{
    "skills": [
        "Controls",
        "Process",
        "Compliance",
        "Construction",
        "Contracts",
        "Strategy",
        "Plan",
        "Safety",
        "Engineering",
        "Statistics",
        "Schedule",
        "Schedules",
        "Envelopes",
        "Communication",
        "Forecasts",
        "Operations",
        "Os",
        "Reporting",
        "Training",
        "Supervisor",
        "Budget",
        "Health"
    ],
    "experience": [
        "Company Name City , State New Construction / AFE Maintenance Manager 02/2015 to Current",
        "Effectively directs the Safety and Health program / processes in our work group.",
        "Leads weekly relevant Safety Meetings with Contractors / EmployeesÂ to ensure aÂ top down approach.",
        "Maintains top performance in our Safety VPP Football Program",
        "Working to develop Project Manager's in Capital to help improve execution",
        "Strong and effective Liaison between Operations, Project Engineering and Construction Team.",
        "Produced an evergreen tank plan that will get us back in compliance in 4 years.",
        "Producing a 10 year strategic plan for effective / efficient budget controls",
        "Manages 7 employees, providing mentoring to promote career paths and upward movement",
        "Maintains Environmental compliance",
        "Participates in Constructability and Model reviews",
        "Participates in bidding process, job walk-downs and awarding of contracts with various contractors.",
        "Manages Construction schedule activities, manpower loading, and resource loading",
        "Participates in Forecasts, Budget Reviews, Cost control, Efficiencies",
        "Accepted New Contractor reviews Lead to minimize double work amongst Managers",
        "Performing contractor reviews to increase number of specialty contractors for tank plans",
        "Company Name City , State Operations Superintendent 07/2011 to 02/2015",
        "Managed plants Operations to ensure we remained at target rates",
        "Maintained safe, stable and reliable operations/ operating envelopes.",
        "Maintained environmental compliance",
        "Managed 40-50 employees on shift.",
        "Provided mentoring for developing employees. Trained 2 S/S step ups, was working on 3rd. 4th and 5th are in line. Crew development as a",
        "whole was by far above peer work groups. CBO's were progressing at a better than average rate as well as new OS's. Crew 4 embraced",
        "the new organizational structure and worked hard to promote it amongst peers.",
        "Certified Qualified Individual in the area of Oil Spill Response. Experienced with On Land/ Water Division Leader, Situation Control",
        "Leader, Planning Section Deputy, planning Section Chief Positions.",
        "Assumed Incident Commander Role during refinery emergencies.",
        "Implemented Refinery Clean Sweeps for housekeeping amongst crews.",
        "Completed OS Manual update, S/S sign off package upgrade and Implemented Crew tool box program.",
        "Company Name City , State Operations Supervisor 11/2010 to 07/2011 Backfilled Team 3 OS while their OS planned for TA before being",
        "drafted to the PS TA in 4Q2010.",
        "Company Name City , State New Construction Mechanical Coordinator 04/2008 to 11/2010",
        "Built and implemented the site safety plan for the VIP Project.",
        "Managed all construction deliverables in my area.",
        "Created/ extended/ tracked all MOC's to ensure compliance.",
        "Hired all Mechanical Supervisors to assist with OSBL workload.",
        "Developed employee work schedule/ vacation schedule/ EPR's.",
        "Completed and participated in safety, constructability, feasibility, progress, and update meetings",
        "Exposed to bidding process, job walk-downs and awarding of contracts with various contractors for OSBL work.",
        "Participated in Constructability and Model reviews (FGS/ Goggle Valves/ Ducting)",
        "Managed Construction schedule activities, manpower loading, and resource loading.",
        "Strong and effective Liaison between Operations, Project Engineering and Construction Team.",
        "Implemented Budget Reviews, Cost control, Efficiencies",
        "Ensure QA/QC of all responsible areas to Refinery/ Construction standards",
        "Directed all civil work for all sites.",
        "Zero recordable injuries for all of my projects.",
        "Company Name City , State Step Up Operations Superintendent 06/2006 to 07/2008",
        "Began Training in 05' and qualified in 06'."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "NEW CONSTRUCTION"
}