{
    "skills": [
        "Schedule",
        "Excel",
        "Performance metrics",
        "Adobe",
        "Purchase orders",
        "Transportation",
        "Certification",
        "Prototype",
        "Reporting",
        "Administration",
        "Accounting",
        "Metrics",
        "Sales",
        "Finance",
        "Communication",
        "Testing",
        "Documentation",
        "Warehouse",
        "Aviation",
        "Brand",
        "Updates",
        "Purchasing",
        "Negotiation",
        "Inventory",
        "Legal",
        "Process",
        "Logistics",
        "Vendors",
        "Contracts",
        "Transactions",
        "Invoices",
        "Reports",
        "Training",
        "Word",
        "System"
    ],
    "experience": [
        "closely with the coordinators with each of us able to support one another better with part status updates and any paperwork issues.",
        "Like coordinators I have to interface with leads, project managers, and customer representatives.",
        "In addition I have to communicate between various departments at FAS such accounting to make sure that material is paid and billed",
        "accurately as well as quality to make sure that the parts purchase are up to standard and come from an approved source.",
        "Being on both sides of the fence I know see that coordinators spend more time corresponding between the different areas of the job where",
        "buyers spend more time on parts themselves.",
        "Purchasers are responsible for every part purchased or requested and Have the sole responsibility of resolving any materials needed.",
        "I have to not only purchase the parts but also validate the paperwork or trace is acceptable and legal.",
        "If it isn't, resolve any rejected parts by means of returns and credits.",
        "Buyers are responsible for expediting all orders and making sure that they are received as needed.",
        "We then report this information to the coordinators and project managers as necessary.",
        "Outside vendor interaction is a big part of purchasing and we have to form business relationships to effectively perform or duties.",
        "In addition I am responsible for meeting standards and performance metrics within the company to make that we are functioning at an",
        "industry standard to rise above the competition.",
        "Purchasing is also responsible for cost savings such engaging in supplier contracts and rebate programs.",
        "These savings of course benefits everyone on the company.",
        "Purchasers are a point of contact between FAS, suppliers, and customers regarding materials so effective communication and reporting is",
        "key in this position.",
        "February 2009",
        "to",
        "December 2010",
        "Company Name City , State Purchasing Clerk / Material Specialist",
        "Working with Vision Airlines included a lot of different responsibilities.",
        "Not only was I responsible for quoting and purchasing materials for both Aircraft and Stock, but also included Stores / Warehouse,",
        "Shipping, and Receiving responsibilities.",
        "Being a smaller Airline I work closely with the Executive staff as well as the owners of the company themselves.",
        "After receiving a Material Order Request, I would acquire the necessary quotes to find the best price and lead time available.",
        "If needed, get approval to proceed with the order.",
        "Coordinate and expedite the shipping and payment process to get the material where it needs to be in a timely manner.",
        "I would match invoice with purchase orders and track shipments to assure their arrival.",
        "Upon receipt of material, I then would verify proper certification of the material, receive into the system, and label as required.",
        "Once material is ready to be used, issue from the system to assure all records was correct.",
        "All of this required constant tracking using Excel, Word, and Adobe.",
        "I kept records of all transactions whether it was materials needing to be ordered, Purchase Orders themselves, Invoices needing to be paid,",
        "or items that that have already been received."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "PRODUCTION COORDINATOR\nProfessional Profile\nProductive, quality oriented professional eager to contribute \ncomprehensive skills toward actively supporting a \nprogressive organization as a key\nteam"
        }
    ],
    "category": "Professional Profile"
}