{
    "skills": [
        "Coaching",
        "Operations",
        "Hospitality",
        "Presentation",
        "Safety",
        "International",
        "Beverage",
        "Retail",
        "Assembly",
        "Health",
        "Cuisine"
    ],
    "experience": [
        "Created and explored new cuisines",
        "Instructed cooks and other workers in the preparation, cooking, garnishing, and presentation of food",
        "Cooked food properly and in a timely fashion, using safety precautions",
        "Used all food handling standards",
        "01/2014 - 12/2014",
        "Company Name ï¼​ City , State Food Service Cook /Temp",
        "Assisted co-workers.",
        "Performed kitchen maintenance for a private facility.",
        "Responsible for daily set up of five stations.",
        "Stocked and rotated products, stocked supplies, and paper goods in a timely basis",
        "Stored clean equipment and utensils",
        "Supervised and coordinated activities of cooks and workers engaged in food preparation",
        "Used all food handling standards",
        "Cleaned, cut, and cooked meat, fish, or poultry",
        "Complied with scheduled kitchen sanitation and ensured all standards and practices were met",
        "Cooked food properly and in a timely fashion, using safety precautions",
        "01/2015 - 05/2015",
        "Company Name ï¼​ City , State Line Cook",
        "Consistently verified that kitchen staff followed all recipes and portioned serving guidelines correctly.",
        "Consistently kept a clean and safe environment by adhering to all federal, state and local sanitation and safety requirements.",
        "Communicated clearly and positively with co-workers and management.",
        "Worked well with teammates and openly invited coaching from the management team.",
        "Followed all established restaurant practices and procedures."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Head Chef"
}