{
    "skills": [
        "Recruitment",
        "Financial reports",
        "Transactions",
        "Purchasing",
        "Cpr",
        "Budget",
        "Sports",
        "Safety",
        "Reports",
        "Administration",
        "Deposits",
        "Database",
        "Operations",
        "Administrative support",
        "Training",
        "Supervisor",
        "Sales",
        "Fitness",
        "Health"
    ],
    "experience": [
        "Company Name City , State Recreation & Sports Coordinator 03/2015 to Current",
        "Assisted in daily supervision and administration of facility and interacted with members to ensure programs were carried out in a safe and",
        "effective manner.",
        "Planned, organized and implemented recreation leagues and events throughout the calendar year.",
        "Supervised recreation programs, resolving any issues or disputes that may arise.",
        "Enforced safety and administered first aid to participants when required.",
        "Assisted supervisor in developing budget and developed innovative ways to increase revenue.",
        "Responsible for financial transactions including daily cash deposits and purchasing responsibilities including maintaining a purchasing card",
        "and receipt of sale.",
        "Company Name City , State Senior Health & Fitness Specialist Contractor 02/2013 to 03/2015",
        "Developed and implemented programs to assess and increase the health and physical activity levels of various populations.",
        "Managed HealthCalc software program through the enrollment of new clients and maintained private records.",
        "Conducted health and wellness assessments for clients and assisted them with goal setting and strategies to improve and maintain their health",
        "and worksite wellness.",
        "Company Name City , State Health and Fitness Specialist 08/2012 to 02/2013",
        "Developed and utilized special programs to connect with various health and wellness populations.",
        "Maintained great rapport with all customers ensuring all needs were handled in a timely manner.",
        "Entered appropriate documents into software database ensuring each participant was safe for physical activity assessments and",
        "participation.",
        "Company Name City , State Facility Manager 01/2010 to 05/2012",
        "Supervised 40 staff at the university's 100,000 square foot facility and assisted in the new hire recruitment and training procedures.",
        "Provided exceptional customer service to all members and prepared daily reports recording any issues within the facility.",
        "Administrative support by assisting with budget preparation, financial reports, membership sales, payment records, account charges,"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SPORTS COORDINATOR\nObjective\nTo gain a Recreation Supervisor position so that I can provide support to professional and part time"
        }
    ],
    "category": "SPORTS COORDINATOR"
}