{
    "skills": [
        "Billing",
        "System",
        "International",
        "Investigation",
        "C",
        "Plan",
        "Reports",
        "Marketing",
        "Customer service",
        "Retention",
        "Communication",
        "Database",
        "Crm",
        "Salesforce",
        "Reporting",
        "Training",
        "Prospecting",
        "Sales",
        "Hospital"
    ],
    "experience": [
        "SALES EXECUTIVE 02/2001 to 10/2012 Company Name City , State",
        "Sold collection services to provide accounts receivable solutions to Physicians in both large and small medical offices, hospitals, and any",
        "other businesses extending credit.",
        "My goal each day was to prospect for new profitable clients meet daily, weekly, monthly and yearly goals.",
        "Also responsible for maintaining my existing client base by contacting them on a regular basis explaining and reviewing monthly and yearly",
        "reports and asking for additional placements.",
        "My territory placed of $2.5 million each month in placements.",
        "I increased company profits and growth annually and trained Reps in new Territories and Supported them.",
        "Regional Account Manager 10/2012 to 03/2013 Company Name City , State",
        "Responsible for new territory in Ohio and Kentucky selling toxicology laboratory services to physician practices. Also, hired, trained and",
        "supported staff to place in the practices to work for the laboratory processing specimens. The company closed and is under investigation for some",
        "billing practices.",
        "DISTRICT SALES MANAGER 02/1998 to 02/2001 Company Name City , State",
        "Selling collection service, accounts receivable solutions, credit reporting, instant credit information, database management, billing service,",
        "direct mail service and pre-collect and insurance cure work to Physicians and Medical Facilities.",
        "My territory included half of the state of Ohio and Northern Kentucky, Louisville and Lexington.",
        "I also accepted responsibility for neighboring territories when necessary.",
        "I held a position among the top three during the entire year of 1999.",
        "This accomplishment kept me in the Sales Summit Club for the entire year.",
        "I exceeded all goals and strived to be an asset to the company."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master the",
            "Institution": "EXECUTIVE\nSummary\nSales and Customer Service Professional with proven record of accomplishment growing client list and maintaining existing"
        }
    ],
    "category": "EXECUTIVE Summary"
}