{
    "skills": [
        "Supervising",
        "Matrix",
        "System",
        "International",
        "Teaching",
        "Process",
        "Business development",
        "Improvement",
        "Product development",
        "Project management",
        "Due diligence",
        "Regulatory",
        "Jose",
        "Research",
        "Project planning",
        "Strategy",
        "Legal",
        "Technical",
        "Engagement",
        "Marketing",
        "Acquisitions",
        "Retention",
        "Acquisition",
        "Coaching",
        "Prototype",
        "Analytical",
        "Presentations",
        "Communication",
        "Medical device",
        "Responses",
        "Negotiation",
        "Metrics",
        "Quality control",
        "Design",
        "Chemistry",
        "Outsourcing",
        "Investigations",
        "Instrumentation",
        "Budgeting",
        "Brand",
        "Pharmaceutical",
        "Fda",
        "Chemicals",
        "Business cases",
        "Healthcare",
        "Analysis",
        "Licensing",
        "Installation",
        "Training",
        "Sales"
    ],
    "experience": [
        "Director, New Product Research and R&D Liaison, Global Oral Healthcare R&D, Consumer Healthcare R&D 01/2011 to Current Company",
        "Name City , State Responsibilities Include: Developing and implementing systems to drive scientific excellence world-wide Reviewing all major",
        "scientific programs globally to ensure scientific excellence Managing cross-category strategic programs Leveraging scientific programs to develop",
        "and support novel claims Coordinating scientific visualization and communication programs Aligning R&D with commercial objectives Developing",
        "and implementing metrics for scientific improvement Planning and managing scientific engagement with external experts and organizations Managing",
        "global data dissemination plans Supervising strategic publication of scientifically relevant research Developing and managing extensive networks of",
        "experts Reviewing and developing talent within R&D Responsibilities Include: Development of global growth strategies Identification and analyses",
        "of large growth platforms beyond current divisional expertise Development of technical and business cases for new opportunities Development and",
        "implementation of novel research programs to support new initiatives Rx to OTC switches Establishment of new technical and commercial",
        "networks to drive Consumer business Technical evaluations for World-Wide Business Development Due diligence for acquisitions Technical",
        "support to Marketing, Legal, and Manufacturing Liaising with FDA, CHPA, CTFA, ADA, and other agencies Management of routine and non-",
        "budgeted funding appropriations Responsibilities Include: Identification of novel technologies for global oral healthcare business Identification and",
        "evaluation of external resources for GSK Evaluation of external oral healthcare technologies Establishment of external research collaborations"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Ph.D.",
            "Institution": "NEW PRODUCT RESEARCH AND R&D LIAISON, GLOBAL ORAL HEALTHCARE R&D, CONSUMER\nHEALTHCARE R&D\nSkill Highlights\nSKILL SET"
        },
        {
            "Degree": "Master",
            "Institution": "Growth"
        },
        {
            "Degree": "Ph.D.",
            "Institution": "Scientific"
        },
        {
            "Degree": "Ph.D.",
            "Institution": "Strong technical expertise (research and product"
        }
    ],
    "category": "NEW PRODUCT"
}