{
    "skills": [
        "Schedule",
        "Excel",
        "Recruiting",
        "Design",
        "Inventory management",
        "Policies",
        "Public relations",
        "Quickbooks",
        "Reporting",
        "Administration",
        "Pivot tables",
        "Retention",
        "Powerpoint",
        "Pr",
        "Operating systems",
        "Recruitment",
        "Communication",
        "Testing",
        "Pivot",
        "Strategy",
        "Budget",
        "Windows",
        "Human resources",
        "Marketing",
        "Brand",
        "Plan",
        "Business development",
        "Administrative support",
        "Sourcing",
        "Email",
        "Process",
        "Inventory",
        "Presentations",
        "Cost reduction",
        "Customer service",
        "Report preparation",
        "Content",
        "Vendors",
        "Spreadsheets",
        "Reports",
        "Training",
        "Expenses",
        "Social media",
        "Advertising",
        "Ordering",
        "System"
    ],
    "experience": [
        "January 2013 to Current",
        "Company Name City , State Business Development Regional Manager",
        "Developed, implemented, and improved inventory process and procedures resulting in reducing inventory loss throughout the company to",
        "below 5%.",
        "Developed and approve all company policies and procedures for inventory management and audits for POS (Point of Sale) and general",
        "store functions.",
        "Utilizing Excel spreadsheets observations, system testing, and statistical reports for inventory and profit and loss.",
        "Responsible for marketing strategies and campaigns each quarter.",
        "Produce engaging online marketing campaigns and contests though the use of social media sites and search engines.",
        "Plan and schedule internal meetings, conference calls and web based presentations while utilizing most effective communication options to",
        "explain new policies and procedures including but not limited to text and PowerPoint.",
        "Plan and schedule internal meetings, conference calls and web based presentations for notify and assist Human Resources and CEO, via",
        "Audits and individual reviews, in a timely manner of all personnel-related changes involving branch office staff, including branch hierarchy",
        "reporting relationships, terminations and status changes.",
        "Cross-trained and provided back-up support for multiple positions within the company."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Summary Responsible"
}