{
    "skills": [
        "Java",
        "System",
        "Process",
        "Improvement",
        "Retail",
        "Contracts",
        "Documentation",
        "Merchandising",
        "Mobile",
        "Research",
        "Technical",
        "Engineering",
        "Writing",
        "Reports",
        "Security",
        "Marketing",
        "Schedules",
        "Servers",
        "Customer service",
        "Retention",
        "Coaching",
        "Inventory",
        "Lan",
        "Hardware",
        "Analytical",
        "Windows",
        "Communication",
        "Specifications",
        "Business analysis",
        "Cash flow",
        "Negotiation",
        "C++",
        "Software engineering",
        "Operations",
        "Policies",
        "Strategic plans",
        "Requests",
        "Networking",
        "Procurement",
        "Training",
        "Analysis",
        "Installation",
        "Sales",
        "Finance"
    ],
    "experience": [
        "Finance Manager/ Operations Manager",
        "July 2004 to Current Company Name ï¼​ City , State",
        "Oversees all aspects of the organization's quality or business improvement efforts, such as developing and administrating the program,",
        "training and coaching employees, and facilitating change throughout the organization.",
        "Responsible for establishing strategic plans, policies, and procedures at all levels so quality improvement efforts will meet or exceed internal",
        "and external customers' needs and expectations.",
        "Implemented a new sales-tracking POS system to replace a manual form writing process to increase efficiency. Provided employee training",
        "for POS system.",
        "Recruited, hired, trained, developed, and directed retail sales teams for two retail Wireless Nation dealer stores.",
        "Oversaw client relations, new account development, and customer service.",
        "Supervised administrative functions, inventory, cash flow, merchandising, and operations. Generated monthly and annual sales reports.",
        "Conducted ongoing staff development and personal growth planning for employees.",
        "Doubled annual sales by developing innovative and effective marketing programs. Created a team spirit within the stores that resulted in",
        "increased sales, long-term employees, and customer satisfaction.",
        "Achieved 150% of quota and grew number of customers by 200% within the first year as Sales Manager.",
        "Led sales calls with team members to establish sales and customer retention goals. Determined merchandise price schedules and discount",
        "rates. Monitored customer preferences to determine focus of sales efforts.",
        "Shared product knowledge with customers while making personal recommendations.Maintained friendly and professional customer",
        "interactions.",
        "Negotiated and closed contracts with Fortune 500 companies, including Sprint Wireless, T-mobile and AT&T.",
        "Computer Information Systems Specialist II",
        "September 1999 to July 2004 Company Name ï¼​ City , State",
        "Administered the installation, configuration and continued maintenance of network equipment including servers, storage devices, routers,",
        "hubs, switches, and printers.",
        "Troubleshoots and resolves network connectivity and network related hardware/software problems. Processed an average of 20-30",
        "inbound and outbound technical support calls.",
        "Reviews new hardware and software specifications and recommends products for procurement.",
        "Install, configure, and optimize network communication hardware and client software. Referred difficult issues to upper management while",
        "maintaining positive rapport with customer.",
        "Create users, assigns privileges, and provides ongoing user support. Researched issues on various computer systems and databases to",
        "resolve complaints and answer inquiries.",
        "Respond to connectivity related help desk requests. Maintained composure and patience in face of difficult customer situations.",
        "Runs backup and recovery operations.",
        "Provides support and assistance to staff. Resolved customer complaints and concerns with strong verbal and negotiation skills. Displayed"
    ],
    "company_names": null,
    "total_experience": 4.83,
    "education": [
        {
            "Degree": "Master",
            "Institution": "OPERATIONS MANAGER\nCareer Overview\nTo obtain a full time position in Management Information Systems with emphasis on business analysis where I can demonstrate excellent\nleadership, business and team work skills to produce effective"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Qualifications\nTechnical help desk experience\nStrong analytical skills\nStrong collaborative skills\nDocument management\nExcellent problem solving skills\nStrong Communication Skills\nCustomer needs assessment\nRequirements Analysis\nRequirements Gathering"
        }
    ],
    "category": "FINANCE MANAGER/"
}