{
    "skills": [
        "Policies",
        "Hardware",
        "Intranet",
        "Database",
        "Video",
        "Travel",
        "Active directory",
        "Metrics",
        "Sql",
        "Security",
        "Saas",
        "Vmware",
        "Operations",
        "Administration",
        "Operating systems",
        "Microsoft office",
        "Windows",
        "Scrum",
        "Administrative support",
        "Analysis",
        "Kpis",
        "Architecture",
        "Communication",
        "System",
        "Audit",
        "Budget",
        "Purchasing",
        "Technical",
        "International",
        "Lan",
        "Adobe",
        "Servers"
    ],
    "experience": [
        "Collaborated with the global team to resolve IT support cases.",
        "Build and maintain a staff of five & terminate for cause one employee.",
        "Create and audit processes interlocking with other teams, adjust as required.",
        "Manage travel and budget for staff on-site visits.",
        "Ownership of SaaS customers in North America, Canada and Australia.",
        "Defined project deliverables and monitored status of tasks.",
        "Executed proof of concept implementations to validate product feasibility.",
        "IT Administrator , 06/2011 to 03/2013 Company Name ï¼​ City , State",
        "Designed and delivered mission critical infrastructure to ensure the highest levels of availability, performance and security.",
        "Maintained security, backup, and redundancy strategies.",
        "Ownership of IT Infrastructure and Client/Server management (Chicago, Houston, Montreal and Sydney).",
        "Collected, analyzed, and reported program metrics, including product technical performance measures and key performance parameters.",
        "Manage North America production data center (SaaS) and disaster recovery applications.",
        "Deploy and manage VMware architecture.",
        "Monitor and created automatic actions related to hardware and web servers.",
        "Engineered IT infrastructure for reliable WAN and LAN connectivity.",
        "Active Directory and Group Policy configuration and deployment.",
        "Provided client support for production.",
        "SQL Administration.",
        "Deployed over 30 NEC phones and support for NEC PBX.",
        "Responsible for purchasing and product recommendations.",
        "Network Administrator , 02/2010 to 05/2011 Company Name ï¼​ City , State",
        "Tested, configured and deployed Windows 7 operating system with Acronis Snap Deploy.",
        "Deployed and tested Microsoft Exchange 2010 in VMware.",
        "Administered SQL 2005 database to run Dentrix and DEXIS software.",
        "Configuration and implementation of Group Policies.",
        "Information Technology Consultant , 10/2008 to 05/2011 Company Name ï¼​ City , State",
        "Managed and provided security administrative support for Paine Wetzel ONCOR International, Northridge Group, Rent Here Realty, and",
        "Northwestern Dental Center.",
        "Supported Microsoft Windows 2003, XP, Vista and Mac operating systems.",
        "Responsible for purchase decisions to provide the best end point security solutions.",
        "Obtained Milestone Advanced Certified Partner for video surveillance.",
        "Network Administrator , 10/2008 to 05/2011 Company Name ï¼​ City , State",
        "Installed and configured LAN with Windows XP and Windows Vista clients.",
        "Administration of Microsoft Active Directory.",
        "Administration of Microsoft Exchange 2003 systems including backup and recovery.",
        "Deploy Symantec endpoint security solutions and implemented disaster recovery.",
        "Managed multiple desktop applications: Microsoft Office, Adobe Acrobat, ACT.",
        "Administration of intranet.",
        "Network Administrator , 10/2008 to 12/2009 Company Name ï¼​ City , State",
        "Provided on-site technical support for Windows 2003 and 2008 servers, workstations, laptops, Blackberries, and iPhones.",
        "Migrated to Exchange 2007 SCR from Exchange 2003 with PowerShell and DAS.",
        "Managed Windows Server 2008 and Windows 7."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "TECHNOLOGY MANAGER\nSummary\nDedicated \nIT Manager"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Excels at boosting performance and\nproductivity by establishing realistic goals and enforcing"
        }
    ],
    "category": "INFORMATION TECHNOLOGY"
}