{
    "skills": [
        "Banking",
        "Hospital",
        "Certification",
        "Pattern",
        "Technical",
        "Policies",
        "Reporting",
        "Administration",
        "Metrics",
        "Cpr",
        "Research",
        "Standard operating procedures",
        "Sales",
        "Communication",
        "Analytical",
        "Audit",
        "Mortgage",
        "Payroll",
        "Marketing",
        "Cisco",
        "Sops",
        "Retail",
        "Operations",
        "Analysis",
        "Health",
        "Email",
        "Regulations",
        "Reports",
        "Investigations",
        "Security",
        "Training"
    ],
    "experience": [
        "Company Name City , State Assistant Banking Center Manager I 03/2016 to Current",
        "Knowledgeable in all aspects of running Retail Banking Center Building Operations; Audit policies and procedures, general management,",
        "TEAM building, Comerica Securities, and all Retail Financial Products.",
        "Preparation of internal instructions, operating policies, Standard Operating Procedures (SOPs), and guidelines.",
        "Skilled in assessing Fraudulent Issues; plans and conducts investigations designed to achieve casualty resolution.",
        "Analyzed inspections, or investigations to identify problem area's within retail financial programs.",
        "Mathematical abilities to perform calculations including application of discounts, interest, proportions, mortgage terms, and percentages.",
        "Proficient in the following systems: CISCO, HOGAN, Trio, Elan, Mortgage Referral Tool, Bloomberg, PayPoint, Check Vision, Account",
        "Analysis (AAS), and CoStar.",
        "Member and Provider Services.",
        "Company Name City , State Member and Provider Services 10/2015 to 03/2016",
        "Certified in the 8 step Ulysses Service Mentor program.",
        "Proficient in the following systems: MACESS, FACETS, CITRIX, MEDCo, CareAdvance, Health Maintenance Organization, Continuum,",
        "MarX, Med Informatics, CISCO, and Verint."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "BANKING CENTER MANAGER I\nSummary\nExperienced in Signals analysis"
        },
        {
            "Degree": "master",
            "Institution": "Electronic Warfare analysis, Networks and Threat analysis, and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Limited knowledge\nof performing DNI"
        },
        {
            "Degree": "Master",
            "Institution": "Basic knowledge of computer network applications from the World Wide Web, printers, email, and instant"
        }
    ],
    "category": "ASSISTANT BANKING"
}