{
    "skills": [
        "Engineering",
        "Accounting",
        "Troubleshooting",
        "Windows",
        "Assembly",
        "Safety",
        "Programming",
        "Security",
        "Supervisor",
        "Automation",
        "Asset management",
        "Regulations",
        "Schedules",
        "Instrumentation",
        "Drafting",
        "Health",
        "Distribution",
        "Inventory",
        "Construction",
        "Staffing",
        "Analysis",
        "Administration",
        "Access",
        "Specifications",
        "Design",
        "Startup",
        "Contracts",
        "Compliance",
        "Hardware",
        "Quality control",
        "Certification",
        "System",
        "Electronics",
        "Database",
        "Process",
        "Technical",
        "Budget",
        "Supervising",
        "Operations",
        "Installation",
        "Repairs",
        "Logistics",
        "Controls",
        "Inventory management",
        "Vendors",
        "C",
        "Electrical"
    ],
    "experience": [
        "Engineering Services Manager 02/2013 ï¼​ 08/2015 Company Name City , State",
        "Accountable for maintaining the efficiency and effectiveness of all production manufacturing processes required to manufacture a high quality",
        "product in a repeatable and cost effective manner and provide overall customer satisfaction.",
        "Manage all engineering services with provision of all energy sources. Accountable for all mechanical repairs, design and construction within",
        "all departments and the resources engaged in the provision of these services both internal and external.",
        "Support waste water operations by providing advanced troubleshooting on Siemens PLC's. Configured WINCC SCADA system.",
        "Ensure that all expenditures both in supplies and staffing are optimized and maintained within budget.",
        "Developed asset management software to track cost, asset history and work order tracking.",
        "Performed advanced troubleshooting and PLC support for all plant equipment.",
        "Electrical Superintendent 05/2008 ï¼​ 02/2013 Company Name City , State",
        "Primary responsibilities include supervising and coordinating all electrical and instrumentation activities.",
        "Accountable for the proper operation of all automation and controls on production equipment, power distribution systems, plant",
        "communications (phones, networks) and security systems."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "ENGINEERING SERVICES"
}