{
    "skills": [
        "Expenses",
        "Email",
        "Billing",
        "System",
        "International",
        "Process",
        "Improvement",
        "Proposal",
        "Spreadsheets",
        "Travel arrangements",
        "Sales",
        "Documentation",
        "Research",
        "Excel",
        "Hotel",
        "Logistics",
        "Writing",
        "Reports",
        "Administration",
        "Marketing",
        "Powerpoint",
        "Vendors",
        "Schedules",
        "Travel",
        "Communication",
        "Presentations",
        "Responses",
        "Filing",
        "Forecasting",
        "Scheduling",
        "Publishing",
        "Policies",
        "Human resources",
        "Requests",
        "Reporting",
        "Training",
        "Supervisor",
        "Budget",
        "Finance"
    ],
    "experience": [
        "Sales",
        "October 2014 to Current Company Name ï¼​ City , State",
        "Coordinated customer facing webinars, including developing relationships with vendors, tracking customer attendance and post-webinar follow-up.",
        "Freelance",
        "January 2014 to Current Company Name ï¼​ City , State",
        "Arranged appropriate travel, visas, agendas, necessary contacts and country information.Maintained and coordinated executive and senior",
        "management vacation, day-to-day meeting and travel schedules.Wrote and distributed meeting minutes to appropriate individuals.Coordinated",
        "customer facing webinars, including developing relationships with vendors, tracking customer attendance and post-webinar follow-up.Managed",
        "desktop publishing and proposal and memo typing.",
        "Executive Assistant Executive Assistant",
        "February 2011 to July 2013 Company Name ï¼​ City , State",
        "Sole assistant for Eastern half of North America Highly versed in linguistics, strategic writing and language.",
        "Composed marketing documentation in addition to territory-wide email Prepared and processed expense reports, enforced mandatory",
        "budget policies for sales account managers Simultaneously managed calendars of numerous executives Booked travel, both international &",
        "domestic Managed facility logistics, vendor maintenance Managed training classes ranging from 5 to 50 guests for McAfee's New York",
        "City office Staffed conferences held at the Jacob Javitz center in New York City as well as Las Vegas' boutique hotel The Venetian Planned",
        "and attended quarterly reviews in five regions across North America.",
        "Human Resources representative for New York City; conceptualized and placed into action a uniform on- boarding manual Fully versed in",
        "sales and operational data, forecasting Assisted, and more importantly was trusted, in details of personal matters.",
        "Designed PowerPoint presentations for monthly divisional meetings with top-level executives.",
        "Scheduled Board of Directors meetings and assisted with meeting materials and agendas.",
        "Maintained and coordinated executive and senior management vacation, day-to-day meeting and travel schedules."
    ],
    "company_names": null,
    "total_experience": 2.42,
    "education": [
        {
            "Degree": "Bachelor's",
            "Institution": "Career Overview\nExecutive Assistant who is skilled at"
        }
    ],
    "category": "SALES Career"
}