{
    "skills": [
        "Policies",
        "Hardware",
        "Reports",
        "Research",
        "Vendors",
        "Security",
        "Information technology",
        "Operations",
        "Acquisition",
        "Administration",
        "Procurement",
        "Training",
        "Analyze",
        "Data management",
        "Budgeting",
        "Psychology",
        "Process",
        "Programming",
        "Regulations",
        "Publishing",
        "Certification",
        "Analysis",
        "Documentation",
        "Improvement",
        "Communication",
        "Budget",
        "Logistics",
        "Technical",
        "Project management",
        "Sci",
        "Testing"
    ],
    "experience": [
        "07/2014 to Current",
        "Branch Chief Information Technology Specialist Company Name ï¼​ City",
        "Effectively oversee, manage, and evaluate multiple enterprise level IT programs, serve as senior technical advisor and evaluator for",
        "programs using cutting edge technology for the Headquarters Air Force (HAF) command, control, communications, computer, intelligence,",
        "surveillance and reconnaissance (C4ISR).",
        "Establishes, develops, and maintains effective working relationships with top functional area managers, program managers, commanders,",
        "contractors, vendors, DoD and other non-DoD agencies, and communications and information personnel in the National Capital Region.",
        "Researches and recommends innovative approaches to resolve major IT problems.",
        "Performs more complex aspects of the project management, evaluation, and oversight responsibilities such as feasibility studies, systems",
        "analysis, systems development, implementation, systems integration, and problem resolution.",
        "08/2009 to 07/2014",
        "Information Technology Specialist (INFOSEC/NETOPS) Company Name ï¼​ City , State",
        "Developed detailed operations plans and operations orders supporting cyber requirements at the strategic, operational, and tactical levels of",
        "cyber warfare.",
        "Enabled crisis action planning, development of strike packages and cyber effects to protect U.S.",
        "air, land, sea, space, and cyberspace domains.",
        "Collaborated with Defense Information Systems Agency and other US Government partners to develop and implement directives for Global",
        "Information Grid (GIG) operations.",
        "Developed information operations and computer network operations plans, including defensive computer operations planning, to ensure",
        "support Geographic Combatant Commanders' intent.",
        "Made recommendations to posture GIG to respond to emerging and current threats.",
        "Supported Defend the Nation (DTN)-China Operation Planning Team with technical, INFOSEC doctrine, appropriate technologies,",
        "techniques, and tools.",
        "Coordinated changing mission parameters with US/Allied/Coalition partners: identified and prioritized Intelligence Community cyber",
        "requirements and provide intrusion response planning.",
        "Made substantive recommendations to NetOps policy, doctrine, capability developments.",
        "Utilized INFOSEC existing policy guidance as it pertains to threats, operating environment and operational requirements.",
        "Provided expert analysis of ongoing Net/Ops events, malicious activity and trend analysis.",
        "Developed operational plans and orders to counter malicious activity and mitigate identified or potential threats to the GIG.",
        "09/2006 to 08/2009",
        "Senior Technical Analyst Company Name",
        "Technical lead on digital media projects, guided teams to solutions that leveraged technical capabilities.",
        "Defined requirements for computer-based systems that supported electronic publishing Air Force wide."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "CHIEF INFORMATION TECHNOLOGY SPECIALIST\nProfile\nMotivated Information Technology and Cyber security professional with outstanding managerial and customer service skills, excellent written and\nverbal communication skills, seeks challenging position with an organization where I can make a big impact with my multifaceted experience,\ntraining and"
        }
    ],
    "category": "BRANCH CHIEF INFORMATION"
}