{
    "skills": [
        "Due diligence",
        "Video",
        "Word",
        "Research",
        "Strategy",
        "Excel",
        "Presentation",
        "Writing",
        "Logistics",
        "Mortgage",
        "Marketing",
        "Powerpoint",
        "Social media",
        "Vendors",
        "Photoshop",
        "Fundraising",
        "Editing",
        "Public health",
        "Presentations",
        "Communication",
        "Database",
        "Travel",
        "Partnerships",
        "Staffing",
        "Photography",
        "Design",
        "Event planning",
        "Payments",
        "Newspaper",
        "Indesign",
        "Publishing",
        "Branding",
        "Human resources",
        "Talent management",
        "Outreach",
        "Invoicing",
        "Networking",
        "Procurement",
        "Financing",
        "Sales",
        "Finance",
        "Health"
    ],
    "experience": [
        "04/2011 to 12/2011",
        "Assistant Director of Polar Expeditions Company Name ï¼​ City , State",
        "Expedition sales and procurement: Sold polar adventure expeditions to global clientele and maintained client and vendor relationships.",
        "Communicated to clients the details of expeditions (cost, payments, what to expect, requirements & forms).",
        "Developed and contributed to the success of the largest South Pole season in the company's history.",
        "Negotiated vendor agreements and wrote industry related agreements.",
        "Managed and created project/expedition timelines.",
        "Created detailed expedition and client itineraries.",
        "Produced commission income and built industry-related partnerships.",
        "Created handbooks, expedition summaries, expedition blogs (wrote successful Greenland Crossing blog).",
        "Digital photography and video.",
        "Tracked client payments, invoicing, commissions, etc.",
        "Social media and networking.",
        "03/2007 to 01/2012",
        "Designer Company Name ï¼​ City , State",
        "As an Independent Contractor I Produced direct marketing materials (brochures & catalogs) and established company branding.",
        "Responsibilities included;.",
        "Extensive photo editing and digital photography.",
        "Created layout, writing and design of successful direct marketing materials.",
        "03/2004 to 01/2009",
        "Executive Assistant/Loan Closer Company Name ï¼​ City , State",
        "Worked closely with Executive VP/Principal, Assistant VP, CFO, development, analyst, property management, prestigious investors and",
        "third party clients in a deadline-driven setting to ensure successful financing of commercial investments.",
        "Managed highly confidential information, executive calendar and supervised project timelines.",
        "Photographed commercial properties for use in proposals and finance/investor packages.",
        "Created finance/investor packages that successfully gained lender financing and investor support.",
        "Managed due diligence involving lenders, third party inspectors, appraisers and attorneys.",
        "Administered multiple loan closings in cooperation with investors, attorneys, lenders and title companies.",
        "Developed mortgage section of database software in conjunction with LeoSoftware.",
        "Drafted agreements and managed details of confidential paperwork simultaneously on multiple deals."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DIRECTOR OF POLAR EXPEDITIONS\nSummary\nTo acquire an executive assistant position with a dynamic"
        }
    ],
    "category": "Leo Software"
}