{
    "skills": [
        "Schedule",
        "Banking",
        "Excel",
        "Certification",
        "Analyze",
        "Technical",
        "Policies",
        "Real estate",
        "Reporting",
        "Repairs",
        "Cpr",
        "Powerpoint",
        "Microsoft office",
        "Workflow",
        "Communication",
        "Analytical",
        "General ledger",
        "Filing",
        "Payments",
        "Compliance",
        "Money",
        "Requests",
        "Operations",
        "Improvement",
        "Data entry",
        "Billing",
        "Account management",
        "Process",
        "Customer service",
        "Hardware",
        "Call center",
        "Reconcile",
        "Financial reports",
        "Invoices",
        "Reports",
        "Training",
        "System",
        "Access"
    ],
    "experience": [
        "Account Receivable",
        "January 2014 to January 2014 Company Name ï¼​ City , State",
        "Processed and verified all incoming checks inputting the client information into the system.",
        "Prepared invoices for recording, process all account receivable and deposit cash receipts.",
        "Maintained records of the debits and credits and update the system.",
        "Audited financial reports for accurate recording and process.",
        "Provide daily report for to ensure proper debits and credits are applied.",
        "Reconcile account booking saving over $1,000 from errors and omission from customers on outstanding invoices.",
        "Communicated with manager and other team member to resolve outstanding issues.",
        "Treasury Services Advisor",
        "January 2013 to January 2014 Company Name ï¼​ City , State",
        "Researched, analyzed, and resolved a wide range of treasury, cash management and or depository products and service for Global Large",
        "Corporate accounts.",
        "Provided a depth knowledge of Account Reconcilement, Cash Vault services, deposit demand accounts, Electronic File Transmission, Cash",
        "Pro online usage, Automated Clearing House payments Wire Services and various treasury products and services Provided independent",
        "account management, client servicing and implementation coordination of new services for highly complex accounts.",
        "Identified opportunities to initiate client collaboration in the development of product services including recommending new products to",
        "clients."
    ],
    "company_names": null,
    "total_experience": 1.0,
    "education": [],
    "category": "Executive Summary"
}