{
    "skills": [
        "Coaching",
        "Scripting",
        "Policies",
        "Underwriting",
        "Administration",
        "Supervisor",
        "Project management",
        "Vendor management",
        "Human resource",
        "Sales",
        "Operations management",
        "Communication",
        "Testing",
        "Strategy",
        "Documentation",
        "Budget",
        "Audit",
        "Mortgage",
        "Quality standards",
        "Business development",
        "Compliance",
        "Phone calls",
        "Operations",
        "Legal",
        "Regulations",
        "Fulfillment",
        "Customer service",
        "Relationship management",
        "Responses",
        "Vendors",
        "Website",
        "Contracts",
        "Call center",
        "Alliances",
        "Reports",
        "Analytics",
        "Training",
        "Quality control",
        "Partnership"
    ],
    "experience": [
        "Company Name City , State Business Development Manager, VP 12/2014 to Current",
        "Spearheaded sales of managemytests.com platform, resulting in a 1.2 million dollar increase in revenue over first six months.",
        "Accountable for sales and overall customer satisfaction.",
        "Spearheaded cross-functional initiative to achieve new business.Increased profits by 60% in one year through restructure of business line.",
        "Closes new business deals by coordinating requirements; developing and negotiating contracts; integrating contract requirements with",
        "business operations.",
        "Company Name City , State Lending Manager, VP 09/2009 to 10/2014",
        "Led a department consisting of two AVP's, ten managers, one business training consultant and 120 FTE that consisted of single points of",
        "contact and underwriters.",
        "Managed all facets of loss mitigation for private investors within Wells Fargo.",
        "Accountable for ensuring compliance with pooling and servicing agreements and mortgage backed securities.",
        "Created two specialized teams within unit: High Impact Resolution Unit responsible for reviewing and creating solutions for the Office of the",
        "President Foreclosure mediation unit handling all mediations across all investor lines within WFHM.",
        "This includes private, owned, FHA, VA, FNMA, and FHLMC.",
        "Ensured compliance with all internal and external audits including OCC, GCOR, and investor audits.",
        "Motivated unit to high levels of quality and production.Managed mediation and vendor/relationship management teams.",
        "Accountable for managing quality and effectiveness of all 3rd party law firms including training and audits.",
        "Reviewed underwriting decisions for all complex loans made within the unit requiring the highest level of authority within Wells Fargo.",
        "Successfully earned and held E Level authority for Bank and Private, Wells Owned, Wells Fargo Financial, Wells Fargo Home Equity,",
        "Wells Fargo Pick a Pay, FNMA, FHLMC, USDA, VA, FHA, and FHLB.",
        "Created state specific policies and procedures in collaboration with project and implementation teams.",
        "Trained mediation program administrators, judges, and magistrates on mortgage servicing basics to build foundations for new mediation",
        "programs across the country.",
        "Represented Wells Fargo in key legislative meetings in partnership with Government Relations and Legal.",
        "Also appeared in litigated and mediated court cases nationally.",
        "Company Name City , State Collections Supervisor II 03/2007 to 09/2009",
        "Responsible for coaching, influencing, developing and managing team members including decisions relative to performance reviews,",
        "terminations, hires, discipline, salary actions, etc.",
        "Provides quality customer service to internal and external customers.",
        "Ensures compliance and quality standards are met in accordance with internal key indicators and investor requirements.",
        "Liaison between quality control/analytics department and business unit relating to all key indicator reviews and responses.",
        "Influences performance of the business unit by working as a key member of the decision making management team on strategy and building",
        "departmental effectiveness and performance.",
        "Aligns business unit activities to business priorities.",
        "Participates in strategic dialer planning discussions and provides input regarding future direction.",
        "Created global scripting for outbound Loss Mitigation campaigns.",
        "Participates in HOPE NOW initiatives and foreclosure prevention events.",
        "Company Name City , State Customer Service and Collections Supervisor II 01/2001 to 03/2007",
        "Supervised the inbound and outbound Customer Service and Collections call teams.",
        "Initiated monthly employee incentive programs for quality and quantity while managing to a budget.",
        "Monitored phone calls for compliance and possible training opportunities.",
        "Handled escalation calls; manage incoming and outgoing calls to customers.",
        "Prepared monthly statistical reports for senior management.",
        "Monitored phone calls for compliance and possible training opportunities.",
        "Reviewed employee productivity on daily basis and motivated staff to optimum performance.",
        "Responsible for all human resource functions such as: monthly and annual evaluations, salary reviews, hiring and terminations.",
        "Played major role in opening two Call Centers located in Rancho Cucamonga, California and Schaumburg, Illinois."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "BACHELOR OF",
            "Institution": "DEVELOPMENT MANAGER, VP\nExecutive Profile\nAmbitious leader who creates strategic alliances with organization leaders to effectively align with and support key business"
        }
    ],
    "category": "BUSINESS DEVELOPMENT"
}