{
    "skills": [
        "Forecasting",
        "Research",
        "Sales",
        "Schedules",
        "Analytical",
        "English",
        "Strategy",
        "Engineering",
        "Warehouse",
        "Purchasing",
        "Plan",
        "Procurement",
        "Supply chain",
        "Matlab",
        "Operations",
        "Requests",
        "Inventory",
        "Process",
        "Logistics",
        "Cad",
        "Reconcile",
        "Reports",
        "Training",
        "Investigation",
        "Spanish",
        "Erp",
        "System"
    ],
    "experience": [
        "Buyer/Planner",
        "May 2016 to Current Company Name ï¼​ City , State",
        "Plan and execute forecasting strategies for mass production planning.",
        "Collaborate with cross-functional groups including Engineering, Shipping/Receiving, Purchasing, and Sales.",
        "Negoatiate proposals for potential suppliers, including quantitative and qualitative research.",
        "Obtain documents, clearances, certificates, and approvals from local, state and federal agencies.",
        "Work closely with Production to convert weekly plan into daily work center schedules that manage constraints of manpower, equipment",
        "and optimize costs.",
        "Logistics Analyst",
        "February 2015 to May 2016 Company Name ï¼​ City , State",
        "Managed ERP system to monitor the status of incoming materials.",
        "Released work orders to the production floor as inventory became available.",
        "Coordinated expedited shipping orders request with Production Manager.",
        "Interacted with cross-functional teams like sales, production, and the executives.",
        "Analyzed incoming requisitions and shortages reports for quality, specification, pricing and delivery requirements.",
        "Translated business needs and priorities into actionable logistics strategies.",
        "Warehouse Executive",
        "February 2011 to January 2015 Company Name ï¼​ City , State",
        "Represented the Operations Group in receiving all Inventories from Vendor deliveries.",
        "Participated in joint receiving and inspection of all Shipyard Spare Parts deliveries and liaise closely with the Procurement Team on",
        "scheduled deliveries.",
        "Utilized Maximo system to electronically track inventory flow, bin storage, and reconcile inventory.",
        "Ensured Warehouse was kept in a safe and efficient manner with Inventory properly labeled and sorted for easy identification and picking.",
        "Supervised periodic stock-take and conducted investigation for any discrepancies.",
        "Carried out the daily issuance of Tools & Inventory to shipyard personnel base on Inventory requests and Work Orders.",
        "Monitored Stock Levels and reordered Inventory when low.",
        "Ensured Inventory is stored in accordance with best practices and chemical storage complies with GHS Classification."
    ],
    "company_names": null,
    "total_experience": 5.17,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Summary"
        }
    ],
    "category": "PLANNER Summary"
}