{
    "skills": [
        "Controls",
        "Financial reports",
        "Billing",
        "Purchasing",
        "Process",
        "Improvement",
        "Compliance",
        "Sales",
        "Contracts",
        "Documentation",
        "Excel",
        "Engineering",
        "Internal controls",
        "Logistics",
        "Reports",
        "Administration",
        "Warehouse",
        "Quickbooks",
        "Vendors",
        "Schedules",
        "Finance",
        "Inventory",
        "Lean",
        "Reconciliation",
        "Iso",
        "Travel",
        "Audit",
        "Forecasting",
        "Supply chain",
        "Gaap",
        "Accounting",
        "Operations",
        "Access",
        "Payroll",
        "Variances",
        "Business process",
        "Policies",
        "Sql",
        "Procurement",
        "Reporting",
        "Sap",
        "Analysis",
        "Training",
        "Budget",
        "Sas"
    ],
    "experience": [
        "Finance Manager , 12/2011 to 05/2014 Company Name ï¼​ City , State",
        "Provide financial reports for three plants in the region.",
        "Manage day to day operations to include overseeing all accounting functions, procurement, annual budget forecast, payroll and complying",
        "with SOX.",
        "Work with corporate HR in regards to plant personnel and suggest personnel changes in the plant along with other necessary changes to",
        "create a corporate environment from the prior family owned company feel.",
        "Manage all aspects of Supply Chain Developed and implemented purchasing, operations, logistics and production systems Manage vendor",
        "and supplier contracts Introduced Lean Manufacturing practices Manage billing and HR functions.",
        "Accounting Manager , 12/2008 to 07/2011 Company Name ï¼​ City , State",
        "Overall authority for the global intercompany operations of the organization, budget preparation and administration, audit, accounting,",
        "monthly closing of books, account reconciliation, and journal entry adjustments.",
        "Prepared monthly, quarterly and annual reports summarizing the business activities.",
        "Developed trend and balance sheet analysis; accounts receivable and aging reports.",
        "Maintained audit reports to ensure a smooth quarterly and year-end audit.",
        "Supervised and lead support staff of up to 4.",
        "Created new global policies to help streamline the inter-company reconciliation process."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "MANAGER\nSummary"
        },
        {
            "Degree": "Master of",
            "Institution": "Solid planning and\norganizational skills in coordinating all aspects of each project from inception through"
        }
    ],
    "category": "Dynamics AX"
}