{
    "skills": [
        "Mining",
        "Design",
        "Cola",
        "Prototype",
        "Lifecycle",
        "Sales",
        "Asset management",
        "Testing",
        "Strategy",
        "Engagement",
        "Engineering",
        "Chemicals",
        "Marketing",
        "Specifications",
        "Pharmaceutical",
        "Plan",
        "Business development",
        "Seo",
        "Consulting",
        "Operations",
        "Analysis",
        "Sales management",
        "Process",
        "Presentations",
        "Beverage",
        "Content",
        "Website",
        "Alliances",
        "Business analysis",
        "Interactive",
        "Auditing",
        "Positioning",
        "Training"
    ],
    "experience": [
        "Senior Business Development Manager",
        "May 2014 to March 2015 Company Name ï¼​ City , State",
        "responsible for growing engineering services to major Food & Beverage and Chemical clients through strategic alliances, creating new service",
        "solutions such as product lifecycle management, asset management, enterprise mobility and Internet of Things, to enhance productivity and reduce",
        "cost at client operations. Familiar with various onsite-offshore engagement models. Actively worked with client to scope and propose a dedicated",
        "near-shore engineering center. Major clients/targets include: Coca Cola, DuPont, BASF, among others",
        "Director, Sales & Marketing",
        "April 2011 to May 2014 Company Name ï¼​ City , State",
        "Turned around the sales and profitability of this European manufacturer of centrifuges, filters, dryers and ball valves, for bio-pharmaceuticals,",
        "specialty chemicals, agro-chemicals and other industries, by a combination of setting clear strategic direction and smart tactical execution, using",
        "direct selling and manufacturer's reps. Used thought leadership, consultative sales and relationship-building to more than double the sales in 2",
        "years, while creating a robust sales funnel for continued growth, by promoting company's reputation and expertise.",
        "Sales/Application Engineer",
        "June 2007 to April 2011 Company Name ï¼​ City , State",
        "provided direct sales and application engineering expertise to users of size-reduction, classifying, mixing and drying equipment as well as down-",
        "flow/laminar flow booths and active/passive isolation systems to the specialty chemicals, minerals and other industries. Used consultative",
        "sales/relationship-building to generate outstanding bookings each & every year.",
        "Consultant",
        "January 2003 to January 2007 Company Name ï¼​ City , State",
        "provided sales, marketing, process and application engineering expertise to users of process equipment in the life-science, chemical, mining, and",
        "other industries forthis specialized centrifuge consulting firm.",
        "Manager, Sales and Marketing",
        "December 1997 to January 2002 Company Name ï¼​ City , State",
        "In charge of sales and marketing management to launch several filtering centrifuge products to pharmaceutical, fine chemical, biotech customers",
        "worldwide through strategic planning, sales channel set-up, mar-com planning and event management programs. Set-up design office and",
        "manufacturing partner overseas. Provided sales/process expertise, applications and product support.",
        "Product Manager",
        "April 1993 to November 1997 Company Name ï¼​ City , State",
        "Responsible for filtration equipment sales/marketing to bio-pharmaceutical, chemicals, and other customers. Liaisoned with Swiss partner to launch",
        "high-$ filter in US for chromatography resin filtration. Activities: frontline sales/training for customers/reps, develop marketing collateral material,",
        "pricing strategy, product positioning, gather competitive information, trade-show participation, among others."
    ],
    "company_names": null,
    "total_experience": 20.42,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "BUSINESS DEVELOPMENT MANAGER\nSummary\nBusiness development professional experienced in sales management, marketing and applications engineering of filtration and drying systems to the"
        },
        {
            "Degree": "MBA",
            "Institution": "Highlights\nAccomplishments\nSupercharged sales of"
        },
        {
            "Degree": "Mba",
            "Institution": "Used consultative"
        }
    ],
    "category": "Summary Business"
}