{
    "skills": [
        "Excel",
        "Adobe",
        "Illustrator",
        "Design",
        "Website",
        "Teaching",
        "Wordpress",
        "Powerpoint",
        "Word",
        "Cloud",
        "Microsoft office",
        "Photoshop",
        "Indesign",
        "Visual"
    ],
    "experience": [
        "Company Name October 2003 Student Teacher",
        "City , State",
        "Ohio Teaching Licensure, Visual Arts, PK-12",
        "Designed and implemented daily lesson plans based on Oak Hills School District Visual Arts Curriculum, National Visual Arts Standards",
        "and Ohio Visual Arts Standards.",
        "Evaluated student artwork based on stated criteria.",
        "Displayed student artwork throughout the school building.",
        "Company Name October 2003 to Current Student Teacher",
        "City , State",
        "Designed and implemented daily lesson plans based on Oak Hills School District Visual Arts Curriculum, National Visual Arts Standards",
        "and Ohio Visual Arts Standards Initiated and arranged a school field trip to Cincinnati Art Museum and Contemporary Arts Center as an",
        "extension of classroom learning Assessed student artwork based on stated criteria Displayed student artwork throughout the school building",
        "Planned and installed student sculpture exhibit at Delhi Public Library.",
        "Company Name January 2004 to Current Visual Arts Teacher",
        "City , State",
        "Design and implement daily lesson plans for grades 1-8 based on National Visual Arts Standards and Ohio Visual Arts Standards Teach",
        "interdisciplinary units with grade level teachers that integrate reading, language arts, cultural studies and technology with art production",
        "Evaluate student performance based on stated criteria and prepare grades for quarterly report cards Display student artwork throughout the",
        "school building including biannual all-school art exhibits held during Catholic Schools Week Open House and annual Fine Arts Festival"
    ],
    "company_names": [
        "Microsoft"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "TEACHER\nSummary\nVisual Arts Specialist with 11 years experience in elementary art"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Demonstrated skill in individualizing instruction based on students'\nneeds and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highlights\nAdobe Creative"
        }
    ],
    "category": "STUDENT TEACHER"
}