{
    "skills": [
        "Distribution",
        "Business development",
        "Budget",
        "English",
        "Content",
        "Writing",
        "Public relations",
        "Marketing",
        "Social media",
        "Tv",
        "Communication",
        "Partnerships",
        "Operations",
        "Budgeting",
        "Brand",
        "Magic",
        "Facebook",
        "Branding",
        "Positioning",
        "Sales",
        "Advertising",
        "Health",
        "Visual",
        "Twitter"
    ],
    "experience": [
        "City",
        "01/1995 to 04/2016",
        "Marketing & Communications Executive Company Name ï¼​ City , State",
        "Highly successful firm that has provided public relations and corporate communications services to more than 100 national and global",
        "clients.",
        "Track record of success market identification and penetration, competitive differentiation, corporate image improvements, new business",
        "development, content development and awareness.",
        "Controlled budgets ranging up to $20 million.",
        "Instrumental in generating 1+ million Internet viewers by devising aggressive public relations and communications campaign to support the",
        "introduction of Quincy Jones III's revolutionary health initiative \"Feel Rich.\"",
        "Accelerated public awareness of critical Diabetes care across the nation by writing and producing more than 30 entertaining and",
        "informative stories for CNBC's show \"D-Life,\" which prompted tens of thousands of Internet viewings.",
        "Successfully wrote and produced over 75 digital marketing pieces, and wrote and produced in excess of 100 segments for brands such as",
        "Apple TV ESPN, CNBC, and DirecTV, among others.",
        "Traveled globally to write and produce stories for Warner Brothers, Disney, Universal Studios, ESPN, CNBC, DirecTV, and the History",
        "Channel.",
        "Garnered interviews with scores of celebrities including Magic Johnson, Dustin Hoffman, Matthew McConaughey, the President of the",
        "United States' former personal physician, and many others."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "COMMUNICATIONS EXECUTIVE\nExecutive Profile\nCreative leader\n \noffering rich career experience in corporate communications for domestic and global brands and strategic communications for\nuse on social media, internal operations, and"
        }
    ],
    "category": "COMMUNICATIONS EXECUTIVE"
}