{
    "skills": [
        "System",
        "Process",
        "Analyze",
        "Merchandising",
        "Word",
        "Research",
        "Excel",
        "Hospitality",
        "Writing",
        "Reports",
        "Administration",
        "Marketing",
        "Powerpoint",
        "Fundraising",
        "Inventory",
        "Database",
        "Payments",
        "Accounting",
        "Investigations",
        "Operations",
        "Payroll",
        "Policies",
        "Requests",
        "Networking",
        "Training",
        "Advertising"
    ],
    "experience": [
        "02/2015 to Current",
        "HR Employee Relations Specialist Company Name ï¼​ City , State",
        "Conducted Investigations and resolutions of Â workplaceÂ issues/inquiries from field employees and management.",
        "Served as aÂ partnerÂ for managers and employees by ensuring application of company policies and procedures.",
        "Created and conducted training for hourly and salaried employees.",
        "Support performance management process for all employees.",
        "Partnered with Equifax and Unemployment Cost Control to research and respond to unemployment claims.",
        "02/2014 to 02/2015",
        "Store Operations Associate Company Name ï¼​ City , State",
        "Monitored inventory control, processed physical counts of all merchandise, organized and secured all inventory (including cellular devices",
        "and accessories), and responsible for shipping and receiving of inventory.",
        "Investigated and resolved any inventory discrepancies.",
        "Merchandising, assist with floor sets, create service desk tickets for defective equipment.",
        "Processed customer trade-in's and returns (cellular devices and accessories).",
        "Provided general customer service and process account payments to assist account holders.",
        "01/2001 to 01/2013",
        "Clerical/Staff Associate IV Company Name ï¼​ City , State",
        "02/1753",
        "Verified and updated business caption listings in (database) Common Suite System using setup forms received from the Directory Marketing",
        "Unit group.",
        "Review each Directory Listing Report in detail to confirm the accuracy of the data.",
        "Correct discrepancies between written order requests and database system.",
        "Interpret, verify, analyze and input listings from advertising orders.",
        "Input payroll, provided payroll administrative support for employees.",
        "Execute directory specific reports to prepare the white pages business section for final printing and shipping to external customers.",
        "Conducted training sessions for all new hires on writing service orders via NetMeeting (web-based) and classroom setting.",
        "Created learning materials including policy & procedure manuals utilized company wide."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "EMPLOYEE RELATIONS SPECIALIST\nSummary\nDedicated and"
        },
        {
            "Degree": "MBA",
            "Institution": "Skillful in tracking details, office\nmanagement, and"
        }
    ],
    "category": "HR EMPLOYEE"
}