{
    "skills": [
        "Recruitment",
        "Process",
        "English",
        "Word",
        "Research",
        "Excel",
        "Legal",
        "Technical",
        "Administration",
        "Security",
        "Powerpoint",
        "Regulations",
        "Acquisition",
        "Communication",
        "Negotiation",
        "Fulfillment",
        "Policies",
        "Requests",
        "Training",
        "Analysis",
        "Budget",
        "Hospital"
    ],
    "experience": [
        "Budget: daily contact with the budget manager to ensure or to request additional salary needs to be included in budgetary revisions/and",
        "legislative special requests.Â",
        "Salary administration: reviewed, justified, and approved management requests for salary adjustments based on expanded variety and scope",
        "of responsibilities. Determined appropriate percentage increase and status (temp/perm).",
        "03/2013 to 06/2013",
        "Manager, Classification/Compensation Company Name ï¼​ City , State",
        "Reduced the established timeframe for individual job analysis from an average of four months to 11 calendar days.Â",
        "Established a requirement and template for project management and communication plans.",
        "Prioritized and assigned classification and compensation studies and reviews.",
        "Established and coordinated the recruitment of referrals from Cabinet and Council of State members.Â",
        "Conducted statewide FLSA evaluations that resulted in appropriate designations.",
        "Ensured legal/justified salary administration practices.",
        "10/2012 to 02/2013",
        "Manager, Recruitment/Classification/Compensation Company Name ï¼​ City , State",
        "Reduced the backlog of management-requested classification/compensation studies and individual job reviews by 100% w/in a four-month",
        "period.Â",
        "Supervised recruitment efforts for all occupational needs of the hospital. Well-versed in NeoGov (e-recruitment).Â",
        "Reviewed management requests for occupational and individual position studies toward upgrades, reallocations, downgrades, salary",
        "adjustments, and competency and skill-based pay programs for nurses, mechanical trades, and institutional services personnel.",
        "06/2004 to 01/2013",
        "Senior HR Analyst Company Name ï¼​ City , State",
        "Oversight of HR classification/compensation activities of 12 field HR managers and analysts.",
        "Project manager for a variety of occupational competency and skill-based pay programs.",
        "Managed the statewide competency-based-pay program for nurses.",
        "Qualified applicants for jobs.",
        "Reviewed and approved requests for salary exceptions career progressions, and in-range salary adjustments.",
        "Led statewide FLSA designation analysis (18,000 employees).Â",
        "Processed reduction-in-force activities.",
        "Developed and delivered training to department-wide employees regarding a variety of regulations, laws, rules, policies, and procedures.",
        "Ensured that field HR managers fulfilled performance management initiatives.Â",
        "06/2000 to 05/2004",
        "Senior HR Analyst Company Name ï¼​ City , State",
        "Facilitated the development of statewide policies and procedures for competency and skill-based pay programs.Â",
        "Partnered with managers and agency leaders to create CBPs (technical and soft-skills).",
        "Managed the statewide skill-based pay program for machine operators.Â",
        "06/1996 to 05/2000",
        "Training And Development Specialist Company Name ï¼​ City , State",
        "Assessed educational/training needs.",
        "Developed, delivered and evaluated leadership, technical, administrative, and state/federal-mandated employee training based on ASTD",
        "principles.Â",
        "Served as team lead for the development and delivery of statewide initiatives such as performance-based pay and performance",
        "evaluations.Â",
        "Major contributor toward the research and development of internalÂ  Ethical Practice of Trainers/Educational Leaders."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SPECIALIST\nSummary\nPossess"
        }
    ],
    "category": "HR SPECIALIST"
}