{
    "skills": [
        "Excel",
        "Business intelligence",
        "Design",
        "Reporting",
        "Microsoft excel",
        "Metrics",
        "Research",
        "Powerpoint",
        "Counsel",
        "Microsoft office",
        "Governance",
        "Communication",
        "Teaching",
        "Analytical",
        "Database",
        "Audit",
        "International",
        "Key performance indicators",
        "Microsoft powerpoint",
        "Presentation",
        "Sharepoint",
        "Administrative support",
        "Compliance",
        "Requests",
        "Operations",
        "Analysis",
        "Improvement",
        "Process",
        "Legal",
        "Presentations",
        "Process improvement",
        "Content",
        "Responses",
        "Accounts payable",
        "Spreadsheets",
        "Website",
        "Oracle",
        "Reports",
        "Microsoft sharepoint",
        "Word",
        "Security",
        "Training"
    ],
    "experience": [
        "Company Name December 2012 to Current Clinical and Data Operations Support Analyst",
        "Home-based Support the development and delivery of key performance indicators and metrics and the provision of them on a monthly",
        "basis.",
        "Create dashboards using Oracle Business Intelligence Tools",
        "Create reports using Oracle Answers to produce monthly metrics.",
        "Build eRoom databases for tracking critical document package reviews. Responsible for exporting databases and providing monthly",
        "dashboard analysis.",
        "Provide support for reviews of financial and operational performance through the provision and analysis of data from ICON's systems.",
        "Work closely with the Global Director, Study Start Up Leads to support global consistency, focus and development across the SSU Lead",
        "function.",
        "March 2008 to February 2013 Executive Management Assistant",
        "Design presentation Tools using Excel and Powerpoint. Modify tools based on sponsor needs. Conduct training sessions globally on how to",
        "use tools and present data. Executive Management Assistant- 03/08 to 02/13",
        "Created multiple databases across many eRooms for the purposes of tracking, analyzing and reporting quality issues, governance",
        "compliance, sponsor feedback, audit findings and responses.",
        "Responsible for pulling data from CTMS and Planview via Business Objects and OMR, analyzing and presenting results to Sr. Mgmt.",
        "Assist with report generation and preparation for Sponsor audits.",
        "Liaise with multiple departments such as accounts payable to resolve employee, team compliance issues.",
        "Trained and assisted employees on various company applications, expense reports and all Microsoft Office applications.",
        "Worked with Report Developers to create ad hoc reporting to meet the needs of Sr. Mgmt",
        "Prepared on a regular basis a suite of metrics via bar graphs and PowerPoint presentations for Sponsor Quality Management and Joint",
        "Operations Committee meetings.",
        "Deployed surveys and compile data in eRoom database.",
        "Responsible for tracking promotion eligibility of all US Clinical Operation employees, obtaining recommendations, notifying management of",
        "finalized promotions and salary increases.",
        "Company Name May 2006 to September 2007 Executive Associate, General Counsel, Labor & Employment",
        "Company Name September 2007 to March 2008 Sr. Administrative Support Associate, General Counsel",
        "City , State",
        "Managed a high-volume workload within a deadline-driven environment.",
        "Identified process improvement opportunities and implemented changes to gain operational efficiencies within department.",
        "Developed and maintained complex spreadsheets. Maintained data sources for departmental records and management information",
        "reporting.",
        "Provided information in support of complex requests for department projects, programs and events.",
        "Handled all aspects in planning and carrying out regular training events for client education.",
        "Supported development and modification of presentations.",
        "Collected data and generated management information reports and graphics.",
        "Provided comprehensive support services and routine analysis to unit.",
        "Assisted in various types of departmental project, including companywide initiatives. â—¦ Using Microsoft SharePoint created department",
        "website for posting secured self-service resources for client use and to facilitate collaboration on documents and projects. â—¦ Responsible",
        "for maintaining,monitoring and updating site content and security groups."
    ],
    "company_names": null,
    "total_experience": 6.75,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "AND DATA OPERATIONS SUPPORT ANALYST\nSummary\nCreative and Innovative professional driven to launch a career in"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Brings valuable experience from the legal and clinical research"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Summary of Skills\nExcellent research skills\nDetail oriented\nMeticulous attention to detail\nExcel spreadsheets\nStrong problem solver\nHuman resource laws knowledge\nData collection and analysis\nAnalytical thinker\nCreative problem solver\nPerformance metrics specialist\nStrong work ethic\nGood written communication\nExceptional communication skills\nStrong presentation skills\nStrong research skills\nMicrosoft Word, Excel, PowerPoint\nDatabase management\nStrong communicator\nReport analysis\nEmployee training and developmentBusiness process improvement\nProfessional and mature\nArticulate and"
        }
    ],
    "category": "Skills Excellent"
}