{
    "skills": [
        "Microsoft powerpoint",
        "Engineering",
        "Training",
        "Content",
        "Powerpoint",
        "Programming",
        "Statistics",
        "Teaching",
        "Matrix",
        "Forecasting",
        "Kpi",
        "Presentations",
        "Hypothesis",
        "Analytical",
        "Procurement",
        "Inventory",
        "Presentation",
        "Analysis",
        "Administration",
        "Writing",
        "Data analysis",
        "Math",
        "English",
        "Marketing",
        "Sql",
        "Operations management",
        "Reports",
        "Testing",
        "Mathematics",
        "System",
        "Warehouse",
        "Project management",
        "Flex",
        "Process",
        "Technical",
        "C++",
        "Operations",
        "Reconciliation",
        "Logistics",
        "Fulfillment",
        "C",
        "Documentation",
        "Improvement"
    ],
    "experience": [
        "Operational Excellence Lead, Google Express 11/2004 to 04/2005 Company Name City , State",
        "Analyzed data using statistical analysis tools such as correlation and multiple regression analysis.",
        "Reviewed results and provided recommendations on system improvements, courier performance efficiency and capacity planning using",
        "various optimization and data analysis techniques.",
        "Identified operational areas that needed process and speed improvement to deliver orders faster.",
        "Consultant 01/2013 to 02/2014 Company Name City , State",
        "Supported the 77Looks application from pre-launch to current in marketing, content management, quality testing areas. Application won SF",
        "Fashion Tech Pitch Competition in June 2013 and company has reached approximately 1M active users.",
        "Operations Manager 10/2011 to 01/2013 Company Name City , State",
        "Supervised a team of logistics analysts and warehouse staff in global warehouses.",
        "Defined the scope of key performance indicator (KPI) reports and analytical tools needed which helped decrease operational errors by",
        "more than 80%.",
        "Turned large data sets into actionable items in the form of order forecast reports, optimization tools and inventory reconciliation reports.",
        "Senior Analyst 10/2010 to 10/2011 Company Name City , State",
        "Supported global operations by ensuring warehouse productivity, inventory accuracy, timeliness of order fulfillment and shipments.",
        "Documented standard operating procedure(SOPs) and work flow processes for the use of operations and customer support teams.",
        "Account Manager and Logistics Analyst 07/2007 to 10/2010 Company Name City , State",
        "Managed customer accounts in different industries to ensure on time delivery of shipments for import and export operations.",
        "Supervised and trained new users for procurement and warehouse management system."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "ENGINEERING MANAGER\nSummary\nPersonable, patient and adaptable Math tutor with 3 years of experience tutoring"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highly reliable and\napproachable person with 8 years of professional experience in people management, leadership, documentation"
        }
    ],
    "category": "SENIOR ENGINEERING"
}