{
    "skills": [
        "Policies",
        "Hardware",
        "Reports",
        "Linux",
        "Database",
        "Research",
        "Vendors",
        "Legal",
        "Sql",
        "Mobile",
        "Health",
        "Html",
        "Administration",
        "Powerpoint",
        "Website",
        "Procurement",
        "Inventory",
        "Training",
        "Analyze",
        "Repairs",
        "Troubleshooting",
        "Asp",
        "Design",
        "Email",
        "Process",
        ".net",
        "Windows",
        "Publishing",
        "Installation",
        "Certification",
        "Word",
        "Newspaper",
        "Documentation",
        "Analysis",
        "Communication",
        "Visual",
        "System",
        "Data analysis",
        "Teaching",
        "Access",
        "Technical",
        "Researching",
        "Os",
        "Unix",
        "Correspondence",
        "Computer applications",
        "Excel",
        "Sap",
        "Software installation",
        "Logging"
    ],
    "experience": [
        "03/2016 to Current",
        "Lead Information Technology Support Specialist Company Name ï¼​ City , State",
        "Perform lead worker functions including assigning, coordinating and reviewing daily work of staff, training other employees and act as a",
        "resource to other staff.",
        "Perform help desk systems administration; develop and document procedures.",
        "Coordinate with technical support team, management, and users to define user needs for new or improved systems; coordinate software",
        "deployments and PC replacements; manage hardware and software inventories.",
        "All duties as listed below.",
        "04/2007 to 03/2016",
        "Information Technology Support Specialist Company Name ï¼​ City , State",
        "Identify, troubleshoot, install, program, configure, upgrade, analyze and maintain various computer and network peripherals including mobile",
        "data computing devices.",
        "Determine appropriate course of action and conduct repairs, modifications, procurement, and replacement of internal peripherals as needed.",
        "Install, configure, and support enterprise class, SQL compliant database software.",
        "Document the procedures for other support personnel to use as reference material to assist in the support of these systems.",
        "Exceptional ability to work with a very demanding group of users in providing timely support in person, over the phone, or in remote",
        "desktop sessions.",
        "Known for approachability, diplomacy and patience in dealing with frustrated users."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Work History"
}