{
    "skills": [
        "Engineering",
        "Transport",
        "Transportation",
        "R",
        "Forecasting",
        "Supervisor",
        "Retail",
        "Healthcare",
        "Lean",
        "Instrumentation",
        "Quality assurance",
        "Distribution",
        "Analysis",
        "Scheduling",
        "Microsoft office",
        "Experiments",
        "Chemicals",
        "Design",
        "Ordering",
        "Cad",
        "System",
        "Six sigma",
        "Project management",
        "Process",
        "Supply chain",
        "Gis",
        "Research",
        "Supervising",
        "C++",
        "Operations",
        "Logistics",
        "Controls",
        "Mining",
        "C",
        "Visual",
        "Iso"
    ],
    "experience": [
        "Engineering Intern May 2014 to Aug 2014",
        "Company Name ï¼​ City , State",
        "Research and Development of new product, Rubber Screen Panels used in mining industries Manufacturing and Production of new product",
        "using Injection Molding technique Scheduling and Planning operations Implementation of strategic planning and control Application of Lean",
        "manufacturing Efficient handling Injection Molding machine Followed ISO 9001 Community Beer Works, Lean Six Sigma Intern.",
        "Sep 2013 to Dec 2013",
        "City , State",
        "Applied six sigma tools DMAIC to the transaction process in an organization Reviewed and applied 5S, cause and effect diagram,",
        "histogram, Pareto Chart, Value Stream Mapping etc.",
        "Analyzed and Improved process by which more profit can be generated by an organization Suggested use of a portal which reduces the",
        "lead time between ordering and receiving in transactional process National Organic Chemicals of India Limited (NOCIL) Rubber Chemical",
        "Division.",
        "Navi Mumbai, India.",
        "Production Supervisor Jul 2011 to Jul 2012",
        "Supervised production unit known as CBS (n-cyclohexylamine 2- benzothiozole sulpanamide which produced chemical which is further",
        "used as accelerator in production of tires by clients such as MRF ( Madras Rubber Factory), Monsento (company in brazil) Handled",
        "distillation columns, pressure vessels and valves controlled by PLC and DCS Efficiently maintained distillation columns without any single",
        "event of mishandling Followed hazardous operability process (HAZOP) Implementation of failure mode effective analysis (FMEA)."
    ],
    "company_names": null,
    "total_experience": 1.5,
    "education": [
        {
            "Degree": "mba",
            "Institution": "INTERN\nSummary\nCandidate with \na fifteen months experience in production supervising and manufacturing seeking opportunity in field of Quality, Supply Chain and\nManufacturing\nHighlights\nDMAIC, Failure Modes and Effective Analysis (FMEA), \nKaizen, Lean Manufacturing , 5S, Value Stream Mapping, Root Cause Analysis,\nPFMEA Quality"
        },
        {
            "Degree": "Master of",
            "Institution": "Statistical Process Control, Process Capability, ANOVA, Gage R & R"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Programmable Logic controls (PLC),\nDiscrete Control system (DCS), \nMicrosoft office, Minitab"
        },
        {
            "Degree": "mba",
            "Institution": "Working knowledge of"
        }
    ],
    "category": "Summary Candidate"
}