{
    "skills": [
        "System",
        "Process",
        "Sales",
        "Legal",
        "Administration",
        "Marketing",
        "Schedule",
        "Customer service",
        "Travel",
        "Health",
        "Revenue growth",
        "Outreach",
        "Training",
        "Process improvements",
        "Interactive",
        "Budget",
        "Advertising",
        "Hospital",
        "Partnership"
    ],
    "experience": [
        "Patient Amenities, Marketing Material, Proper WorkAttire, Associate Recognition, Signage.",
        "Departmental support throughout the facilities including: Emergent Room support, Out-Patient Surgery, Hurricane Response Teams and",
        "others as needed.",
        "Respond to and address customer complaints and assist the patients, their families and staff to ultimately ensure a positive patient",
        "experience.",
        "Provided Customer Service Training programs to Health First Directors and Managers outside the hospital (Home Health, Hospice,",
        "Business Office, Health First Health Plans) as a consultant after I left the organization.",
        "Show franchise",
        "Company Name ï¼​ City , State",
        "Started business as one of the first independent consultants in Tennessee.",
        "Developed process/program without ever attending a show or having one modeled for me.",
        "Developed passionate demonstration to not only present products in an entertaining, informative, interactive forum to showcase product as",
        "needs-based but also to appeal to others as a business that is fun, fulfilling and could be easily duplicated.",
        "Developed downline team of 42 consultants across multiple states in a pre-internet time.",
        "Developed training programs and new letters for a very diverse team for monthly training meetings in person as well as via phone conference",
        "for those out of state.",
        "Consultants were motivated by different personal goals (paycheck, obtaining products, desire to develop own business, etc.) therefore",
        "adjusted training based on different needs and personality types.",
        "Provided encouragement and support for those new to business.",
        "Provided inspiration to develop different sales strategies in a new market.",
        "Developed advertising campaigns and flyer/mailings.",
        "Introduced The Pampered Chef."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "CARE ADMINISTRATOR\nInterests\nAs a hobby, creating memorable events for military functions, wedding and party"
        }
    ],
    "category": "Experience Health"
}