{
    "skills": [
        "Policies",
        "Hardware",
        "Travel",
        "Accounting",
        "Operations",
        "Administration",
        "Inventory",
        "Training",
        "Requests",
        "Troubleshooting",
        "Ibm",
        "Statistics",
        "Content",
        "Design",
        "Email",
        "Operating systems",
        "Ordering",
        "Risk management",
        "Process",
        "Programming",
        "Try",
        "Certification",
        "Presentation",
        "Scheduling",
        "Word",
        "Communication",
        "Marketing",
        "Finance",
        "System",
        "Writing",
        "Technical issues",
        "Technical",
        "Networking",
        "Microsoft word",
        "Transport",
        "Prospecting",
        "Fundraising"
    ],
    "experience": [
        "Production Associate 03/2006 to Current Company Name City , State",
        "cover letter typically accompanies each resume you send out.",
        "Your cover letter may make the difference between obtaining a job interview or having your resume ignored, so it makes good sense to",
        "devote the necessary time and effort to writing effective cover letters.",
        "A cover letter should complement, not duplicate, your resume.",
        "Its purpose is to interpret the data-oriented, factual resume and add a personal touch.",
        "A cover letter is often your earliest written contact with a potential employer, creating a critical first impression.",
        "Find out more of the differences between a resume and a cover letter.",
        "There are three general types of cover letters: The application letter which responds to a known job opening (review samples) The",
        "prospecting letter which inquires about possible positions (review samples) The networking letter which requests information and assistance",
        "in your job search (review samples) Your cover letter should be designed specifically for each purpose outlined above as well as for each",
        "position you seek.",
        "Do not design a form letter and send it to every potential employer (you know what you do with junk mail!)."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Complimentary Close"
}