{
    "skills": [
        "Debugging",
        "Java",
        "Cms",
        "System",
        "Dns",
        "Mathematics",
        "Project management",
        "C",
        "Scripting",
        "Mysql",
        "Queries",
        "Testing",
        "Oracle",
        "Research",
        "Technical",
        "Modeling",
        "Reports",
        "Administration",
        "Security",
        "Apex",
        "Python",
        "Technical skills",
        "Servers",
        "Banking",
        "Hardware",
        "Windows",
        "Database",
        "Xml",
        "Workflow",
        "Math",
        "Audit",
        "C++",
        "Perl",
        "Erp",
        "System administration",
        "Php",
        "Access",
        "Sql",
        "Experimental",
        "Shell",
        "Reporting",
        "Linux",
        "Unix",
        "Pl/sql",
        "Visual"
    ],
    "experience": [
        "Information Designer , 09/2012 ï¼​ Current Company Name ï¼​ City , State",
        "Luminis system administration - The Luminis Platform is a Web portal system(https:/aggieaccess.cameron.edu) that creates a common",
        "gateway to the information that students, faculty, and staff use every day.",
        "This system is running on T5220 server Chief technical staff for maintaining university's website(www.cameron.edu ) DegreeWorks",
        "administrator - Implemented DegreeWorks application on Linux server with backend Oracle database with highly customized XML",
        "documents as frontend.",
        "DegreeWorks is a comprehensive, web-based academic advising and degree audit tool that helps students and their advisors successfully",
        "navigate curriculum requirements Plans and implements backup and recovery of the Oracle database using RMAN and MySQL Database",
        "with mysqldump utility Provided system administration for 12+ servers of Red Hat Linux, Centos Linux and Unix(Solaris 10) including",
        "routine maintenance, patching, and system backups and restore, and software and hardware upgrades Experienced in Performance Tuning,",
        "Query Optimization, and Database Consistency Checks Experienced in developing stored procedures, Triggers, Cursors, Joins, Views,",
        "Cursors and SQL on databases: MySQL, Oracle 11g Experienced in designing, modeling, developing, deploying and supporting database -",
        "driven applications using Oracle Application Express (APEX) Experienced in Monitoring servers by using tools like Nagios, OSSEC (Host",
        "-based Intrusion Detection System), and LogWatch.",
        "Maintain Web Servers: Apache, DNS, Tomcat, CAS, WebGUI CMS systems Managing users, group and their permissions Managing",
        "server security using iptables Install and maintain SSL Certificates for more than 15 Web Hosts including Oracle Wallet Certificates,",
        "Apache, and Tomcat Integrate, maintain and configuring Single Sign-On(SSO) to web application with Luminis Platform Installed,",
        "Upgraded and applied patches on Oracle RDBMS and on different modules of Banner System Well-versed in developing reporting",
        "applications using Cognos Business Intelligence components like Report Studio, Framework Manager, and Query Studio Created custom",
        "reports using PL/SQL to functional users Experienced on Automatic Scripting using shell scripts bash and perl Responsible for issuing",
        "Banner Security access for faculty, staff, and students Solve security access and profile related problems Handling and generating tickets via",
        "BMC Track-It tool.",
        "Work History",
        "Research Assistant 05/2012 ï¼​ 07/2012 Company Name ï¼​ City , State",
        "Office Assistant 05/2012 ï¼​ 07/2012 Company Name ï¼​ City , State",
        "Mathematics Tutor 10/2010 ï¼​ 05/2012 Company Name ï¼​ City , State"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DESIGNER\nSummary of Qualifications\nStrong leadership, project management, System Administration and technical skills to meet the efficiency and optimization"
        }
    ],
    "category": "INFORMATION DESIGNER"
}