{
    "skills": [
        "Analyze",
        "Policies",
        "Underwriting",
        "Administration",
        "Accounting",
        "Research",
        "Communication",
        "Strategy",
        "Supervising",
        "Aviation",
        "Marketing",
        "Specifications",
        "Phone calls",
        "Inventory",
        "Process",
        "Customer service",
        "Mobile",
        "Troubleshooting",
        "Transactions",
        "Invoices",
        "Reports",
        "Intranet",
        "Training",
        "System"
    ],
    "experience": [
        "January 2014 to Current Company Name ï¼​ City , State",
        "Phoenix Aviation has provided me with an extensive knowledge of aviation amongst multiple product lines; while remaining task oriented",
        "and working as a team member.",
        "I currently work with the Agriculture, Commercial Aircraft, Commercial Airport, and Airline product lines.",
        "Having knowledge of multiple product lines is an asset, because I am able to assist multiple underwriters and underwriter assistants",
        "throughout the company.",
        "Issue new business and renewal binders, endorsements, and any mid-term changes that may occur, while maintaining monthly reports for the",
        "commercial and airline policies.",
        "Assist brokers on a daily basis with a concerns or questions concerning policies, certificates, loss runs, invoices, and endorsements for",
        "Agriculture, Commercial, and Airline products.",
        "Familiar intranet and internet based systems that incorporate a paperless process.",
        "I have received numerous awards for going above and beyond for my manager and multiple underwriters.",
        "Customer Service Representative",
        "February 2013 to January 2014 Company Name ï¼​ City , State",
        "AIG Aerospace has provided me with the knowledge of aviation and ability to assist brokers; while also working as a part of a team and",
        "providing the best customer service.",
        "Having knowledge of aviation is useful in assessing aviation risk, which includes aircraft specifications, reviewing pilot experience, and etc.;",
        "to produce computer-generated quotes and binders.",
        "Issue endorsements, binders, and policies for light general aviation aircrafts and also maintain renewals on a continuing basis through the",
        "updating underwriter information for renewal proposals.",
        "Manage and respond to brokers on a daily basis with any concerns and questions regarding accounting, underwriting, renewals, policy",
        "terms and conditions, non-ownership program, and providing training to brokers regarding an external quote system.",
        "Familiar with intranet and internet based systems that incorporate a paperless process.",
        "Research and corrected any premium discrepancies by offsetting balances in the accounting system.",
        "Device Support Center Manager",
        "January 2008 to Current Company Name ï¼​ City , State"
    ],
    "company_names": null,
    "total_experience": 0.92,
    "education": [],
    "category": "Current Company"
}