{
    "skills": [
        "Recruitment",
        "Teaching",
        "Process",
        "Improvement",
        "Recruit",
        "English",
        "Contracts",
        "Business strategy",
        "Strategy",
        "Legal",
        "Writing",
        "Sales goals",
        "Reports",
        "Account management",
        "Marketing",
        "Security",
        "Acquisitions",
        "Certification",
        "Customer service",
        "Retention",
        "Regulations",
        "Presentations",
        "Communication",
        "Database",
        "Spanish",
        "Process improvement",
        "Negotiation",
        "Operations",
        "Payroll",
        "Budgeting",
        "Policies",
        "Quality assurance",
        "Outreach",
        "Website",
        "Psychology",
        "Training",
        "Sales"
    ],
    "experience": [
        "Substitute Teacher 01/2016 to Current Company Name",
        "Manage classrooms, and help children throughout the day, by assessing the lesson of the day.",
        "Maintaining discipline in the classroom.",
        "10/2011 to 01/2017 Company Name City , State",
        "Advised prospective employees on various tips and tricks that would assist them in gaining employment in the organization.",
        "Implement effective HR policies to ensure all practices are following labor and employment regulations.",
        "Increased employee retention above 90% by rigorously maintaining a positive work environment.",
        "Develop targeted outreach recruitment programs to recruit more minorities and meet affirmative action requirements.",
        "Created a website with an embedded database and FTP functionality to enable online recruitment for the organization and reducing",
        "recruitment costs by 10%.",
        "Develop user friendly application forms and questionnaires to be used by the organization during staff recruitment and interviewing.",
        "Arbitrate labor disputes in collaboration with the legal department.",
        "Operations Sales Manager 09/2008 to 10/2011 Company Name City , State",
        "Established operational objectives and work plans and delegated assignments to subordinate managers.",
        "Supervised a team of 15 area managers and 35 associates.",
        "Developed executive presentations and reports to facilitate project evaluation and process improvement.",
        "Directed planning, budgeting, vendor selection and quality assurance efforts.",
        "Defined clear targets and objectives and communicated them to other team members.",
        "Reviewed sales, customer concerns and new opportunities to drive business strategy at weekly planning sessions.",
        "Assessed vendor products and maintained positive vendor relations.",
        "Supported the sales team in writing proposals and closing contracts.",
        "Developed quarterly and annual sales department budgets.",
        "Developed a comprehensive training program for new sales associates.",
        "Reviewed operational records and reports to project sales and determine profitability.",
        "Trained all incoming sales team members.",
        "Maintained knowledge of current sales and promotions, policies regarding payment and exchanges and security practices.",
        "Insurance Agent 08/2005 to 08/2008",
        "Fred Loya Insurance - Eagle Pass TX 78852 Met with existing and prospective clients each week to select appropriate insurance policies.",
        "Calculated quotes and educated potential clients on insurance options.",
        "Tracked the progress of all outstanding insurance claims.",
        "Calculated premiums and established payment methods for sales.",
        "Identified and solicited sales prospects in agency databases.",
        "Evaluated leads obtained through direct referrals, lead databases and cold calling."
    ],
    "company_names": [
        "Fred Loya Insurance"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "TEACHER\nSummary\nReceiving an education on Psychology and pursuing my teaching certification,ha been the best professional accomplishment I have"
        }
    ],
    "category": "SUBSTITUTE TEACHER"
}