{
    "skills": [
        "Excel",
        "Business intelligence",
        "Certification",
        "Technical",
        "Reporting",
        "Accounting",
        "Project management",
        "Reconciliation",
        "Sales",
        "Schedules",
        "Communication",
        "Marketing",
        "Compliance",
        "Retail",
        "Correspondence",
        "Operations",
        "Distribution",
        "Process",
        "Inventory",
        "Project management skills",
        "Logistics",
        "Scheduling",
        "Spreadsheets",
        "Contracts",
        "Budgeting",
        "Invoices",
        "Reports",
        "Spanish",
        "Quality control",
        "Invoicing"
    ],
    "experience": [
        "Company Name October 2009 to Current Branch Administrator",
        "City , State",
        "Prepare & process complex reports for managers on a daily basis ensuring to meet tight deadlines. â—† Diagnose and resolve all inquires from",
        "customers and closely working with our sales department. â—† Invoicing on a timely matter for three branches. Processing service orders daily. â",
        "—† â—†",
        "Company Name August 2005 to July 2009 BILLER/CUSTOMER SERVICE REPRESENTATIVE",
        "City , State",
        "Accounts payable and receivable as well as account reconciliation. Invoiced all incoming receipts on a timely basis. Process all incoming customer",
        "phone orders.",
        "Management of all appointments and delivery schedules on calendar.",
        "Managed drivers schedules and dispatching assuring they are checked in and accessible.",
        "Company Name September 2002 to July 2005 LOGISTICS & CUSTOMER SERVICE COORDINATOR",
        "City , State",
        "â—†Oversee front-office operations and provide impeccable customer service. Key contact for all vendor requirement assurance.",
        "Sales liaison to ensure shipments were executed in timely manner and while assuring quality control. Reviewed all contracts and proposals.",
        "Management of all meeting and event logistics and planning.",
        "Transmissions of all EDI documents and order processing.",
        "Accounting:",
        "Invoicing",
        "Creation/maintenance of excel spreadsheets for budgeting and inventory purposes.",
        "Chargeback's",
        "Inventory Management",
        "Shipping Management:",
        "Assurance of delivery deadlines.Received and distributed faxes and mail in a timely manner.Properly routed agreements, contracts and invoices",
        "through the signature process.Managed daily office operations and maintenance of equipment.Created and maintained spreadsheets using",
        "advanced Excel functions and calculations to develop reports and lists.Verification of vendor specification compliance. Responsible for generating",
        "style's and color codes in style master",
        "Oversaw call center operations and staff.",
        "Highest level of care for resolving customer inquiries/complaints.",
        "Expense reporting and tracking for CSC as well as inventory controller for all Ralph Lauren Divisions.",
        "Management of all meeting and event logistics and planning"
    ],
    "company_names": null,
    "total_experience": 6.75,
    "education": [
        {
            "Degree": "master new",
            "Institution": "ADMINISTRATOR\nObjective\nObtain a challenging position which will demonstrate and highlight my organizational, customer service, communication, and project management"
        },
        {
            "Degree": "master\nOversaw",
            "Institution": "Summary\nCommitted and motivated Administrative Assistant with exceptional customer service and decision making"
        }
    ],
    "category": "BRANCH ADMINISTRATOR"
}