{
    "skills": [
        "Recruitment",
        "Hris",
        "System",
        "Process",
        "Compliance",
        "Recruit",
        "Research",
        "Excel",
        "Safety",
        "Reports",
        "Administration",
        "Security",
        "Microsoft excel",
        "Schedules",
        "Retention",
        "Coaching",
        "Regulations",
        "Employee relations",
        "Communication",
        "Staffing",
        "Recruiting",
        "Benchmarking",
        "Payroll",
        "Investigate",
        "Policies",
        "Website",
        "Training",
        "Process improvements",
        "Sales"
    ],
    "experience": [
        "03/2013 - Current",
        "Company Name - City , State HR Coordinator",
        "Manage the recruitment, selection, and staffing process for full time employees.",
        "Manage the employee orientation and onboarding process for full time employees.",
        "Maintain job classification system including job descriptions; defining objectives, responsibilities, salary information and benchmarking.",
        "Develop, administer and manage personnel policies, procedures and programs for the City.",
        "Advise managers, supervisors, and employees on labor contract, employment law, and policies and procedure matters.",
        "Respond to inquiries from managers, supervisors, and employees, investigate complaints, and provide for conflict resolution.",
        "Works with departments regarding employee issues, recommending appropriate actions involving employee performance, behavior,",
        "productivity, etc.",
        "Completes duties related to compensation, benefits, and performance management.",
        "Manage the City's safety and workers' compensation processes.",
        "Serve as Chair on the City's Benefit, Safety, and Wellness committees; provide direction to committees; ensures compliance with mandated",
        "safety training; develop wellness and safety programs to meet strategic goals of the City.",
        "Develop procedures for managing employee leaves of absence and light duty.",
        "Administer leave of absence programs to include FMLA, Salary Continuation, Parenting Leave, Military Leave, etc.",
        "Ensure compliance with employment law and related regulations.",
        "Conduct research; prepare reports and recommendations on complex issues and projects."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "COORDINATOR\nSummary\nCertified Human Resources Professional with extensive employee relations experience in a full range of functions, as well as success in\nsimultaneously managing multiple"
        }
    ],
    "category": "COORDINATOR Summary"
}