{
    "skills": [
        "Safety",
        "Technical",
        "Policies",
        "Ordering",
        "Administration",
        "Repairs",
        "Project management",
        "Sales",
        "Communication",
        "Root cause",
        "Continuous improvement",
        "Six sigma",
        "Documentation",
        "Windows",
        "Electronics",
        "Aviation",
        "Lean",
        "Compliance",
        "Logbook",
        "Installation",
        "Analysis",
        "Improvement",
        "Radar",
        "Process",
        "Time management",
        "Regulations",
        "Troubleshooting",
        "Schematics",
        "Controls",
        "Reports",
        "Security",
        "Electrical",
        "Training",
        "Visual"
    ],
    "experience": [
        "E5-SGT",
        "August 2001 to January 2009 Company Name",
        "Service Country: United States Branch: Marine Corp Rank: E5-SGT August 2001 to January 2009 As an aviation electronics technician, I",
        "repaired electronics aircrafts systems, troubleshot, repaired and replaceable electronic components. Gained knowledge in reading and",
        "comprehending schematics and diagrams. I also performed routine maintenance on test benches and equipment. When I achieved the rank of E3",
        "LCPL, I gave instruction on troubleshooting and repairing solid state devices. I was also responsible for Inspecting and maintaining electronic test",
        "equipment. As a Marine Security Guard I protected three different Embassies around the world. I monitored and safeguard classified material and",
        "Embassy personnel. I was trained in diffusing hostile situations and I investigated security and safety violations and wrote over 300 detailed incident",
        "reports."
    ],
    "company_names": null,
    "total_experience": 14.83,
    "education": [
        {
            "Degree": "Master",
            "Institution": "CONTINUOUS IMPROVEMENT\nSkills\nFiber Optics Repair Technical Skill Set"
        },
        {
            "Degree": "Master Certificate",
            "Institution": "Formal"
        },
        {
            "Degree": "mba",
            "Institution": "Learjet 24, Piper Cherokee, AeroCommander 520, and Cessna 310 Airframe and\nPowerplant"
        },
        {
            "Degree": "mba",
            "Institution": "Inspections, troubleshooting, and airworthiness determinations made on aircraft utilizing technical publications,\nFAR's, manufacturer maintenance manuals, part catalogs and"
        },
        {
            "Degree": "Master Certificate",
            "Institution": "Completed logbook and paperwork"
        }
    ],
    "category": "CONTINUOUS IMPROVEMENT"
}