{
    "skills": [
        "Distribution",
        "System",
        "International",
        "Teaching",
        "Product development",
        "Compliance",
        "Sales",
        "Marketing programs",
        "Mobile",
        "Word",
        "Excel",
        "Researching",
        "Presentation",
        "Content",
        "Hotel",
        "Marketing",
        "Illustrator",
        "Certification",
        "Schedules",
        "Photoshop",
        "Html",
        "Communication",
        "Mock",
        "Photography",
        "Design",
        "Adobe",
        "Brand",
        "Mouse",
        "Indesign",
        "Facebook",
        "Branding",
        "Product design",
        "Experimental",
        "Website",
        "Networking",
        "Beverage",
        "Training",
        "Microsoft word",
        "Interactive",
        "Budget",
        "Advertising",
        "Health",
        "Visual"
    ],
    "experience": [
        "January 1995 to January 2014",
        "Company Name City , State Product and Web Designer",
        "Created graphic materials for the company website.",
        "Designed and printed online interactive sales and marketing collateral.Designed unique print materials, including advertisements, brochures and logo",
        "designs.",
        "Determined styles, size and arrangement of illustrations and graphics.",
        "Assisted in developing and maintaining user-friendly websites.",
        "Translated prototypes and PSDs into launch-ready, pixel-perfect formats.",
        "Maintained site appearance by developing and enforcing content and display standards.",
        "Consistently adhered to all internal delivery schedules.",
        "Collaborated with a team of designers to offer improvements and direction on others' projects.",
        "Prepared layouts and drawings in compliance with established templates and design standards.",
        "Adhered to all corporate brand guidelines when preparing graphic materials.",
        "Recommended techniques, methods and media best suited to produce desired visual effects",
        "Designed artistic signage for special corporate events..",
        "Developed creative graphics that simplified complex messages.",
        "Worked with overseas factories to deliver polished final products.",
        "Contributed ideas during strategic and conceptual brainstorming sessions.",
        "Coordinated with the production factories and delivery managers to follow through from conception, to manufacture, to delivery to online sales.",
        "Created concept mock-ups and banners for web and mobile applications.",
        "Created all communications collateral, including web pages, brochures and fliers.",
        "Prioritized graphic workload and effectively coordinated multiple projects."
    ],
    "company_names": null,
    "total_experience": 19.0,
    "education": [],
    "category": "WEB DESIGNER"
}