{
    "skills": [
        "Transportation",
        "Safety",
        "Investigate",
        "Administration",
        "Supervisor",
        "Communication",
        "Budget",
        "Aviation",
        "Employee relations",
        "Compliance",
        "Operations",
        "Quality assurance",
        "Health",
        "Process",
        "Regulations",
        "Logistics",
        "Training",
        "Investigation",
        "Investigations",
        "System"
    ],
    "experience": [
        "COL",
        "April 1993 to January 2013 Company Name",
        "Montana Army National Guard Fort Harrison, MT 59636 United States 04/1993 - I serve as the Director of Aviation and Safety for the Montana",
        "Army National Guard. I am the principal advisor to the Adjutant General for all Army aviation activity. In this capacity my duties include budget",
        "development and execution, training development, safety management and accident investigations, ground and air logistical management, and",
        "aircraft maintenance management. While in the National Guard, I have served progressively upward as a battalion intelligence officer, company",
        "commander, battalion executive officer, State area command training officer, Chief of Standards and Training, Aviation Brigade executive officer",
        "while deployed to Operation Iraqi Freedom, and at present, the highest ranking aviation officer for the State. In each capacity, I had direct contact",
        "with aviation maintenance and training at the tactical level. With qualifications as a flight instructor and instrument examiner, I also assist units with",
        "their training requirements. I have an active role with each units' safety program by training to standards and evaluating flight performance. I serve",
        "on a safety council that identifies, assesses, and mitigates hazards. I coordinate with the Federal Aviation Administration and the National Guard",
        "Bureau for aviation safety related issues. Through a competitive process, I was selected to attend the US Army War College through its distance",
        "learning program. I graduated in 2013 with a degree of Masters of Strategic Studies. Supervisor: COL Jeff Ireland (4063243003) Okay to",
        "contact this Supervisor: Yes Dept of Military Affairs 1956 Mt Majo Street Fort Harrison, MT 59636 United States 08/2010 - Present"
    ],
    "company_names": null,
    "total_experience": 19.75,
    "education": [
        {
            "Degree": "Master's",
            "Institution": "OF AVIATION AND SAFETY\nSkill Highlights\nProject management"
        },
        {
            "Degree": "Master's Degree",
            "Institution": "Employee relations"
        },
        {
            "Degree": "Master's",
            "Institution": "Risk management"
        },
        {
            "Degree": "Master's Degree",
            "Institution": "Budget management\nProfessional Experience\nDirector of Aviation and Safety\n \nJuly 2013\n \nto \nCurrent\n \nCompany Name"
        },
        {
            "Degree": "Bachelor's",
            "Institution": "City\n \n, \nState\nDuties, Accomplishments and Related"
        },
        {
            "Degree": "Bachelor's Degree",
            "Institution": "I serve as the Director of Aviation and Safety for the Montana Army National"
        },
        {
            "Degree": "Master",
            "Institution": "I am the\nprincipal advisor to the Adjutant General for all Army aviation"
        },
        {
            "Degree": "mba",
            "Institution": "My duties include budget development and execution, training development,\nsafety management and accident investigations, ground and air logistical management, and aircraft maintenance"
        }
    ],
    "category": "SAFETY Skill"
}