{
    "skills": [
        "Excel",
        "Design",
        "Safety",
        "Policies",
        "Reporting",
        "Supervisor",
        "Retention",
        "Powerpoint",
        "Sales",
        "Queries",
        "Communication",
        "Data collection",
        "Windows",
        "Quality standards",
        "Payroll",
        "Compliance",
        "Phone calls",
        "Correspondence",
        "Operations",
        "Analysis",
        "Quality assurance",
        "Health",
        "Process",
        "Inventory",
        "Regulations",
        "Customer service",
        "Responses",
        "Scheduling",
        "Budgeting",
        "Reports",
        "Word",
        "Ordering",
        "Training",
        "Access"
    ],
    "experience": [
        "Patient Service Representative 03/2015 to Current Company Name City , State",
        "Trained new hires andÂ  Â in-house staff members in evaluation, data collection, analysis and reporting strategies.",
        "Oversaw data queries and made sure that they were rectified in the most efficient manner.",
        "Answered phone calls, emails, letters and faxes and efficiently provided accurate information and responses.",
        "Guided and handled 16 -employees including assistants; HR assistant (hiring of employees and assisting in appraisals for performance and",
        "corrective action) responsible for arrangement, resolving employee discrepancies .",
        "Ability to handle high volume of inbound and outbound calls, and concluded the nature of calls.As well as assisted callers to the proper",
        "Physician.",
        "Successfully organized appointments between Physicians and Patients, responsible for typing reports, memos and other correspondence as",
        "well as established accuracy, consistent, detail-oriented and capacity to carry higher responsibility.",
        "Proficient in Windows, Word, Excel, Access, PowerPoint, ect.",
        "Efficient in registration of patients, verifying patient Demographics , entering data and verifying patients insurance, scheduling patients via",
        "IDX, scan patient documents.",
        "Sending messages to pediatric, adult, and specialty physicians in Clinicare.",
        "Paging Physicians through Perfect Serve.",
        "Knowledge of Medical Terminology and Health Care related Training.",
        "Capable of managing multiple tasks with an emphasis on retaining quality standards."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "SERVICE REPRESENTATIVE\nSummary\nSeeking a position using strong organizational skills, superb communication skills and interest in management position with the reputed organization\nthat rewards loyalty, hard work, dependability and positive results in the team"
        }
    ],
    "category": "PATIENT SERVICE REPRESENTATIVE"
}