{
    "skills": [
        "System",
        "Transactions",
        "Process",
        "Cpr",
        "Compliance",
        "Legal",
        "Presentation",
        "Safety",
        "Schedule",
        "Certification",
        "Inventory",
        "Communication",
        "Counsel",
        "Design",
        "Payments",
        "Ordering",
        "Policies",
        "Beverage",
        "Training",
        "Sales",
        "Fitness",
        "Health"
    ],
    "experience": [
        "Processed customers' payments and provided receipts.",
        "Carefully transferred orders from kitchen and bar areas to tables and cleared plates as patrons finished food and beverage items.",
        "Applied safe food handling and optimal cleaning strategies to protect customers from foodborne illness and maintain proper sanitation.",
        "Maintained polite and professional demeanor to patrons to encourage inquiries and order placements.",
        "Prepared both alcoholic and non-alcoholic beverages as specified by patrons, consistently delivering to tables or bar without spillage.",
        "Welcomed guests with personable attitude and smile, offering to bring beverage orders while reviewing menu options.",
        "Greeted newly seated guests quickly and efficiently.",
        "Explained menu options to guests, offered suggestions and took orders for food and beverages.",
        "Maintained knowledge of current menu items, garnishes, ingredients and preparation methods.",
        "Communicated effectively with patrons to establish preferences and dietary restrictions and make food and beverage recommendations.",
        "Checked with guests to get feedback on food served, resolve issues, bring additional items and refill beverages."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba instruction.",
            "Institution": "CALL)\nSummary\nHardworking and reliable Fitness Specialist with strong ability in"
        },
        {
            "Degree": "mba Certified",
            "Institution": "Offering Basics, monitoring and providing positive"
        },
        {
            "Degree": "mba Certified",
            "Institution": "Highly\norganized, proactive and punctual with"
        },
        {
            "Degree": "mba Personal",
            "Institution": "Enthusiastic individual with superior skills in working in both"
        },
        {
            "Degree": "mba Certified",
            "Institution": "Bringing strong work ethic and excellent organizational skills to any"
        },
        {
            "Degree": "mba Certified",
            "Institution": "Excited to begin new challenge with successful"
        },
        {
            "Degree": "mba Personal",
            "Institution": "Energetic group fitness instructor with strong background in HIIT, Basic Fundamentals and Zumba"
        }
    ],
    "category": "ON CALL"
}