{
    "skills": [
        "Recruitment",
        "Employee engagement",
        "Process",
        "Peoplesoft",
        "Oracle",
        "Word",
        "Talent acquisition",
        "Excel",
        "Plan",
        "Vendor management",
        "Ms excel",
        "Engagement",
        "Reports",
        "Marketing",
        "Powerpoint",
        "Retention",
        "Acquisition",
        "Banking",
        "Operational excellence",
        "Audit",
        "Recruiting",
        "Metrics",
        "Sourcing",
        "Operations",
        "Publishing",
        "Policies",
        "Human resources",
        "Reporting",
        "Training",
        "Analysis",
        "Sales"
    ],
    "experience": [
        "development, vendor management.",
        "Responsible for delivering the end to end Recruitment and Generalist services to the North Zone.",
        "Coordinated 360 degrees feedback exercise for talent pool.",
        "Presented monthly attrition analysis to business heads and drew up action plan Ascertaining short term /long term requirements based on the",
        "volume of Work and sources of availability.",
        "Manpower planning for the proposed branches as well as the existing branches Taking timely remedial measures on various grievances of",
        "the employees, counseling of employees for better achievement of company objectives, absenteeism and personal problems Day to day",
        "interaction with managers, getting opinions from staff for smooth and trouble free operation of the company Conducted employee",
        "engagement activities at all the branches like fun at work, celebrating festivals, birthdays etc.",
        "Conducted attrition analysis to pinpoint the causes of attrition to be able to plug it and ring fence future exits Accredited for streamlining the",
        "recruitment process across the North Zone through Vendor Management.",
        "Branch Operations Officer 05/2007 to 02/2008 Company Name",
        "Responsible for overseeing all activities in regards to opening new corporate accounts Assisted in developing marketing resources directed",
        "at new and existing corporate customers Accredited for creating and executing sales training classes for all new associates Responsible for",
        "creating a strong network of local corporate clients Handled branch banking operations effectively."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "HR DEPUTY MANAGER\nSummary\nCompetent HR Generalist and seasoned recruiter with an extensive background in HR Operations functions across large"
        }
    ],
    "category": "Summary Competent"
}