{
    "skills": [
        "Expenses",
        "Teaching",
        "Cpr",
        "Sports",
        "Excel",
        "Hospitality",
        "Plan",
        "Writing",
        "Product knowledge",
        "Marketing",
        "Customer service",
        "Coaching",
        "Fundraising",
        "Presentations",
        "Travel",
        "Recruiting",
        "Website",
        "Training",
        "Sales"
    ],
    "experience": [
        "3,000. Â  I can organize thoughts logically and explain concepts clearly and with a clear focus. Â I am well-spoken with a demeanor that attracts",
        "participation among the group. Â I have a proven track record that my training's are well received and ultimately income-producing for both them",
        "and the company. Â  I am generous with team and individual praise; I recognize what the company wants to see repeated. This is a leader",
        "Â practice I feel I've mastered.Â  Creating team camaraderie and a positive work culture is something I excel at; which always leads to company",
        "loyalty and increased production.",
        "06/1992 to 06/1995",
        "Chief Concierge, Team Leader Company Name ï¼​ City , State Our goal, as a Concierge, was to create a positive, service-oriented, classy, and",
        "FUN environment for the guests of our 875-room property! My goal was to make sure each guest felt right at home, as if they WERE home. It",
        "was important that the solution to each and every guest request or challenge was perceived as truly easyÂ  to make happen. Â I encouraged my",
        "team to bring \"the Wow ! factor\" to life; to (ideally) hear every guest reply with a \"Wow!\" when they heard that their request had been completed!",
        "Â It truly was an entertaining, outside-of-the-box-thinking, creative solution seeking job!",
        "01/1988 to 06/2003",
        "Founder/Public Relations/Lead Instructor Company Name ï¼​ City , State Raised in an entrepreneurial family, I opened my own dance and",
        "tumbling school at 18. I researched prime location options, formulated a vision and successful business plan that I implemented on my own.",
        "Â Thirty students quickly skyrocketed to hundreds (both youth and adults). Â My ability to interact with my clients in a courteous and positive",
        "manner secured their loyalty and patronage. This business venture put me thru college and made me a substantial income. Â At 28, when ready to",
        "retire from teaching, I marketed and \"sold\" my clientele to another local dance school for a truly substantial profit."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "CHEF\nSummary\nAdept at organizing and facilitating management and team building training programs as well as staff and customer appreciation activities that\nhave created exceptional team camaraderie, customer loyalty, and company"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "An"
        }
    ],
    "category": "Â Dependable"
}