{
    "skills": [
        "Distribution",
        "System",
        "Purchasing",
        "Visio",
        "Process",
        "Transactions",
        "International",
        "English",
        "Documentation",
        "Testing",
        "Oracle",
        "Strategy",
        "Startup",
        "Presentation",
        "Engineering",
        "Reports",
        "Administration",
        "Warehouse",
        "Inventory",
        "Windows",
        "Travel",
        "Communication",
        "Supply chain",
        "Design",
        "Conversion",
        "System administration",
        "Gap analysis",
        "Operations",
        "Instrumentation",
        "Sql",
        "Training",
        "Analysis",
        "Sales",
        "Assembly"
    ],
    "experience": [
        "Consultant , 02/2016 ï¼​ Current Company Name ï¼​ City , State",
        "Worked on solution design and setup of Inventory, Work in Process, QA, Purchasing & Order Management as per the client requirements",
        "and suggested business process changes.",
        "Implemented Oracle EDI for Sales Order entry,Â bookingÂ and acknowledgment for customer orders received through third party",
        "systems.Â",
        "Implemented Oracle E-Signatures and E-records to maintain Quality data books of every manufactured assembly, reducing gaps and saving",
        "costs.",
        "Designed, documented and executed all SCM modules for 3 implementations in North American region.",
        "Resolved functional issues related to Oracle Manufacturing and distribution during implementation.",
        "Prepared training documents and assisted in user training in WIP, OM & PO modules.",
        "Worked on data conversion strategy from legacy systems to Oracle E-business suite R12.",
        "Consultant , 08/2013 ï¼​ 01/2016 Company Name ï¼​ City , State",
        "Implemented oracle supply chain modules for a major Oil & Gas manufacturing company in Australia, Canada,Â China, Romania and UK",
        "as part of their global roll out to Oracle.",
        "Simplified their overhaul and repair process by implementing a custom solution that reduces user's time on the system as well as resulting a",
        "more organized shop floor.",
        "Implemented Oracle EDI for Sales Order Pick release and shipping transactions based on information received from third party systems in",
        "Warehouse.",
        "Worked on data conversion issues from Legacy systems to Oracle.",
        "Developed custom reports for customer facing documents as well as internal documentation.",
        "Enhanced a custom interface between a PLM tool(ePIMS) and oracle.",
        "Documented setups, customizations and training manuals.",
        "Trained users in different regions of the world on all supply chain modules and cMRO.",
        "Implemented Oracle Endeca and worked on client demos for various customers.",
        "Developed best business process blueprint that suits the client's multi industry business by studying their business process in each vertical.",
        "Student Partner , 08/2010 ï¼​ 07/2013 Company Name ï¼​ City , State",
        "Brought awareness on latest Microsoft's technologies to more than 5000 students and faculty.",
        "Increased the number of developers on Microsoft store by collaborating with various universities and developer groups.",
        "Designed Lazy chef- A windows store app during the launch of Windows 8.",
        "Pitched a windows app idea that got me to meet and present it to Steve Balmer, CEO of Microsoft then.",
        "Manager , 03/2011 ï¼​ 08/2013 Company Name ï¼​ City , State",
        "Built the startup from the scratch to making a revenue of 2 Million rupees an year.",
        "Trained more than 10000 participants in the streams of Robotics, embedded systems and application development.",
        "Worked with Orient Blackswan in making a textbook for students of various universities on presentation skills."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "Career Overview\nMore than 6 years of experience in Manufacturing & Distributions environments, including 4 years in Oracle manufacturing and Distributions"
        },
        {
            "Degree": "mba",
            "Institution": "Implemented 5 full cycle oracle implementation projects, Experienced in customizing, developing and configuring Oracle Applications in the\nmodules of Supply Chain and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Implemented Oracle EDI for the Sales Order entry and Warehouse Operations for the customer and Designed custom interfaces for PLM\ntools to communicate with oracle Item"
        }
    ],
    "category": "CONSULTANT Career"
}