{
    "skills": [
        "Email",
        "Process",
        "Project management",
        "Drafting",
        "Contracts",
        "Segmentation",
        "Research",
        "Word",
        "Strategy",
        "Talent acquisition",
        "Excel",
        "Legal",
        "Plan",
        "Consulting",
        "Reports",
        "French",
        "Marketing",
        "Powerpoint",
        "Therapeutic",
        "Vendors",
        "Acquisition",
        "Immigration",
        "Analytics",
        "Presentations",
        "Communication",
        "Database",
        "Recruiting",
        "Metrics",
        "Microsoft office",
        "Event planning",
        "Operations",
        "Try",
        "Budgeting",
        "Brand",
        "Access",
        "Human resources",
        "Outreach",
        "Psychology",
        "Training",
        "Analysis",
        "Budget",
        "Finance"
    ],
    "experience": [
        "10/2011 to Current",
        "Company Name ï¼​ City , State",
        "Maintain our relationships with external agencies (if we need to approve a new agency contract, or if an agency isn't playing by the rules,",
        "seek Jamie's help.",
        "Jamie will work with Legal to get new contracts approved.) Manage and maintain Jobvite (recruiters are still responsible for drafting and",
        "opening their reqs within Jobvite, but are to send the req to Jamie for approval.",
        "Jamie will insure the integrity of our data in the ATS, will follow-up with recruiters should candidates be hanging without a disposition, and",
        "will assist me with pulling reports for various metrics.",
        "Jamie is also responsible for adding/deleting employees for Jobvite access.) Promote and manage our employee referral program (any",
        "questions about whether or not an employee should be getting \"credit\", questions about the program or timing of payment, etc, should be",
        "sent to Jamie.",
        "Also, Jamie will be monitoring referrals closely so please do stick to our SLA of getting back to referrals within 2 business days of them",
        "being submitted for consideration.",
        "Jamie is now responsible for pointing out \"stale\" referrals that haven't been contacted by the recruiters.) Monitor our job board postings",
        "(recruiters are still responsible for postings, but Jamie will monitor to insure that all our LI job slots are full, aren't stale, etc.",
        "Please see Jamie if you have a new posting/ad that you'd like to place.",
        "Collaborate with HR to ensure seamless candidate on-boarding (This means that Jamie will be in touch with you should HR inform us that",
        "there are issues with a background check clearing.",
        "She will also monitor the reference calls process to ensure that calls are being made and are documented within Jobvite.) In addition the",
        "above, Jamie will also continue to assist me with presentations, event planning, tracking our budget, and educating new hires about our",
        "recruiting processes.",
        "03/2009 to 08/2011",
        "MARKET ANALYST promoted to ASSISTANT DIRECTOR OF BRAND STRATEGY Company Name ï¼​ City , State",
        "Data Visualization and Demographics Assistant to CEO and team of twenty.",
        "Performed market analysis for Metro PCS and Comcast to develop mico--- marketing campaigns.",
        "Used psycho---graphic anddemographic research to identify trends in consumer behavior and develop brand strategy.",
        "Responsible for evaluating target market for clients and providing analysis for effective marketing strategies.",
        "Performed research and built models for numerous micro---marketing campaigns nationwide.",
        "Converted raw statistical data into useful and actionable information for clients.",
        "07/2008 to 12/2008",
        "Company Name ï¼​ City , State",
        "Responsible for creating media lists for public outreach.",
        "Facilitated and organized focus groups for numerous clients.",
        "Compiled earned media portfolios for clients and organized product---based hit books.",
        "Worked with members of the media on a daily basis.",
        "05/2006 to 05/2008",
        "Company Name ï¼​ City , State",
        "Helped prepare stimulus materials for child to reach age---appropriate development implementing the Son---Rise Program of the Autism",
        "Treatment Center of America.",
        "Communicated case directly with Consulting Therapist and Parents.",
        "Participated in all team clinics, training meetings and workshops to develop and maintain up to date therapeutic interventions."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor's degree",
            "Institution": "ANALYST PROMOTED TO ASSISTANT DIRECTOR OF BRAND STRATEGY\nProfessional Summary\nDear Cristina and team, The second I found out about this position, my I found myself extremely"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "I knew right away this is something I\nhave to be a part of, and something I'd deeply regret if I didn't"
        }
    ],
    "category": "ASSISTANT DIRECTOR"
}