{
    "skills": [
        "International",
        "Teaching",
        "Process",
        "Drafting",
        "Construction",
        "Documentation",
        "Presentation",
        "Content",
        "Consulting",
        "Writing",
        "Schedules",
        "Electrical",
        "Presentations",
        "Specifications",
        "Cad",
        "Lighting",
        "Design",
        "Sublime",
        "Access",
        "Installation",
        "Budget",
        "Autocad"
    ],
    "experience": [
        "08/2011 to Current",
        "Principle Designer / Owner Company Name ï¼​ City , State",
        "Designed floor plans, elevations, and 3D perspective views and material boards for both in-house review and presentation to the client.",
        "Programmed client's need from schematic design to the construction document phase and installation. Created professional presentations to",
        "creatively communicate design intent and direction. Participated in furniture selection and documentation of the specifications. Maintained accurate",
        "specifications for each project. Ensured that the project vision and design intent were reflected. Visited home sites when necessary to assess and",
        "fulfill customer needs. Successfully assisted clients in choosing furnishings that were consistent with their preferences and budget. Produced content",
        "for material boards and specification binders for presentation and construction. Reviewed project costs, budgets and adherence to schedules.",
        "10/2005 to 09/2011",
        "Principle Designer/Owner Company Name ï¼​ City , State",
        "Designed floor plans, elevations,and material boards for both in-house review and presentation to the client. Programmed client's need from",
        "schematic design to the construction document phase and installation.",
        "Created professional presentations to creatively communicate design intent and direction. Participated in furniture selection and documentation of",
        "the specifications. Maintained accurate specifications for each project. Ensured that the project vision and design intent were reflected.Visited",
        "home sites when necessary to assess and fulfill customer needs. Produced content for material boards and specification binders for presentation",
        "and construction. Developed interior design concepts and prepared interior systems and finishes. Reviewed project costs, budgets and adherence",
        "to schedules.",
        "07/1997 to 07/2005",
        "CAD Operator/Designer Company Name ï¼​ City , State",
        "CAD Operator/Designer for a fast paced New York City MEP firm. Electrical (Power & Lighting), Plumbing, Sprinklers. and some HVAC.",
        "Worked closely with Senior Engineers, Architects, and Interior Designers.",
        "Filled in wherever needed.",
        "10/1995 to 04/1997",
        "Lighting Designer Company Name ï¼​ City , State",
        "Developed and designed overall and specialty lighting from conception to completions for the former May Company Stores. Primarily assigned to",
        "remodels do to their more complicated nature. Designed floor plans,",
        "elevations and created professional presentations to creatively communicate design intent and direction. Maintained accurate specifications for each",
        "project. Visited sites when necessary to assess and fulfill client needs."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "DESIGNER"
        },
        {
            "Degree": "Bachelor",
            "Institution": "OWNER\nProfessional Summary\nInterior Designer with a distinct understanding of spatial theory who harbors an exceptional design instinct and is uniquely attuned to the importance\nof materiality, lighting, composition and the overall design"
        }
    ],
    "category": "PRINCIPLE DESIGNER"
}