{
    "skills": [
        "System",
        "Transactions",
        "International",
        "Investigation",
        "Compliance",
        "Regulatory",
        "Retail",
        "Research",
        "Word",
        "Excel",
        "Schedule",
        "Programming",
        "Powerpoint",
        "Certification",
        "Tax",
        "Mining",
        "Gis",
        "Database",
        "Program management",
        "Money",
        "Investigations",
        "Access",
        "Networking",
        "Training",
        "Analysis",
        "Auditing",
        "Supervisor",
        "Fitness"
    ],
    "experience": [
        "Flight Attendant 10/2013 to Current Company Name City , State Took this job for the time to write two novels about terrorism and police/military",
        "response: GOOD BYE, SEATTLEÂ  and AVENGE SEATTLE",
        "Personal Fitness Trainer 09/2011 to 10/2013 Company Name City , State",
        "Designed and conducted individualized fitness programs",
        "Developed and implemented an Access based database for programs and exercises for trainers.",
        "Fraud Detective 08/2005 to 09/2011 Company Name City , State",
        "Pioneered asset forfeiture procedures for fraud unit, over $50,000 in criminal proceeds and equipment being converted to support",
        "investigations.",
        "Created the Internet Forensic Detective position, increasing our detectives' ability to function in the modern media and specifically the off-",
        "site, foreign server storage of data.",
        "Successfully investigated complex financial investigations from retail transactions to overseas wire transfers. 100% conviction/confession",
        "rate.",
        "Helped re-write the department's unusual occurrence manual bringing our department into compliance with international standards.",
        "Instructor in Emergency Vehicle Driving, Liquor Law Enforcement, and Field Training Officer.",
        "Enforcement Officer 12/2004 to 08/2005 Company Name City , State",
        "Managed enforcement and regulatory activities related to 300+ licensees.",
        "Conducted investigations ranging up to complex financial investigations of hidden owners.",
        "Started a program to teach liquor law enforcement at Basic Law Enforcement Academy and various agencies, increasing effective",
        "enforcement throughout the region by 500% without requiring additional personnel.",
        "Firearms and Defensive Tactics Instructor",
        "Program Manager / Technician 08/2003 to 12/2004 Company Name City , State",
        "Designed and implemented a GIS based data management system, replacing their paper system, which drastically decreased man-hour",
        "costs per project."
    ],
    "company_names": [
        "Basic Law Enforcement Academy (Top graduate in academics"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "ATTENDANT\nSummary\nFormer police detective with 22 years of"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Specialized in investigating organized crime, money laundering, financial fraud, bank fraud\nand tax fraud"
        }
    ],
    "category": "FLIGHT ATTENDANT"
}