{
    "skills": [
        "Billing",
        "Updates",
        "System",
        "Transactions",
        "Process",
        "Analyze",
        "C",
        "Sales",
        "English",
        "Merchandising",
        "Word",
        "Excel",
        "Troubleshooting",
        "Writing",
        "Reports",
        "Public relations",
        "Marketing",
        "Powerpoint",
        "Programming",
        "Illustrator",
        "Microsoft excel",
        "Correspondence",
        "Schedules",
        "Photoshop",
        "Customer service",
        "Html",
        "Cloud",
        "Biology",
        "Inventory",
        "Reconciliation",
        "Data entry",
        "Communication",
        "Database",
        "Math",
        "Money",
        "Microsoft office",
        "Design",
        "Chemistry",
        "Operations",
        "Access",
        "Adobe",
        "Ordering",
        "Publishing",
        "Journalism",
        "Website",
        "Psychology",
        "Training",
        "Microsoft word",
        "Budget",
        "Health"
    ],
    "experience": [
        "October 2016",
        "to",
        "Current",
        "Company Name City , State Sales Associate",
        "Worked with clients to analyze computing and network needs and installed appropriate solutions within each organization's budget.",
        "Improved reliability of supply chain software, systems, database and order processing. Developed and managed project plans while",
        "providing status updates to management. Designed, documented and executed maintenance procedures, including system upgrades, patch",
        "management and system backups. Other duties may be assigned.",
        "Smile.",
        "Greet customers and determine how to meet and exceed their expectations.",
        "Develop & Exhibit proficiency in Customer Service, Print and Copy Services, Packaging Services, design brochures, NCR forms , ECT.",
        "Postal, Shipping, & Freight Services and Computer Skills,.",
        "Receive, sort and place mail in mailbox modules accurately.",
        "Record all sales transactions on Point of Sale and accurately process cash, checks, credit card and university internal billing transactions.",
        "Print reports as requested.",
        "Pack contents for shipping using established procedures and products.",
        "Deliver mail, overnight letters, parcels and facsimiles to customers.",
        "Operate all software programs including but not limited to Point of Sale, Counter Manifest System, Mailbox Manager, MS Office and other",
        "programs as required.",
        "Receive and process packages for shipping, including lifting and weighing packages on scale, accessing Manifesting software, generating",
        "labels and retrieving packages from customers when requested.",
        "Prepare documents for traces and shipping claims.",
        "Assist in merchandising the center, including: stocking shelves with product, ensuring a clean and orderly appearance of product, informing",
        "manager of inventory levels for re-ordering supplies, being informed of product specifics (i.e.",
        "warranties, durability claims, pricing, etc.) Open & Close out of POS to include: reconciliation of cash, checks, credit cards, and all other",
        "transactions accurately and in accordance with company policy and procedure.",
        "Operate printer/copiers, fax machine, binding equipment and all other office machines in a safe, efficient and productive manner.",
        "Help customers operate those machines they have access to as Required.",
        "September 2014",
        "to",
        "November 2014",
        "Company Name City , State Front Counter Clerk",
        "Multitask, be responsible for my shift."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "ASSOCIATE Profile"
}