{
    "skills": [
        "Regulations",
        "Operations",
        "Inventory",
        "Administrative support",
        "Policies",
        "Automation",
        "System",
        "Safety",
        "Communication",
        "Microsoft office suite",
        "Administration",
        "Security",
        "Training",
        "Responses",
        "Cpr",
        "Compliance",
        "Sales",
        "Customer service"
    ],
    "experience": [
        "Jewelry Consultant",
        "September 2014 to January 2015 Company Name ï¼​ City , State",
        "Greeted and provided front-line customer service to patrons; assisted with product selection, provided information and made",
        "recommendations.",
        "Determined customer needs and prepared proposals/products to complete sales.",
        "Marketed services and bundled packages; met and/or exceeded corporate sales.",
        "Assembled displays and arranged merchandise/accessories as shown in sketches; maintained clean and orderly areas and displays.",
        "Performed security/lost prevention procedures in accordance with corporate policies.",
        "Examined merchandise and ensured pricing/display accuracy and product functionality.",
        "Receptionist and Data Entry Clerk",
        "September 2012 to March 2014 Company Name ï¼​ City , State",
        "Provided administrative support to internal and external customers; answered phones, took messages, provided information, and directed",
        "individuals/calls to staff members.",
        "Prioritized/scheduled daily work operations; effectively managed time and resources.",
        "Handled personal data and/or records; ensured integrity of customer account information and sustained compliance with confidentiality and",
        "Privacy Act standards.",
        "Completely and accurately documented forms and records in accordance with policies.",
        "Maintained contact with clients until confirmed delivery of goods; effectively resolved customer concerns at the lowest managerial level.",
        "Conducted inventories and ensured asset balance and accountability; labeled inventory and ensured appropriate stock levels were",
        "maintained to meet customer demand.",
        "Operated a variety of office automation equipment to include multi-line phone system, scanner, copiers, facsimiles, and shredder.",
        "Child Care Provider",
        "July 2011 to January 2013 Company Name ï¼​ City , State",
        "Provided direct care to children age's birth through age five in family care setting.",
        "Planned and conducted effective child development programs to meet the physical, social, emotional, and intellectual needs of individual",
        "children.",
        "Coordinated age-appropriate play/learning activities aimed at fostering development.",
        "Used appropriate child guidance and care giving techniques; detected early signs of distress and redirected behaviors."
    ],
    "company_names": null,
    "total_experience": 3.33,
    "education": [],
    "category": "Highlights Microsoft"
}