{
    "skills": [
        "Editing",
        "Analyze",
        "Researching",
        "Supervisor",
        "Metrics",
        "Research",
        "Project management",
        "Sales",
        "External partners",
        "Psychology",
        "Communication",
        "Analytical",
        "Database",
        "Documentation",
        "Writing",
        "Filing",
        "Coding",
        "Updates",
        "Regulatory",
        "Plan",
        "Compliance",
        "Requests",
        "Analysis",
        "Quality assurance",
        "Improvement",
        "Health",
        "Billing",
        "Process",
        "Inventory",
        "Regulations",
        "Newspaper",
        "Healthcare",
        "Vendors",
        "Contracts",
        "Invoices",
        "Reports",
        "Investigation",
        "System"
    ],
    "experience": [
        "Company Name City , State Service Advocate IV- Enrollment Maintenance and Billing 03/2007 to 08/2013",
        "Knowledge of all lines of Over 65, MIPPA, MedAdvantage, Under 65 Healthcare Reform plans to include BlueCare HMO, Blue Options",
        "PPO, Blue Select PPO, Underwritten plans, Ancillary products such as Dental and Life.",
        "Document, monitor and track call performance for compliance",
        "Create, track and implement any identified process improvement items.",
        "Create reports to upper management to identify any delays or estimated completion dates or actual implementations.",
        "Monitor Inventory for timeliness, research any outliers.",
        "Prepare SQM research, collecting and summarizing data, identifying trends and root cause analysis.",
        "Serve as a SME for internal and external customers to resolve consumer market enrollment, maintenance, membership and billing issues.",
        "Leader of the Senior Market Continuous Improvement Team: Supports continuous improvement efforts through the early identification,",
        "investigation and resolution of problems by communicating and coordinating with the appropriate contacts for completion.",
        "Serving on a Process improvement work group",
        "Project management and implementation process improvement items.",
        "Monitor Supervisor callbacks and multiple locations for timeliness and completion within metrics and handle escalated issues, etc.",
        "Invoices and reconciles premium income.",
        "Maintain knowledge for government and regulatory laws and changes."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "ADVOCATE"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "CLINICAL SUPPORT\nSummary\nOver 10 years of the insurance industry"
        }
    ],
    "category": "Claims Adjuster"
}