{
    "skills": [
        "Controls",
        "Financial reports",
        "Updates",
        "Process",
        "Improvement",
        "Budget",
        "Compliance",
        "Analyze",
        "Regulatory",
        "Contracts",
        "Documentation",
        "Regulatory requirements",
        "General ledger",
        "Plan",
        "Internal controls",
        "Reports",
        "Administration",
        "Vendors",
        "Financial reporting",
        "Correspondence",
        "Schedules",
        "Financial management",
        "Tax",
        "Analytical",
        "Communication",
        "Cash flow",
        "Audit",
        "Metrics",
        "Negotiation",
        "Filing",
        "Forecasting",
        "Forecasts",
        "Gaap",
        "Accounting",
        "Payroll",
        "Budgeting",
        "Human resources",
        "Policies",
        "Procurement",
        "Reporting",
        "Training",
        "Sales",
        "Finance"
    ],
    "experience": [
        "01/2012 to 06/2016",
        "Finance Director Company Name ï¼​ City , State",
        "Administer 137 million in federal funding to over 15K low income families in Miami Dade County Create monthly executive reporting",
        "package identifying key drivers & metrics of forecasted performance against budget & prior forecasts.",
        "Participates with Senior Management to establish economic objectives & policies for the company Oversees internal, external & regulatory",
        "audit processes Direct the development & implementation of the corporate annual operating plan & monthly forecasts & initiatives",
        "Accounting and Tax Develop, assess, and maintain, and update as appropriate, general accounting systems, policies, and procedures to",
        "ensure that proper information is reported in accordance with IRS and US GAAP.",
        "Liaison with external auditors, Develop and support financial reporting internal controls, Responsible for the submission of accurate and",
        "timely data for financial reporting purposes to Senior Management and headquarters.",
        "Responsible for the treasury of North American companies including cash planning and reporting to Senior Management and Headquarters.",
        "Accountable for the maintenance and administration of the general accounting systems, including upkeep of the general ledger.",
        "Accountable for all day-to-day financial activities within the Hub, including payables, bank transfers etc.",
        "Ensure filing for all applicable income, property, sales and use tax returns for the US and Canada (Federal and Provincial taxes).",
        "Support audits for all tax matters (external, internal and tax audits).",
        "Coordinates the work of the external and internal auditors and supports the work of the tax consultants Updates the tax model and",
        "calculates the tax accruals.",
        "Ensures the timely and accurate filing for sales taxes and the filing for income taxes."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "FINANCE DIRECTOR"
}