{
    "skills": [
        "Policies",
        "Administration",
        "Supervisor",
        "Research",
        "Litigation",
        "Counsel",
        "Communication",
        "English",
        "Strategy",
        "Writing",
        "Negotiation",
        "Analysis",
        "Quality assurance",
        "Health",
        "Process",
        "Legal",
        "Regulations",
        "Risk management",
        "Investigation",
        "Travel",
        "Training"
    ],
    "experience": [
        "Student Attorney - Criminal Defense Aug 2015 to May 2016",
        "Company Name ï¼​ City , State",
        "Offered extensive case status explanations to each client. Advised clients of their rights.",
        "Explained the legal process to each client and answered questions to help ease concerns.",
        "Conducted legal research and facts investigation for case litigation.",
        "Drafted necessary motions relevant to each case.",
        "Interviewed witnesses/Crime scene reconstruction",
        "Worked on a high profile writ for habeas corpus",
        "Negotiated plea deals with prosecutor",
        "Claims Specialist Lead Jan 2008 to Jul 2015",
        "Company Name ï¼​ City , State",
        "Managed files in litigation and worked closely with defense counsel to develop strategy to bring cases to resolution.",
        "Attended, negotiated and resolved close to 100 features in mediation.",
        "Handled serious and complex claims by investigating, analyzing, and determining the extent of liability concerning loss of damages through",
        "attempts to affect fair settlement with claimants and insureds.",
        "Mentored new members of the claim staff.",
        "Entrusted with $75,000 in settlement authority.",
        "Team Leader Aug 2004 to Jan 2006",
        "Company Name ï¼​ City , State",
        "Responsible for overseeing daily administration of claims work flow for my assigned team.",
        "Supervised, coached, and developed team to ensure quality outcomes and superior customer service.",
        "Monitored claims to ensure file quality is compliant with established standards.",
        "Maintained accountability for team performance.",
        "Mentored team members to Casualty promotion Explored alternatives to find innovative ways to leverage opportunities for team to improve",
        "quality of work/life balance.",
        "Claims Trainee Oct 2002 to Aug 2004",
        "Company Name",
        "Mastered basic claims handling in a high demand atmosphere.",
        "Property Damage Assessor- Estimated vehicle damages, managed preferred repair shops, informed customers.",
        "of the repair process, repair quality assurance Casualty Adjuster- Completed detailed review of medical records/ bills, negotiated",
        "settlements with attorneys, monitored files for possible lawsuit potential."
    ],
    "company_names": null,
    "total_experience": 11.5,
    "education": [
        {
            "Degree": "Master",
            "Institution": "ATTORNEY"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "CRIMINAL DEFENSE\nSummary\nRecent law school graduate, excited to begin my new career, offering skill in innovative problem solving and finding unique theories, ideas and\nsolutions to create effectual case"
        }
    ],
    "category": "STUDENT ATTORNEY"
}