{
    "skills": [
        "Db2",
        "Updates",
        "Test cases",
        "System",
        "Architecture",
        "Process",
        "Sdlc",
        "Analyze",
        "C",
        "Documentation",
        "Testing",
        "Project delivery",
        "Excel",
        "Technical",
        "Underwriting",
        "Writing",
        "Administration",
        ".net",
        "Programming",
        "Tfs",
        "Html",
        "Lean",
        "Windows",
        "Xml",
        "Database",
        "Specifications",
        "Routing",
        "C++",
        "Design",
        "Blaze",
        "Access",
        "Policies",
        "Quality assurance",
        "Sql",
        "Workflows",
        "Javascript",
        "Requests",
        "C#",
        "Training",
        "Analysis",
        "English",
        "Visual"
    ],
    "experience": [
        "Consultant 06/2012 to Current Company Name City , State",
        "Managed/Designed/Developed Market Segment determination rules. Rules Service provided account and policy a market segment values",
        "of either Mid-Market or Small-Market areas of underwriting. Determining market segments streamlined Underwriting workflows and",
        "allowed processing center to efficiently handle insured accounts.",
        "Managed/Designed/Developed Underwriting rules question service. Real-time access of questions, per entry screen from online quoting",
        "system.Â Service provided agent or support users immediate access to underwriter questions in regards to the specific entry screen user",
        "was working with. Rules provided on-line questions and answers for analysis through Nationwide's underwriting binding authority rules.",
        "Managed/Designed/Developed Underwriting Rules based Protocol system which provided underwriter guidance with little or no agent",
        "intervention when assessing a policy's insurance risks."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor's Business",
            "Institution": "Summary\nTransition from an Application Developer and secure a position as a Business Analyst or Technical liaison with a company that can fully utilize my\neducation and experience, while offering upward growth and"
        }
    ],
    "category": "CONSULTANT Summary"
}