{
    "skills": [
        "Architecture",
        "Project management",
        "Adobe creative suite",
        "English",
        "Jose",
        "Marketing programs",
        "Research",
        "Presentation",
        "Technical",
        "Content",
        "Engineering",
        "Account management",
        "Public relations",
        "Marketing",
        "Social media",
        "Html",
        "Css",
        "Marketing plans",
        "Recruiting",
        "Design",
        "Accounting",
        "Php",
        "Adobe",
        "Ui",
        "Website",
        "Javascript",
        "Market research",
        "Sap",
        "Sales"
    ],
    "experience": [
        "Consultant 06/2001 to Current Company Name City , State",
        "Consulted for firms including Customers Matter, Panasonic USA, VS Technologies, and Uniforce Sales & Engineering. My services",
        "included; Program/Project Management, market research, event manage website design &development, Content/Collateral Development",
        "and Management Event Management Public Relations, Japanese Localization and Management. Successfully launched new company",
        "website and raised the company's visibility in the market for Uniforce Sales & Engineering by developing architecture, UI, content, and",
        "managing the back-end development with an agency.",
        "Business Development Director 03/2012 to 04/2013 Company Name City , State",
        "Successfully opened company's first operation in the US. Identified, developed and evaluated business development and marketing strategies",
        "based on company objectives and market trends. Successfully raised company visibility, increased sales by 70% with marketing programs and",
        "developing new English website, including architecture, content, UI, and PHP pages.",
        "US Business Development Manager 10/2006 to 07/2008 Company Name City , State",
        "Developed and implemented business development and marketing strategies for Machine Vision products. Successfully established visibility in the",
        "market through events, ads, and updating company website.",
        "Director, North Asia Marketing 10/1999 to 06/2001 Company Name City , State",
        "Developed, budgeted, and implemented marketing plans for China, Japan, and Korea. Managed Japanese localization of company website.",
        "Successfully supported all country managers and channel partners in exceeding revenue goals through these marketing programs.",
        "Consultant 01/1993 to 10/1999 Company Name City , State",
        "Consulted for firms including Sybase (SAP), Claris (Apple), Fractal Design (Corel), National Semiconductor J, Dun & Bradstreet J, PacBell (AT",
        "& T), and Intelligard (EMC). My services included program/project development & management, account management, event management,",
        "public relations and corporate communications, collateral design, development and production, and Japanese localization.",
        "Successfully assisted PacBell in rolling out new DSL marketing campaign by setting up telemarketing infrastructure",
        "Successfully launched corporate identityat press events for National Semiconductor Japan",
        "Successfully managed a product launch event for Dun & Bradstreet Japan",
        "Identified and successfully recruited channel partners for Fractal Design",
        "Successfully launched new products in Japan through a variety of events and programs including localization for Sybase",
        "Japan OEM Program Manager 01/1991 to 01/1992 Company Name City , State",
        "Developed and managed marketing strategies and programs for each OEM prospect. Successfully sold OEM licenses to 3 prospects and",
        "increased company revenue by $3 million . Assisted with Japanese localization of presentation and manual.",
        "Japan Marketing Manager, Product Manager 05/1988 to 08/1991 Company Name City , State",
        "Successfully launched 3+ Open for Macintosh by developing and implementing MRD and integrated marketing plans as Product Manager.",
        "Successfully launched 3+ Open for Macintosh by developing and implementing MRD and integrated marketing plans as Product Manager.",
        "Collaborating with Japan Country Manager on Japan Business Development, developed and managed marketing programs for channel partners",
        "and OEMs. Successfully assisted Country Manager in selling $3 million OEM license. Successfully assisted CEO in identifying and recruiting the",
        "first CEO for 3COM Japan."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "Summary\nResourceful Marketing Manager accomplished in all aspects of program and project management"
        }
    ],
    "category": "CONSULTANT Summary"
}