{
    "skills": [
        "Regulations",
        "Payments",
        "Bleach",
        "Brand",
        "System",
        "Transactions",
        "Deposits",
        "Communication",
        "Process",
        "Schedule",
        "Sales",
        "Customer service",
        "Merchandising"
    ],
    "experience": [
        "02/2014 to 11/2014",
        "Designer Stylist Company Name ï¼​ City , State",
        "Cut, trimmed and shaped hair or hairpieces, based on customers' instructions, hair type and facial features, using clippers, scissors, trimmers",
        "and razors Analyzed patrons' hair and other physical features to determine and recommend beauty treatment or suggest hair styles",
        "Scheduled client appointments Eyelash extensions Utilized bleach, dye, or tint hair, using applicator or brush Shampooed, rinsed,",
        "conditioned and dried hair according to state regulations Demonstrate and sell hair care products and cosmetics Used cash register, in",
        "charge of daily total sales, and answered phone. Helped customers select products that best fit their personal needs. Processed an average",
        "of 30 transactions each day in a timely manner. Answered customers' questions and addressed problems and complaints in person and via",
        "phone. Opened and closed the store, which included counting cash drawers and making bank deposits. Helped customers select products",
        "that best fit their personal needs. Maintained visually appealing and effective displays for the entire store. Educated customers on product",
        "and service offerings.Offered exceptional customer service to differentiate and promote the company brand.Consulted with customers on",
        "the latest styles and trends.Kept the showroom clean and maintained neat, orderly product displays.Built customer confidence by actively",
        "listening to their concerns and giving appropriate feedback.",
        "12/2012 to 11/2013",
        "Stylist and Receptionist Company Name ï¼​ City , State",
        "Cut, trimmed and shaped hair or hairpieces, based on customers' instructions, hair type and facial features, using clippers, scissors, trimmers",
        "and razors Analyzed patrons' hair and other physical features to determine and recommend beauty treatment or suggest hair styles",
        "Scheduled client appointments Eyelash extensions Utilized bleach, dye, or tint hair, using applicator or brush Shampooed, rinsed,",
        "conditioned and dried hair according to state regulations Demonstrate and sell hair care products and cosmetics Used cash register, in",
        "charge of daily total sales, and answered phone. Computed sales prices, total purchases and processed payments.Described merchandise",
        "and explain operation of merchandise to customers.Operated a cash register to process cash, check and credit card",
        "transactions.Administered all point of sale opening and closing procedures.Explained information about the quality, value and style of",
        "products to Influence customer buying decisions.",
        "07/2012 to 09/2012",
        "Stylist Company Name ï¼​ City , State",
        "Cut, trimmed and shaped hair or hairpieces, based on customers' instructions, hair type and facial features, using clippers, scissors, trimmers",
        "and razors Analyzed patrons' hair and other physical features to determine and recommend beauty treatment or suggest hair styles",
        "Scheduled client appointments Men's Haircut Utilized bleach, dye, or tint hair, using applicator or brush Shampooed, rinsed, conditioned",
        "and dried hair according to state regulations Demonstrate and sell hair care products and cosmetics. Administered all point of sale opening",
        "and closing procedures.Guided customers in choosing items that reflected personal style and shape.",
        "01/2011 to 01/2012",
        "Student Stylist Company Name ï¼​ City , State",
        "Cut, trimmed and shaped hair or hairpieces, based on customers' instructions, hair type and facial features, using clippers, scissors, trimmers",
        "and razors Analyzed patrons' hair and other physical features to determine and recommend beauty treatment or suggest hair styles",
        "Scheduled client appointments Utilized bleach, dye, or tint hair, using applicator or brush Shampooed, rinsed, conditioned and dried hair",
        "according to state regulations Demonstrate and sell hair care products and cosmetics. Explained information about the quality, value and",
        "style of products to Influence customer buying decisions.Guided customers in choosing items that reflected personal style and shape."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "DESIGNER STYLIST"
}