{
    "skills": [
        "International",
        "Process",
        "Travel arrangements",
        "Documentation",
        "Word",
        "Excel",
        "Plan",
        "Reports",
        "Marketing",
        "Correspondence",
        "Schedules",
        "Customer service",
        "Tax",
        "Call center",
        "Data entry",
        "Travel",
        "Presentations",
        "Spanish",
        "Filing",
        "Outsourcing",
        "Operations",
        "Access",
        "Administrative support",
        "Human resources",
        "Policies",
        "Requests",
        "Reporting",
        "Training",
        "Supervisor",
        "English",
        "Health",
        "Invoices"
    ],
    "experience": [
        "HR Senior Specialist 09/2006 to Current Company Name City , State",
        "Health insurance/Benefit Specialist Administrative Xerox Corporation - Xerox is a leader in BPO and IT Outsourcing across a variety of",
        "industries and the public sector.",
        "Thousands of companies rely on Xerox to help improve their processes, manage client operations, and focus on their core business.",
        "Duties: Provide administrative support functions relating to personnel, retirement benefits and special projects.",
        "Specific Responsibilities: Assist participants with questions regarding Medicare/Medicaid questions, eligibility and their specific state's",
        "guidelines to qualify for the Medicare/Medicaid Explain Health and Insurance coverage, primary doctors and specialists, hospitals and",
        "treatments covered by their medical insurance and what the Medicare/Medicaid covers.",
        "Explain the changes in their insurance of choice.",
        "Keep up to date with the changes in the health and insurance coverage, processes and changes.",
        "Responsible for processing and calculating retirees' pension.",
        "Educate participants on their retirement plan benefits.",
        "Handle inbound and outbound calls for the team and handle the administrative tasks associated with these calls."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "SENIOR SPECIALIST\nCareer Overview\nDedicated Service Representative Professional motivated to maintain customer satisfaction and contribute to company"
        }
    ],
    "category": "SPECIALIST Career"
}