{
    "skills": [
        "Business development",
        "Process",
        "Improvement",
        "Cpr",
        "Construction",
        "Recruit",
        "Sports",
        "Word",
        "Plan",
        "Safety",
        "Reports",
        "Therapeutic",
        "Programming",
        "Certification",
        "Schedules",
        "Regulations",
        "Communication",
        "Specifications",
        "Repairs",
        "Policies",
        "Reporting",
        "Training",
        "Healthcare",
        "Microsoft word",
        "Supervisor",
        "Sales",
        "Fitness",
        "Health"
    ],
    "experience": [
        "Certified Personal Trainer",
        "February 2014 to Current Company Name ï¼​ City , State",
        "Taught clients how to modify exercises appropriately to avoid injury.",
        "Assisted older adults with weight training programs by setting up equipment and providing detailed instructions.",
        "Contributed to the operation of a clean, friendly and well maintained health club.",
        "Recorded training sessions and maintained package rates for each client.",
        "Guided clients in safe exercise, taking into account individualized physical limitations.",
        "Encouraged clients to engage in group fitness classes and other activities in the gym to meet fitness goals.",
        "Arrived on time, prepared and attentive for every training appointment.",
        "Participated in club promotions to recruit new members and increase club sales.",
        "Re-racked weights to maintain a neat, organized and clean club.",
        "Devised and announced new classes and distributed guest passes to market the club.",
        "Led weekly meetings to review performance and offer direction, motivation and guidance toward achieving individual and facility goals.",
        "Counseled clients on proper nutrition and exercise habits.",
        "Administered fitness assessments,",
        "Utility Supervisor",
        "January 2014 to December 2014 Company Name ï¼​ City , State",
        "Plan work schedules and assign duties to maintain adequate staff for effective performance of activities and response to fluctuating",
        "workloads.",
        "Review work throughout the work process and at completion to ensure that it has been performed properly.",
        "Collaborate with workers and managers to solve work-related problems.",
        "Resolve personnel problems, complaints, or formal grievances when possible, or refer them to higher-level supervisors for resolution.",
        "Transmit and explain work orders to laborers Assess training needs of staff and arrange for/or provide appropriate instruction.",
        "Conduct staff meetings to relay general information or to address specific topics, such as safety.",
        "Evaluate employee performance and prepare performance appraisals.",
        "Perform the same work duties as those supervised or perform more difficult or skilled tasks or assist in their performance.",
        "Prepare and maintain work records and reports of information such as employee time and wages, daily receipts, or inspection results.",
        "Inspect equipment for wear and for conformance to specifications and determine extent of maintenance or repairs needed.",
        "Personal Trainer",
        "April 2012 to November 2013 Company Name ï¼​ City , State",
        "Instruct participants in maintaining exertion levels to maximize benefits from exercise routines.",
        "Offer alternatives during classes to accommodate different levels of fitness.",
        "Plan routines and choose different movements for each set of muscles, depending on participants capabilities and limitations.",
        "Evaluate each individuals abilities, needs, and physical conditions, and develop suitable training programs to meet any special requirements.",
        "Monitor participants progress and adapt programs as needed.",
        "Explain and enforce safety rules and regulations governing sports, recreational activities, and the use of exercise equipment.",
        "Provide students with information and resources regarding nutrition, weight control, and lifestyle issues Administer emergency first aid, wrap"
    ],
    "company_names": null,
    "total_experience": 2.5,
    "education": [],
    "category": "TRAINER Professional"
}