{
    "skills": [
        "Recruitment",
        "Distribution",
        "Updates",
        "Purchasing",
        "C",
        "English",
        "Contracts",
        "Industry trends",
        "Research",
        "Technical",
        "Modeling",
        "Therapeutic",
        "Retention",
        "Banking",
        "Strategic initiatives",
        "Presentations",
        "Spanish",
        "Recruiting",
        "Start-up",
        "Operations",
        "Pharmaceutical",
        "Psychology",
        "Healthcare",
        "Training",
        "Business planning",
        "Sales",
        "Hospital"
    ],
    "experience": [
        "Company Name City , State Director, Clinical Research Operations & Medical Science Liaison 02/2013 to Current",
        "Manage 30 clinical studies with a revenue stream of $2M annually.",
        "Increase site revenue from 30k to 120K mo in first 12 months",
        "Ranked in top 1% of clinical research sites for patient enrollment in Europe and The United States for Schizophrenia, Bipolar, & Depression",
        "studies in 2013 & 2014",
        "Increased monthly revenue by 300% by implementing aggressive strategic patient recruiting strategies to develop and expand existing",
        "southern California customer base.",
        "Recognized as top generator of patient enrollment in schizophrenic trials, exceeding goals by 200% in 2013 & 2014.",
        "Reduced organizational operating costs by 45% by streamlining patient recruitment & clinical staff processes saving company 140K in first",
        "24 months",
        "Physician profitability grew form 17k to 300k for combined studies over 18 months, an increase of 1000%",
        "Company Name City , State Sales/Business Development Director 01/2010 to 05/2013",
        "Provided a full range of services for accelerating businesses in the bio-pharmaceutical, medical device, and energy industries. Engaged in business",
        "planning, funding strategies, provided cost-effective, and timely solutions.",
        "Targeted new long-term business partner prospects and closed 3 deals in 24 months securing $15M in venture capital.",
        "Identified, coordinated and participated in client relationship-building activities and meetings.",
        "Cultivated relationships with key players in private banking, venture capital, and oil/petroleum sectors to create ongoing and mutually",
        "beneficial referral systems.",
        "Established critical alliance with Canadian venture capital partners within 36 month period to fund Bio-Synerg's largest energy investment",
        "projected at $80M.",
        "Identified prospective customers using lead generating methods and performing an average of 60 cold calls per day.",
        "company acquired by Canadian private equity group in May 2013",
        "Recruited by CITrials as Director, Clinical Research Operations in February 2013",
        "Company Name City , State Senior Account Executive 01/2006 to 01/2010",
        "Managed regions largest territory and performed full sales cycle duties, increasing annual sales by 60%.to $7M in 2009 106% of quota.",
        "Recognized as top PD sales generator within RAI chain in region.",
        "Generated highest sales volume of PD/HD capital equipment in new RAI corporate account in region in 2009",
        "Recognized as top sales generator with Extraneal solution, increasing sales level by 124% in 2009 alone.",
        "Peak performer while achieving 100% of quota while producing $5M in annual sales in 2008",
        "Achieved #1 position in region for high producing new corporate account 2009.",
        "Joined Bio-Synergy Partners, LLC as a Business Consultant in January 2010",
        "Company Name City , State Account Executive 09/2003 to 12/2006",
        "Managed all sales of Baxter's portfolio of dialysis products and services through Nephrologists, surgeons, c-suite administrators, hospital",
        "purchasing managers, and nursing administrators. Negotiated contracts & strategic pricing involving Renal capital equipment and disposables."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "CLINICAL RESEARCH OPERATIONS & MEDICAL SCIENCE LIAISON\nSummary\nAccomplished and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Strategic thinker and proactive problem solver with expertise in consultative selling and territory\nsales management"
        }
    ],
    "category": "MEDICAL SCIENCE"
}