{
    "skills": [
        "Purchase orders",
        "Fda",
        "Safety",
        "Certification",
        "Technical",
        "Policies",
        "Data analysis",
        "Staffing",
        "Supervisor",
        "Research",
        "Sales",
        "Testing",
        "English",
        "Windows",
        "Warehouse",
        "Math",
        "Aviation",
        "Marketing",
        "Specifications",
        "Employee relations",
        "Retail",
        "Operations",
        "Analysis",
        "Paste",
        "Email",
        "Process",
        "Inventory",
        "Customer service",
        "Circuits",
        "Hardware",
        "Vendors",
        "Spreadsheets",
        "Schematics",
        "System",
        "Invoices",
        "Reports",
        "Quality control",
        "Security",
        "Electrical",
        "Training"
    ],
    "experience": [
        "Petty Officer Company Name U.S. Navy Reserve, Petty Officer 3rd Class Aviation Ordnanceman, Austin, TX, 02/16/2010-Present *Provide",
        "security and physical protection for service members. â—​ Train fellow Sailors in security duties. â—​ Assist in riot control and riot prevention. â—​",
        "Provide vital attack, defense and logistic support to the fleet. PPDI, Phase 1 volunteer, Austin, TX, 05/10/08-04/23/10 *Clinical trial of",
        "investigative FDA drugs and help verify safety and tolerability. â—​ Supervised by medical professionals and explore how the medicine acts in the",
        "bodies of healthy volunteers. â—​ Detailed analysis of how the compound is absorbed, distributed, metabolized and excreted. Sears, Home",
        "delivery technician and warehouse associate, San Marcos, TX, 02/10/2008-09/22/08 *Delivery and install appliances in customers homes. â—​",
        "Unload daily trucks of new inventory. â—​ Managed and inventoried product including hand tools to major home appliances. â—​ Janitorial duties",
        "in and around the store. U.S. Navy, 3rd Class Petty Officer Aviation Ordnanceman, Coronado, CA, 11/26/2001-11/28/2005 *Weapons",
        "Systems Operations Install, adjust, and test bomb racks, shackles, ejectors and launchers Test, adjust, and align aircraft gun systems. â—​ Load,",
        "download, install and remove aircraft guns and gun components. â—​ Load, download, assemble and disassemble aircraft missiles, rockets, and",
        "pyrotechnics. â—​ Troubleshoot electrical and electronic equipment and wiring circuits. â—​ Conduct authorized searches, conduct surveillance,",
        "identify narcotics and dangerous drugs, apprehend suspects, issue weapons and ammunition, conduct field sobriety tests, administer breathalyzer",
        "tests, secure crime and accident scenes, inspect crime and accident scenes, preserve evidence at crime scenes, seize evidence and contraband,",
        "mark and tag evidence and contraband â—​ Conduct perimeter checks, provide security escort services, provide assistance on crime control,",
        "shipboard brig security and support, process prisoners upon receipt, escort and guard prisoners *Weapons Qualifications, 9mm M-14 rifle M-16",
        "rifle 12 gauge shotgun 50.Cal machine gun M60 machine gun OC (Oleoresin Capsicum) or pepper spray â—​ Global War on Terrorism",
        "Expeditionary Medal â—​ Navy good conduct medal â—​ Navy expert rifle/pistol medal"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "NON COMMISSIONED"
}