{
    "skills": [
        "Billing",
        "International",
        "Sales",
        "Word",
        "Strategy",
        "Excel",
        "Researching",
        "Presentation",
        "Logistics",
        "Account management",
        "Marketing",
        "Powerpoint",
        "Social media",
        "Quickbooks",
        "Strategic initiatives",
        "Analytical",
        "Presentations",
        "Communication",
        "Money",
        "Operations",
        "Budgeting",
        "Adobe",
        "Newspaper",
        "Branding",
        "Procurement",
        "Training",
        "Budget",
        "Advertising"
    ],
    "experience": [
        "TIME WARNER CABLE MEDIA SALES, Chatsworth, California, Television Advertising Account Manager, 1998-2001. Hired for new",
        "position to expand local and regional business. Learned and executed television media advertising logistics from scratch. Transformed from zero",
        "billings to billings that exceeded the performance of all other representatives in less than one year. Generated all clients through cold-calling efforts",
        "and educating prospects of value and ease of television advertising. Oversaw production; worked with and managed producers and clients. Earned",
        "confidence of clients by defining strategies to ensure proper budget management, setting expectations as well as researching and collecting",
        "demographic information for ad campaigns.",
        "LOS ANGELES DAILY NEWS, Los Angeles, California, Advertising Account Manager , 1996-1998. Sold newspaper advertisements to",
        "local accounts through cold calling efforts. Tripled revenue of underperforming territory in first year. Promoted to second underperforming territory",
        "and quadrupled revenue in local business. Handled 40 accounts daily, met hourly deadlines, made presentations to clients, and created special",
        "sections to insert into paper through creative selling efforts. Participated in layout of ad copy, reviewing proofs with clients, and managing",
        "production, art staff, and training other sales reps. Planned advertising campaigns with clients.",
        "DAILY PILOT, Costa Mesa, California, Advertising Account Manager , 1992-1995. Sold newspaper advertisements to local and regional",
        "accounts through cold calling efforts. Increased billing by 619% in three months. Handled 30 accounts daily, met hourly deadlines, made",
        "presentations to clients, and created special sections to insert into paper through creative selling efforts. Convinced agencies of national advertisers",
        "to advertise in small, local newspaper. Recognized as consistent top performer and broke all sales records. Served as president of public speaking",
        "organization, and as ambassador for Costa Mesa Chamber of Commerce.",
        "SOUTH COUNTY NEWS, Mission Viejo, California, Account Executive , 1991-1992. Entrusted with growing challenging accounts after",
        "several months at company; turned into profit center. Created sections to sell and generated new revenue.",
        "Affiliations",
        "WOMEN IN CABLE TELECOMMUNICATIONS (WICT), Los Angeles, California, President , Southern California Chapter, 2003-2004.",
        "Managed 20 senior-level entertainment executives on the local chapter's Board of Directors by assigning and delegating responsibilities. Executed",
        "several events aligned with organization's mission statement, \"Develop Women Leaders Who Transform Our Industry\". Raised money for the",
        "chapter to host events for the 500 members. Developed comprehensive package of sponsorship opportunities; demonstrated great cost-savings to",
        "sponsors while securing funds to run chapter. Tripled membership, secured high-value creative sponsorships, and met and exceeded all objectives",
        "required by the National Association.",
        "Vice President , Southern California Chapter, 2003. Assisted president in running chapter and securing sponsorship dollars. Helped create and",
        "launch formal mentoring program, and served as formal mentor. Secured funds through sponsorships sold to large corporations including Disney,",
        "ABC, and Time Warner.",
        "Sponsorship Chair , Southern California Chapter, 1999-2000. Formalized structure for sponsorships, assigned teams to raise money, and",
        "secured funds for events."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "Summary\nAn accomplished and"
        },
        {
            "Degree": "master",
            "Institution": "MARKETING AND SALES MANAGER AND PROFESSIONAL \nwith extensive experience in new\nbusiness development, branding, customer relations, account and people management, training and development, and new, emerging, and\ntraditional"
        }
    ],
    "category": "CONSULTANT Summary"
}