{
    "skills": [
        "Design",
        "Pattern",
        "Researching",
        "Technical",
        "Product development",
        "Research",
        "Sales",
        "Merchandising",
        "Communication",
        "Testing",
        "Strategy",
        "International",
        "Specifications",
        "Brand",
        "Sourcing",
        "Retail",
        "Quality assurance",
        "Process",
        "Merchant",
        "Construction",
        "Vendors",
        "Product design",
        "Fabric",
        "Business strategy",
        "Travel",
        "Training"
    ],
    "experience": [
        "Company Name March 2016 to February 2012 Men's Sr Designer - Freelance",
        "City , State",
        "Company Name June 2015 to Current Creative Design Consultant",
        "City , State",
        "Consultant on Women's design, styling and fabric quality and trim selections.",
        "Merchandise seasonal collections.",
        "Work on seasonal color palette.",
        "Research seasonal inspirations for patterns.",
        "Planning seasonal style count and color assortment.",
        "Company Name July 2012 to October 2014 Associate Manager - Materials Developer",
        "City , State",
        "Researching, develop and sourcing of fabrics/trims that meet design vision, merchant requirements and Company financial plans.",
        "Provide fabric/trim trend research to design in support of the product development process.",
        "Work directly with Mills during the materials development process.",
        "Manage fabric/trim deadlines and tracking to meet seasonal TACT.",
        "Requesting and coordinating proto sample yardages/trims from the mills to the appropriate vendors.",
        "Work with Product Development and Quality Assurance to review fabric/trim qualities to ensure they meet Eddie Bauer standards and",
        "uphold the authenticity and personality of the brand.",
        "Fabric/Trim price negotiating to achieve the best price and IMU.",
        "Partner with Design and PLM's to ensure that appropriate material are selected for the product.",
        "Company Name March 2010 to December 2011 Sr Designer - Freelance",
        "City , State",
        "Company Name July 2005 to November 2009 Men's Sportswear Designer",
        "City , State",
        "Initiated and interpreted new product concepts to meet the needs of our customers, resulting in sales and growth for the company."
    ],
    "company_names": null,
    "total_experience": 4.25,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SR DESIGNER"
        }
    ],
    "category": "SR DESIGNER"
}