{
    "skills": [
        "Email",
        "Distribution",
        "Updates",
        "Cms",
        "System",
        "Visio",
        "Process",
        "Project management",
        "Analyze",
        "Video",
        "Sales",
        "Retail",
        "Construction",
        "Research",
        "Word",
        "Strategy",
        "Excel",
        "Digital marketing",
        "Plan",
        "Safety",
        "Content",
        "Automation",
        "Logistics",
        "Sharepoint",
        "Marketing",
        "Powerpoint",
        "Social media",
        "Vendors",
        "Photoshop",
        "Html",
        "Analytics",
        "Ecommerce",
        "Communication",
        "Database",
        "Kpis",
        "Metrics",
        "Editorial",
        "Crm",
        "Product marketing",
        "Budgeting",
        "Brand",
        "Facebook",
        "Affiliate",
        "Requests",
        "Outreach",
        "Website",
        "Sql",
        "Networking",
        "Reporting",
        "Healthcare",
        "Training",
        "Analysis",
        "Budget",
        "Advertising",
        "Twitter"
    ],
    "experience": [
        "including all recording, edition, HTML pages and uploading to training site. â—​",
        "Efficiently managed events, logistics, invitations, registrations, website, vendors, budgets, surveys, and event metrics. â—​",
        "Delivered monthly announcements to more than 5,000 Ericsson employees, partners, and updates to website. â—​ Developed and",
        "implemented automated systems for various databases and logistics that optimized the distribution list from 1,200 to 5,300 within six months",
        "while minimizing manual labor and margin of error. â—​",
        "Successfully developed and managed a pod-casting program titled \"IP Talk Radio\" that generated company wide attention from all levels of",
        "Ericsson and increased website traffic by 65% in one quarter. â—​",
        "Built and managed portfolio of marketing initiatives including KPIs, budgeting, campaign tracking and analysis using Salesforce.com and",
        "Marketo. â—​",
        "Managed online metrics for the internal website and raised awareness by 209% to 5,500 Ericsson employees.",
        "Marketing Consultant",
        "March 2002 to January 2008 Company Name ï¼​ City , State",
        "â—​Managed internal and external web content, web development, ecommerce payment gateways, and Content Management Systems",
        "(CMS) for 80% of my clients. â—​",
        "Created strategic marketing plans for go-to-market campaigns, focusing on Google Ad and Adwords. â—​",
        "Conducted market analysis to better focus marketing tactics on the proper target market; thus, expanding market awareness and increasing",
        "online sales by 35% within three months. â—​",
        "Produced various marketing materials for products and services, such as video testimonials, case studies, advertisements, brochures,",
        "newsletters, email campaigns, and partner programs.",
        "Program Manager",
        "January 2000 to January 2002 Company Name ï¼​ City , State",
        "Affiliate Marketing Manager, Nationwide Territory",
        "January 1998 to January 2000 Company Name ï¼​ City , State",
        "Channel Sales Account Manager, North-West Territory",
        "January 1995 to January 1998 Company Name ï¼​ City , State"
    ],
    "company_names": null,
    "total_experience": 12.83,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Summary\nPassionate Marketing Manager leveraging expertise program management, sales enablement, and brand awareness to deliver lucrative results for"
        }
    ],
    "category": "Summary Passionate"
}