{
    "skills": [
        "Excel",
        "Adobe",
        "Recruiting",
        "Coaching",
        "Safety",
        "Certification",
        "Policies",
        "Administration",
        "Supervisor",
        "Research",
        "Powerpoint",
        "Human resource",
        "Sales",
        "Communication",
        "Testing",
        "Six sigma",
        "Windows",
        "Electronics",
        "Aviation",
        "Lean",
        "Compliance",
        "Operations",
        "Installation",
        "Analysis",
        "Quality assurance",
        "Radar",
        "Inventory",
        "Legal",
        "Process",
        "Troubleshooting",
        "Complex projects",
        "Schematics",
        "Training",
        "Word",
        "Security",
        "System"
    ],
    "experience": [
        "Recruiter-in-Charge Oct 2010 to Oct 2015",
        "Company Name - City , State",
        "Windows, Word, Excel, PowerPoint, Outlook, Adobe Pro, Defense Connect Online (DCO), Web- based Contact Management",
        "Databases.",
        "Supervised, developed and led a navy recruiting station of four navy recruiters to identify and attract potential applicants to meet quantitative",
        "and qualitative goals through proper use of current directives, processing forms and instructions.",
        "Possess strong expertise in recruiting practices, recruiting programs, policies and classification techniques.",
        "Researched market conditions and competitor positions to develop daily canvassing strategies for recruiters to gain competitive advantage",
        "and maximize success.",
        "Facilitated numerous recruiting events and presented detailed information on Navy careers, responsibilities, benefits, expectations and",
        "objectives.",
        "Trained new team members at the organizational level and assisted peers with all aspects of recruiting techniques.",
        "Conducted production inspections and provided training to recruiting offices within the recruiting district.",
        "Recommended training programs to assist applicants in meeting qualifications and knowledge; monitored progress and processed new-hire",
        "paperwork, including reference / background checks."
    ],
    "company_names": null,
    "total_experience": 5.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "Summary\nAccomplished and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Excellent communication and management skills, able to deliver informative recommendations to senior leadership regarding"
        }
    ],
    "category": "CHARGE Summary"
}