{
    "skills": [
        "Recruitment",
        "Pr",
        "Media relations",
        "Retail",
        "Research",
        "Presentation",
        "Marketing",
        "Coaching",
        "Microsoft office",
        "Counsel",
        "Operations",
        "Scheduling",
        "Brand",
        "Journalism",
        "Outreach",
        "Market research",
        "Healthcare",
        "Analysis",
        "Sales",
        "Visual"
    ],
    "experience": [
        "10/2011 to Current",
        "Senior Account Executive Company Name ï¼​ City , State",
        "10/2011 to Current",
        "Senior Account Executive Company Name ï¼​ City , State",
        "Serve as day-to-day contact for senior level Microsoft clients (e.g.",
        "collaborate, strategize and counsel on approach to business problem and/or storytelling goals) Oversee strategic storytelling efforts in major",
        "metropolitan markets that aim to grow consumer perceptions of Microsoft and its positive impact on a community (e.g.",
        "markets include New York, San Francisco, Seattle, Boston, Los Angeles etc.) Integrate with internal and external stakeholders on",
        "messaging, narrative development and communications plans support a holistic storytelling approach (e.g.",
        "PR, social, product, marketing, stakeholders etc.).",
        "Maintain lasting relationships with top-tier influencers across a variety of tech and consumer sectors on behalf of clients like Microsoft,",
        "Volvo and Safeway.",
        "Manage junior level team members, offer career coaching and mentorship Managed and grew Microsoft Office brand ambassador program",
        "(e.g.",
        "which worked to drive brand awareness, credibility and shift consumer perceptions through notable consumer lifestyle bloggers and",
        "influencers via online and social campaigns Drove strategic campaign development and execution for Microsoft Office events and key",
        "seasonal moments (e.g.",
        "holiday, back to school, etc.).",
        "10/2009 to 10/2011",
        "Public Relations Associate Company Name ï¼​ City , State",
        "Provided public and media relations/public affairs support for Walmart stores in Oregon (e.g., market research, public outreach, public",
        "sentiment monitoring, political analysis, building and maintaining relationship with statewide nonprofits and other stakeholders)."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "ACCOUNT EXECUTIVE\nExperience"
        }
    ],
    "category": "Current Senior"
}