{
    "skills": [
        "Pharmaceutical",
        "Engineering",
        "Training",
        "Green",
        "Safety",
        "Supervisor",
        "Regulations",
        "Lean",
        "Quality assurance",
        "Jose",
        "Analytical",
        "Communication",
        "Analysis",
        "Staffing",
        "Presentation",
        "Biology",
        "Data analysis",
        "Experiments",
        "Ordering",
        "Compliance",
        "Reports",
        "Testing",
        "Sops",
        "Process improvement",
        "Process",
        "Technical",
        "Process development",
        "Research",
        "Supervising",
        "Budget",
        "Operations",
        "Experimental",
        "Documentation",
        "Improvement",
        "Product development",
        "Protocols",
        "Pharmacy",
        "Iso",
        "Time management"
    ],
    "experience": [
        "pharmaceutical unit operations including milling, blending, fluid bed granulation, aqueous and solvent-based coating, laser drilling, and drying;",
        "Participated in product development activities including scale-up experiments and manufacturing of clinical and registration stability supplies;",
        "Participated in early formulation development studies as well as late stage large scale pre-validation lots, Participated in manufacturing",
        "clinical batches with strict cGMP compliance; Performed all related tasks including ordering materials, setting-up equipment, preparing and",
        "completing documentation; and training operators; Performed in- process and other characterization testing with limited data analysis and",
        "presentation; Authored multiple technical protocols and reports; Completed experimental and clinical batches in the commercial",
        "manufacturing facility at Vacaville as a part of the satellite R&D group; Assignments involved direct communication and cooperation with",
        "quality assurance, formulation, analytical and pilot plant manufacturing groups.",
        "Process Engineer and Manufacturing Staff",
        "January 2001 to January 2005 Company Name - City , State",
        "Assisted in process development and commercial manufacturing of transdermal products;.",
        "Utilized existing and modified equipment in Mixing, Coating /laminating and pouching;.",
        "Revised manufacturing related documentation such as Standard Operational Procedures (SOPs).",
        "and work instructions (WI).",
        "Production lead / Process Operator",
        "June 1999 to October 1999",
        "Supervised manufacturing group and operated various equipment for producing transdermal contraceptive products in compliance with",
        "cGMP regulations, Participated in process development and process excellence projects, Operated multi-coater/dryer lamination machines",
        "with various line speed, temperature and air flows; Tasks assigned included general trouble shooting, training associates on equipment",
        "operation and proper documentation with strict adherence to cGMP compliance, Managed shift production planning and time management;"
    ],
    "company_names": null,
    "total_experience": 4.33,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "ENGINEERING TECHNICIAN III\nAccomplishments\nPharmacy Exemptee Certificate (Skill"
        }
    ],
    "category": "III Accomplishments"
}