{
    "skills": [
        "Billing",
        "Transactions",
        "Process",
        "Improvement",
        "Cpr",
        "Compliance",
        "Investigation",
        "Sales",
        "Contracts",
        "Sports",
        "Research",
        "Plan",
        "Safety",
        "Reports",
        "Security",
        "Programming",
        "Certification",
        "Schedules",
        "Regulations",
        "Inventory",
        "Payments",
        "Try",
        "Training",
        "Deposits",
        "Fitness",
        "Health"
    ],
    "experience": [
        "Intern 03/2013 to 10/2013 Company Name",
        "Develop or coordinate fitness and wellness programs or services.",
        "Supervise fitness or wellness workers, such as fitness instructors, recreation workers, nutritionists, and health educators.",
        "Conduct or facilitate training sessions or seminars for wellness and fitness staff.",
        "Develop fitness or wellness classes, such as yoga, aerobics, weightlifting, and aquatics, ensuring a diversity of class offerings.",
        "Maintain wellness- and fitness-related schedules, records, or reports.",
        "Manage or oversee fitness or recreation facilities, ensuring safe and clean facilities and equipment.",
        "Operate, and instruct others in, proper operation of fitness equipment, such as weight machines, exercise bicycles, benches, hand weights,",
        "and fitness assessment devices.",
        "Organize and oversee health screenings, such as flu, mammography, blood pressure, and cholesterol screenings.",
        "Teach fitness classes to improve strength, flexibility, cardiovascular conditioning, or general fitness of participants.",
        "Maintain or arrange for maintenance of fitness equipment or facilities.",
        "Track attendance, participation, or performance data related to wellness events.",
        "Observe participants and inform them of corrective measures necessary for skill improvement.",
        "Instruct participants in maintaining exertion levels to maximize benefits from exercise routines.",
        "Offer alternatives during classes to accommodate different levels of fitness.",
        "Plan routines, choose appropriate music, and choose different movements for each set of muscles, depending on participants' capabilities",
        "and limitations.",
        "Teach proper breathing techniques used during physical exertion.",
        "Evaluate individuals' abilities, needs, and physical conditions, and develop suitable training programs to meet any special requirements.",
        "Monitor participants' progress and adapt programs as needed.",
        "Explain and enforce safety rules and regulations governing sports, recreational activities, and the use of exercise equipment.",
        "Advise clients about proper clothing and shoes.",
        "Maintain fitness equipment.",
        "Teach and demonstrate use of gymnastic and training equipment such as trampolines and weights."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Personal Trainer"
}