{
    "skills": [
        "Excel",
        "Recruiting",
        "Hris",
        "Analyze",
        "Policies",
        "Word",
        "Quickbooks",
        "Administration",
        "Tax",
        "Project management",
        "Retention",
        "Research",
        "Microsoft office",
        "Human resource",
        "Sales",
        "Queries",
        "Recruitment",
        "Schedules",
        "Communication",
        "Finance",
        "Analytical",
        "Employee engagement",
        "Database",
        "Engagement",
        "Human resources",
        "Filing",
        "Product knowledge",
        "Payroll",
        "Marketing",
        "Brand",
        "Presentation",
        "Employee relations",
        "Compliance",
        "Retail",
        "Correspondence",
        "Process",
        "Legal",
        "Time management",
        "Regulations",
        "Customer service",
        "Ms project",
        "Vendors",
        "Website",
        "Acquisitions",
        "System",
        "Transactions",
        "Economics",
        "Reports",
        "Analytics",
        "Investigations",
        "Auditing",
        "Travel",
        "Training",
        "Access"
    ],
    "experience": [
        "Sales & Customer Service Rep",
        "September 2012 to Current Company Name",
        "Manage high-volume of workload in a sales and customer service environment assisting on average 550 customers per week to increase",
        "brand loyalty and awareness as well revenue.",
        "Analyze customer needs to recommend products and provide customer service to drive sales.",
        "Achieved a 100% customer service satisfaction and retention average based on communication and listening skills, problem resolution and",
        "politeness contributing to company attaining highest customer service ratings (determined by external auditors) in recent years.",
        "Assist current and new reps in adjusting to rigors of department as it relates to familiarity with processes, driving product sales and",
        "performing customer service reducing organizational turn-over.",
        "Assist customers with purchases, opening accounts and navigating website to facilitate purchase.",
        "Attained a 95 -100% employee evaluation and rating in 2012 by meeting employee and customer service benchmarks in product",
        "knowledge, attendance, customer service in regard to speed, accuracy and volume in the performance of daily tasks.",
        "Explained human resources policies and procedures to all employees.Conducted telephone and onsite exit interviews for all employees.Answered",
        "employee questions during the entrance and exit interview processes.Worked closely with HR business partners to facilitate year-end talent",
        "reviews and articulate team strengths.Worked closely with HR business partners to facilitate year-end talent reviews and articulate team",
        "strengths.Selected and interviewed candidates for all available positions.Created job descriptions to attract a targeted talent pool within the market",
        "wage range.Assessed employee performance and issued disciplinary notices.Worked on 401(k) administration, FMLA and workers'",
        "compensation claims and benefits.Managed over [Number] personnel files according to policy and federal and state law and regulations.Generated",
        "employee tracking reports each month.Offered consistent payroll disbursement with accurate record keeping of employee PTO and vacation",
        "accruals.Managed communication regarding employee orientation and open enrollment for benefits.Helped training and development staff with all",
        "aspects of training coordination.Completed payroll processing from start to finish for more than [Number] employees.Assisted customer service",
        "with inbound and outbound calls regarding all HR inquiries.Designed new employee packages and sent them via mail and e-mail.Resolved",
        "personnel issues regarding human resources matters needing clarification, submissions and corrections.Audited job postings for old, pending, on-",
        "hold and draft positions.Completed all work with a [Number]% rate of accuracy.Created social media initiatives for new employee search",
        "strategies.Drafted department-specific employee announcements.Ran queries and reports through the ADP system.Partnered with the IT",
        "department to create a streamlined onboarding process for new hires.Organized employee schedules, department phone lists and business card",
        "orders.",
        "Coordinated communication between administration and executive team",
        "January 2011 to August 2012 Company Name ï¼​ City , State",
        "Created social media initiatives for new employee search strategies.Drafted department-specific employee announcements.Ran queries and",
        "reports through the ADP system.Partnered with the IT department to create a streamlined onboarding process for new hires.Organized",
        "employee schedules, department phone lists and business card orders.se of teamwork and collaboration. The Co-operative London, UK",
        "(HR Generalist) Aug. 2003 - July 2007",
        "Provided support to staff regarding company policies, procedures, and practices.",
        "Compiled and maintained records related to employees, such as personal data, compensation, benefits, tax data, attendance, and",
        "performance reviews or evaluations.",
        "Assisted with recruiting efforts, including processing employment applications and assisting in other employment activities.",
        "Created, maintained, and updated employee files to document personnel actions and provided information for payroll and other uses.",
        "Assisted in administration of compensation programs and helped to monitor performance appraisal process.",
        "Oversaw HR processes and developed analytics in areas such as new hire orientation and on-boarding, employment verifications,",
        "background investigations, employment action form transactions, transfers, promotions, tuition reimbursement, exit interviews, and",
        "terminations/resignations.",
        "Maintained a myriad of databases that supported HR activities/processes as well as maintained up-to-date personnel files in compliance",
        "with applicable legal requirements.",
        "Helped to maintain company organization charts and employee directory.",
        "Compiled and maintained records for use in employee benefits administration.",
        "Conducted research to determine the effectiveness of personnel programs and policies.",
        "Ensured compliance with all applicable federal, state and local laws and regulations.",
        "Compiled data from personnel records and prepared reports.",
        "Computed wages and recorded data for use in payroll processing.",
        "Office Manager",
        "August 2007 to September 2010 Company Name ï¼​ City , State",
        "Administration & Organization Provided administrative and business support for the firm, CEO and executive team members.",
        "Coordinated for top executives conference calls, board meetings, travel and special events.",
        "Negotiated favorable terms and pricing agreements with resorts, vendors, caterers and other providers of services at special events, saving",
        "$55K in 2009.",
        "Improved office efficiency by creating highly effective organizational and filing system, including quick & thorough indexing, filing & offsite",
        "storage, resulting in easy access to critical information, streamline office functioning and increasing office performance by about 15%."
    ],
    "company_names": null,
    "total_experience": 4.67,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "CUSTOMER SERVICE REP\nSummary\nAdministrative & HR Professional Holds Master of Arts (Honors) degree in Human Resource Development from Bowie State University with a"
        },
        {
            "Degree": "Master of",
            "Institution": "Highly organized and detailed oriented HR professional with over"
        },
        {
            "Degree": "Master of",
            "Institution": "Federal & State Laws and HR policies and"
        },
        {
            "Degree": "Master of",
            "Institution": "A dedicated professional with an excellent written and oral communication skills and the ability to communicate effectively with all\nlevels of the"
        },
        {
            "Degree": "Bachelor's",
            "Institution": "Great research and policy analytical skills, very independent and"
        },
        {
            "Degree": "Bachelor's degree",
            "Institution": "Project Management and time management skills, as well as the ability to grow positive relationships with clients, staff and"
        }
    ],
    "category": "CUSTOMER SERVICE"
}