{
    "skills": [
        "Email",
        "Teaching",
        "Cpr",
        "Compliance",
        "Documentation",
        "Testing",
        "Plan",
        "Safety",
        "Sops",
        "Reports",
        "Certification",
        "Customer service",
        "Protocols",
        "Regulations",
        "Travel",
        "Communication",
        "Health",
        "Scheduling",
        "Access",
        "Policies",
        "Requests",
        "Healthcare",
        "Training",
        "Hospital",
        "Standard operating procedures"
    ],
    "experience": [
        "OCCUPATIONAL HEALTH NURSE COORDINATOR",
        "September 2011 to May 2012 Company Name ï¼​ City , State To provide comprehensive occupational and environmental health services",
        "including but not limited to occupational medicine, industrial hygiene, industrial safety and administrative tasks. Assessment of all injuries or illness,",
        "first aid, CPR, and emergency treatment to all employees and guests. Educate about basic health care, prevent heath issues, monitor the health",
        "condition of the employees, dispense medication(s); train and support other staff members and manage the health risks within the facility. Referral",
        "of employees to the appropriate medical services or arrangements for physician requested treatments. Develop and implement \"Wellness program\"",
        "activities. Highlights of Contributions: Respond to all medical emergencies immediately * Provide Cardiovascular Pulmonary",
        "Resuscitation/Automated External Defibrillator and first aid; annual training to support staff in AED and periodic device monitoring * Submit and",
        "track Medical Incident Reports within five days of occurrence and follow-up * Provide and disperse over-the-counter drugs in accordance with",
        "Standard Operating Procedures (SOP) or Standing Orders * Provide and perform physicals and medical examinations including job specific",
        "testing * Administer vision, respiratory and hearing screening. * Maintain mother's nursing rooms * Administer Influenza vaccine program and",
        "allergy injections per physician orders * Administer vaccines for business related travel * Host and coordinate blood drives, \"Wellness programs\""
    ],
    "company_names": null,
    "total_experience": 0.67,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "HEALTH NURSE COORDINATOR\nProfessional Summary\nDedicated RN with over 20 years experience in nursing seeking career transition into a new clinical"
        }
    ],
    "category": "COORDINATOR Professional"
}