{
    "skills": [
        "Coaching",
        "Research",
        "Word",
        "Email",
        "Excel",
        "Analytical",
        "Teaching",
        "Consulting",
        "Communication",
        "Program development",
        "Training",
        "Healthcare",
        "Fitness",
        "Health",
        "Sports"
    ],
    "experience": [
        "Yoga Instructor",
        "January 2015 to Current Company Name ï¼​ City , State",
        "Teaching yoga classes for adults with emphasis on functional fitness for lifestyle.",
        "Established format which includes strength, balance, flexibility, range of motion, and stress reduction.",
        "Program Co-coordinator and Coach; Fitness Instructor (Independent)",
        "April 2011 to August 2014 Company Name ï¼​ City , State",
        "Co-Coordinated and Coached for \"Building Better Bodeez\" weight loss/wellness program (BBB).",
        "Developed, promoted, and implemented \"Nutrition Challenge\" program.",
        "Created the Nutrition Connection Office.",
        "Collaborated with community health and fitness professionals in developing events for community.",
        "Performed and evaluated fitness assessments and body composition measurements.",
        "Taught weekly fitness classes (Zumba, Spinning, Yoga, Strength/Toning, Aqua Fitness)",
        "Collaborated with team of coaches and instructors to provide current and science based fitness and nutrition information for clients",
        "Led senior specific fitness and nutrition meetings and events \"Bodeez Boomers Club\"",
        "Developed and chaired outdoor adventure group.",
        "Nutrition and Anatomy Adjunct Instructor",
        "June 2009 to April 2011 Company Name ï¼​ City , State",
        "Designed and implemented weekly lesson plans for 25-55 students per session.",
        "Tailored educational curriculum to students with a range of learning styles, disabilities, strengths, and weaknesses.",
        "Developed, administered and corrected tests and quizzes in a timely manner.",
        "Produced and maintained syllabus, lessons, and grades utilizing web-based learning management."
    ],
    "company_names": null,
    "total_experience": 5.17,
    "education": [
        {
            "Degree": "mba",
            "Institution": "INSTRUCTOR\nProfessional Profile\nEnthusiastic and motivated individual with experience in development and integration of wellness programs for"
        },
        {
            "Degree": "mba.\nPerform",
            "Institution": "Topics of expertise include\nexercise prescription and instruction, stress reduction, and nutrition"
        },
        {
            "Degree": "Master of",
            "Institution": "Desires a role to develop, implement, and facilitate health and\nwellness programs in a worksite"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Relevant Experience\nFitness and Exercise"
        },
        {
            "Degree": "mba Lovers",
            "Institution": "Registered Yoga Teacher focused on adults looking to improve"
        }
    ],
    "category": "YOGA INSTRUCTOR"
}