{
    "skills": [
        "Internal communications",
        "Email",
        "Pr",
        "Video",
        "Analyze",
        "Mobile",
        "Segmentation",
        "Research",
        "Strategy",
        "Content",
        "Engagement",
        "Marketing",
        "Social media",
        "Programming",
        "Photoshop",
        "Editing",
        "Analytics",
        "Presentations",
        "Migration",
        "Seo",
        "Lifecycle",
        "Design",
        "Trade shows",
        "Brand",
        "Facebook",
        "Click",
        "Wordpress",
        "Salesforce",
        "Website",
        "Networking",
        "Reporting",
        "Analysis",
        "Sales",
        "Advertising",
        "Twitter"
    ],
    "experience": [
        "Interim Senior Digital Marketing Strategy Manager 08/2015 to 01/2016",
        "Company Name City , State",
        "Identified, developed and evaluated marketing strategies based on knowledge of company objectives and market trends.",
        "Collaborated with advertising and promotion managers to promote products and services.",
        "Managed new product and content releases.",
        "Promoted brand awareness through SEO optimization and attractive web design.",
        "Wrote creative and engaging briefs for internal and external agencies.",
        "Worked effectively in a heavily cross-functional, fast paced environment.",
        "Managed, mentored and developed a team of [Number] product managers.",
        "Spearheaded the creation of blogs and social media content.",
        "Managed all company customer engagement campaigns.",
        "Manage team of eight content coordinators, writers and social media managers",
        "Oversee social media management",
        "Develop digital content strategy",
        "Responsible for analytics and content reporting including SEO and social media",
        "Generate leads through content marketing, social media advertising and PPC",
        "Lead nurturing campaigns and email communications/ lead generations.",
        "Owner 07/2010 to 08/2015",
        "Company Name City , State",
        "Developed digital strategies that support organization's business goals and objectives",
        "Spearheaded the creation of blogs and social media content.Managed, mentored and developed a team of [Number] product",
        "managers.Produced engaging online marketing campaigns.Planned and managed budgets in excess of $100,000.",
        "Communicated with designers, graphic producers, video editors and videographers to create cohesive company voice.",
        "Content development including blogs, email newsletters, presentations and video",
        "Led social media initiatives for hospitals and service lines",
        "Managed Site Core content development for a major website migration",
        "Community manager for social media platforms (Facebook, Twitter, Pinterest, Google +)",
        "Blog for consumer and B to B audiences",
        "Wrote e-newsletters",
        "Responsible for search engine optimization, marketing and pay-per-click campaign management.",
        "Co-owner/ founder 08/2010 to 01/2016",
        "Company Name City , State",
        "Co-founder of networking events company specializing in social media for women",
        "Host Twitter parties, created branded campaigns, manage email marketing",
        "Work with brands such as UPS, Google, Logitech, Zagat, Frito Lay",
        "Planned and managed budgets in excess of $[Amount].Evaluated return-on-investment and profit-loss projections.Identified, developed and",
        "evaluated marketing strategies based on knowledge of company objectives and market trends.",
        "Manage social media accounts for brands",
        "Operate franchises in Chicago, New Jersey and Atlanta.",
        "Writer 10/2008 to 01/2016",
        "Company Name City , State",
        "Features staff writer for monthly, local magazine.",
        "Wrote unique text for SJ Magazine, including general and branded content.",
        "Manager 02/2010 to 07/2010",
        "Company Name City , State",
        "Developed strategy and implemented first social media marketing initiatives.",
        "Content manager for Virtua.org, VirtuaWoman.org and VirtuaBaby.org."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SENIOR DIGITAL MARKETING STRATEGY MANAGER\nSummary\nI am a digital marketing and strategist specializing in lead generation through content strategy, digital campaign optimization, and marketing on\ndigital and social media"
        }
    ],
    "category": "INTERIM SENIOR"
}