{
    "skills": [
        "Excel",
        "Coaching",
        "Safety",
        "Technical",
        "Inventory management",
        "Policies",
        "Quickbooks",
        "Reporting",
        "Administration",
        "Sales goals",
        "Repairs",
        "Powerpoint",
        "Orange",
        "Sales",
        "Visual",
        "Schedules",
        "Database",
        "Documentation",
        "Filing",
        "Warehouse",
        "Performance improvement",
        "Aviation",
        "Payments",
        "C",
        "Presentation",
        "Sharepoint",
        "Compliance",
        "Requests",
        "Operations",
        "Analysis",
        "Distribution",
        "Improvement",
        "Process",
        "Inventory",
        "Time management",
        "Photoshop",
        "Ms excel",
        "Customer service",
        "Hardware",
        "Responses",
        "Scheduling",
        "Troubleshooting",
        "System",
        "Reports",
        "Start-up",
        "Word",
        "Security",
        "Training",
        "Access"
    ],
    "experience": [
        "Learned, referenced and applied product knowledge information.",
        "Developed reputation as an efficient service provider with high levels of accuracy.",
        "Recommended alternative items if product was out of stock.",
        "Served as the main liaison between customers, management and sales team.",
        "Built long-term customer relationships and advised customers on purchases and promotions.",
        "Company Name Computer Technician | City , State | January 2010 - June 2010",
        "Built and repaired computers consisting of internal and external repairs.",
        "Repaired printers if needed.",
        "Rebuilt shareware for computers to damage to be used and refurbishing hardware for computers unreliable.",
        "Provided documentation on start-up, shut down and first level troubleshooting of processes to help desk staff.",
        "Implemented company policies, technical procedures and standards for preserving the integrity and security of data, reports and access.",
        "Collaborated with clients from concept through final delivery of product or service.",
        "Designed Sharepoint masterpage and page layouts, serving as company's main Sharepoint support for all technical complications.",
        "Proposed technical feasibility solutions for new functional designs and suggested options for performance improvement of technical objects.",
        "Monitored network performance and provided network performance statistical reports for both real-time and historical measurements.",
        "Company Name Shift Manager | City , State | May 2004 - June 2009",
        "Managed the shift of ten to twenty-five staff.",
        "Opened and closed the restaurant.",
        "Cooked, served customers, cleaned the restaurant and stocked needed supplies.",
        "Completed schedules and reviewed the staff.",
        "Adhered to company standards and compliance requirements for operations and cleanliness of all areas.",
        "Managed schedules, accepted time off requests and found coverage when shifts were short.",
        "Tracked receipts, employee hours and inventory movements.",
        "Trained and mentored new employees to maximize team performance.",
        "Kept employees operating productively and working on task to meet business and customer needs.",
        "Completed all point of sale opening and closing procedures, including counting the contents of the cash register.",
        "Described product to customers and accurately explained details and care of merchandise.",
        "Shared best practices for sales and customer service with other team members to help improve the store's efficiency.",
        "Assisted customers with food selection, inquiries and order customization requests.",
        "Resolved all customer complaints in a professional manner while prioritizing customer satisfaction.",
        "Recommended, selected and helped locate and obtain out-of-stock product based on customer requests.",
        "Supervised and directed all merchandise and shipment processing.",
        "Actively pursued personal learning and development opportunities.",
        "Alerted customers to upcoming sales events and promotions.",
        "Conducted weekly walk-throughs with the manager to discuss interior visual displays, including store window presentation.",
        "Built long-term customer relationships and advised customers on purchases and promotions.",
        "Processed cash and credit payments rapidly and accurately.",
        "Participated in physical inventory counts every Opening and Closing of the store.",
        "Personal Information",
        "Driver's License Class C - Standard Driver's License"
    ],
    "company_names": null,
    "total_experience": 5.5,
    "education": [
        {
            "Degree": "master",
            "Institution": "MAINTAINER\nProfessional Summary\n6 years' experience as a Fast Food"
        }
    ],
    "category": "AVIATION MAINTAINER"
}