{
    "skills": [
        "Daily operations",
        "Billing",
        "System",
        "Transactions",
        "Purchasing",
        "Swift",
        "Documentation",
        "Hospital",
        "Hospitality",
        "Plan",
        "Safety",
        "Hotel",
        "Statistics",
        "Public relations",
        "Administration",
        "Marketing",
        "Time management",
        "Programming",
        "Certification",
        "Data analysis",
        "Customer service",
        "Financial management",
        "Employee relations",
        "Inventory",
        "Analytical",
        "Presentations",
        "Analytical skills",
        "Design",
        "Accounting",
        "Operations",
        "Trade shows",
        "Budgeting",
        "Payroll",
        "Facebook",
        "Human resources",
        "Policies",
        "Website",
        "Reporting",
        "Training",
        "Healthcare",
        "Analysis",
        "Supervisor",
        "Sales",
        "Advertising",
        "Health"
    ],
    "experience": [
        "HR Administrator/Marketing Associate HR Administrator Dec 2013 to Current",
        "Company Name ï¼​ City , State",
        "Helps to develop policies, directs and coordinates activities such as employment, compensation, labor relations, benefits, training, and",
        "employee services.",
        "Prepares employee separation notices and related documentation",
        "Keeps records of benefits plans participation such as insurance and pension plan, personnel transactions such as hires, promotions,",
        "transfers, performance reviews, and terminations, and employee statistics for government reporting.",
        "Advises management in appropriate resolution of employee relations issues.",
        "Administers benefits programs such as life, health, dental, insurance, pension plans, vacation, sick leave, leave of absence, and employee",
        "assistance.",
        "Marketing Associate Â",
        "Designed and created marketing collateral for sales meetings, trade shows and company executives.",
        "Managed the in-house advertising program consisting of print and media collateral pieces.",
        "Assisted in the complete design and launch of the company's website in 2 months.",
        "Created an official company page on Facebook to facilitate interaction with customers.",
        "Analyzed ratings and programming features of competitors to evaluate the effectiveness of marketing strategies.",
        "Advanced Medical Claims Analyst Mar 2012 to Dec 2013",
        "Company Name ï¼​ City , State",
        "Reviewed medical bills for the accuracy of the treatments, tests, and hospital stays prior to sanctioning the claims.",
        "Trained to interpret the codes (ICD-9, CPT) and terminology commonly used in medical billing to fully understand the paperwork that is",
        "submitted by healthcare providers."
    ],
    "company_names": null,
    "total_experience": 1.75,
    "education": [],
    "category": "HR ADMINISTRATOR"
}