{
    "skills": [
        "Sales",
        "Presentation",
        "Market research",
        "Design",
        "Vendors",
        "Communication",
        "Merchandising",
        "Operations",
        "Analysis",
        "International",
        "Research",
        "Process",
        "Brand",
        "Construction"
    ],
    "experience": [
        "Business Owner",
        "February 2002 to January 2009 Company Name ï¼​ City , State",
        "Planned, created and executed Women's contemporary clothing store from idea to opening. Managed all functions of store operations. Developed",
        "engaging visuals that increased sales while enhancing the consumer experience. Produced novel and unique concepts for merchandise presentation.",
        "Established close ties with customers to ensure repeat business.",
        "Apparel Production Coordinator",
        "March 1994 to April 2001 Company Name ï¼​ City , State",
        "Generated sketches and tech packs for Missy apparel line. Ensured quality control standards in areas of lab dips, print approvals and strike-offs.",
        "Knowledge of Lab Dip process and procedures. Facilitated daily communications with international and domestic offices.",
        "Business Owner",
        "October 1997 to February 2000 Company Name ï¼​ City , State",
        "Planned, created, and executed Women's contemporary clothing store. Developed a private label brand for target customers from initial design",
        "through bulk production. Supervised fittings, reviewed samples, and provided fit comments on garment construction. Shopped competition stores",
        "regularly to identify opportunities, labels and trends. Built a reputation of credibility and responsiveness with vendors.",
        "Sweater Production Coordinator",
        "January 1990 to May 1994 Company Name ï¼​ City , State",
        "Responsible for research, design, and development of Missy sweater line. Provided design expertise that reflected trends, while focusing on key",
        "details that made them work for a broader audience. Communicated with international factories on a daily basis to provide sample comments",
        "through all stages of the development process. Created color and seasonal trend analysis, concept ideas, silhouettes, presentation and mood",
        "boards.",
        "."
    ],
    "company_names": null,
    "total_experience": 20.67,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "OWNER\nSummary"
        }
    ],
    "category": "BUSINESS OWNER"
}