{
    "skills": [
        "Distribution",
        "System",
        "Construction",
        "Contracts",
        "Documentation",
        "Aviation",
        "Word",
        "Excel",
        "Technical",
        "Troubleshooting",
        "Engineering",
        "Safety",
        "Reports",
        "Administration",
        "Security",
        "Powerpoint",
        "Windows",
        "Communication",
        "Specifications",
        "Electronics",
        "Design",
        "Operations",
        "Repairs",
        "Quality assurance",
        "Circuits",
        "Training",
        "Visual"
    ],
    "experience": [
        "11/1996 to 11/2000",
        "E-4 Company Name",
        "In charge of distributing material and equipment for all personnel in the V1 Air Department, Conducted performance evaluations and made",
        "promotional recommendations of several enlisted personnel in V1 AIR Department. Member of the Crash and Salvage firefighting team during",
        "flight operations.",
        "Responsible for moving, spotting, safety and launching all aircraft on the flight deck. Including instructing personnel in breaking down and tying",
        "down all aircrafts on the flight deck. Able to handle challenges, coordinated a variety of tasks in stressful and fast-paced environment",
        "Master at Arms: Security Patrolman, Dispatcher, Armored escort for government bank on board the USS George Washington. Patrolman in all",
        "Captains' (C.O) and Executive Officers' (X.O.I) Mast. Managed a crew of 40 subordinate enlisted. Delegated tasks to those enlisted on behavior",
        "probation. Collaborated with superior officers to oversee tasks and duties of personnel within Air and Security department. Point man on Security",
        "Attack Force Team and Special Forces Joint tasks onboard the USS George Washington."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "TECHNICIAN II\nProfile\nTo acquire an electronic engineering position in an organization where my productive skills and experience will contribute to the success of that"
        },
        {
            "Degree": "Master at",
            "Institution": "Committed, Motivated"
        }
    ],
    "category": "ELECTRONIC TECHNICIAN"
}