{
    "skills": [
        "Banking",
        "Excel",
        "Coaching",
        "Microsoft word",
        "Microsoft excel",
        "Retention",
        "Sales",
        "Finance",
        "Ibm",
        "Communication",
        "Analytical",
        "English",
        "Writing",
        "Audit",
        "Mortgage",
        "Engagement",
        "Math",
        "Payroll",
        "Updates",
        "Sourcing",
        "Compliance",
        "Retail",
        "Operations",
        "Customer experience",
        "Process",
        "Merchant",
        "Regulations",
        "Moment",
        "Word",
        "Training"
    ],
    "experience": [
        "Providing Notary Service for our customers and non customers.",
        "Building long term relationships with our customers and deepens the understanding of our customers' financial needs and provides",
        "professional suggestions.",
        "Stay within all store policy and procedure, mitigating losses.",
        "Provide personal financial counseling, assist with lending services, and build relationships with existing customers to sustain high satisfaction",
        "ratings and retention.",
        "Review and approve checks for cashing, and answer questions on accounts, loans, and statements.",
        "Assist customers during loan and account application process.",
        "01/2013 to 01/2014",
        "Lead Teller Company Name ï¼​ City",
        "Manage the Teller's work flow to ensure success with daily cash balancing, building great rapport with customers, and meeting their referral",
        "and sales goals- all while maintaining an ethical and positive work environment for all.",
        "Requires little supervision and juggle a variety of tasks including exercising excellent customer service in all customer interactions and",
        "managing and resolving customer conflicts.",
        "Follow procedures to minimize errors and reduce fraud.",
        "Provide customers with new products and services to help them succeed financially.",
        "Create, train, and coach a successful service and sales team.",
        "Ensure compliance with audit and operational regulations and guidelines with the bank.",
        "Support the Service Manager with daily operational tasks Assisting in resolving difficult customer service issues with quick and professional",
        "results."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "BUSINESS BANKING"
}