{
    "skills": [
        "System",
        "Process",
        "Retail",
        "Testing",
        "Research",
        "Word",
        "Plan",
        "Writing",
        "Product knowledge",
        "Reports",
        "Administration",
        "Schedule",
        "Business management",
        "Communication",
        "Filing",
        "Accounting",
        "Requests",
        "Reporting",
        "Psychology",
        "Sales",
        "Visual"
    ],
    "experience": [
        "Third Shift Cashier (Summer Position) 05/2010 to 09/2010 Company Name City , State",
        "Greeted customers entering the store to ascertain what each customer wanted or needed.",
        "Using Point of Sale (POS) system, take customers order in either Drive-thru or at front counter.",
        "Collect payment and give back change as needed.",
        "Repeat customer order for accuracy, assemble customers order, hand order to Customer, thank customer.",
        "Must be able to communicate to production area, any Special requests by customer.",
        "Re-stock condiments and dry products (cups, napkins, utensils) for customer and store use.",
        "Operated a POS system to itemize and complete an average of number customer purchases.",
        "Sales Associate 04/2008 to 06/2010 Company Name City , State",
        "Provided prompt, accurate, and friendly service to our customers through the achievement of customer service standards.",
        "Scans a customer order and handles the payment transaction.",
        "Followed procedures in handling cash, checks, coupons, gift certificates, food stamps, and WIC vouchers.",
        "Politely assisted customers in person and via telephone.",
        "Answered product questions with up-to-date knowledge of sales and store promotions.",
        "Bagged sold merchandise per customer's request.",
        "Directed calls to appropriate individuals and departments.",
        "Built long-term customer relationships and advised customers on purchases and promotions.",
        "Additional Information",
        "RELEVANT COURSEWORK:",
        "Introduction to Business-as CEO of project team, developed and wrote business plan for \"Soul of The South\". Presented plan orally and in writing",
        "to \"Shark Tank\" judges consisting of alumni of VA Wesleyan College and the surrounding community.Â",
        "Original research project for psychology course:Â conduct an independent empirical study, prepare a paper on their research, and defend the",
        "effort in an oral examination before a committee comprised of the project advisor, one other psychology faculty member, and one faculty member",
        "outside of psychology.Â For myÂ independent study I will be testing theÂ effects of distraction and timing on short term memory. I will be using",
        "music in my study to test the impact of auditory distraction on short term memory performance by using word recall.Â Timing is another",
        "independent variable in my experiment. EachÂ participant will have to recall a number of words during a certain time duration while listening to",
        "music and while not listening to music.Â  ?"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "CONSULTANT\nExecutive Summary\nDedicated leasing consultant, highly skilled in conflict resolution and customer"
        }
    ],
    "category": "Executive Summary"
}