{
    "skills": [
        "Schedule",
        "Banking",
        "Forecasting",
        "Policies",
        "Administration",
        "Sales",
        "Psychology",
        "Marketing",
        "Money",
        "Negotiation",
        "Operations",
        "Customer experience",
        "Process",
        "Legal",
        "Time management",
        "Fulfillment",
        "Customer service",
        "Responses",
        "Transactions",
        "System",
        "Reports",
        "Deposits",
        "Training"
    ],
    "experience": [
        "Met with customers to discuss service needs and develop effective and practical solutions.",
        "Maintained team productivity and quality of service by establishing and maintaining clear benchmarks.",
        "Monitored equipment, tools and system upgrades to compile data into detailed reports for upper management.",
        "Contributed to development, implementation and execution of maintenance programs.",
        "Monitored priorities and liaised between maintenance team and management, delegating tasks to complete on time.",
        "Lead Teller",
        "Company Name",
        "City , State",
        "June 1999 to August 2005",
        "Mentored newly hired team members on appropriate responses to patron questions.",
        "Investigated and promptly resolved issues with patron accounts.",
        "Created teller schedule to keep weekly and weekend shifts properly staffed.",
        "Replenished ATM funds in empty canisters prior to validation process.",
        "Introduced customers to other bank team members to help meet financial needs.",
        "Identified potential needs through observation, questioning and listening.",
        "Provided customers with appropriate literature on banking products and services.",
        "Answered inquiries regarding checking and savings accounts and other related products.",
        "Completed highly accurate, high-volume money counts via both manual and machine-driven approaches.",
        "Conducted regular proof work and followed up on chargebacks and deposit corrections.",
        "Counted, verified and handled bank deposits and armored car transactions.",
        "Maintained friendly and professional customer interactions.",
        "Established rapport with new clients to increase satisfaction and loyalty."
    ],
    "company_names": null,
    "total_experience": 6.17,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "BANKING DISTRICT MANAGER VICE PRESIDENT\nProfessional Summary\nMotivated tenured manager with demonstrated knowledge of industry best practices and"
        }
    ],
    "category": "REGIONAL BANKING"
}