{
    "skills": [
        "Recruitment",
        "Hris",
        "Distribution",
        "On-boarding",
        "Visio",
        "Process",
        "Improvement",
        "Project management",
        "Compliance",
        "Recruit",
        "Contracts",
        "Industry trends",
        "Word",
        "Strategy",
        "Startup",
        "Excel",
        "Legal",
        "Safety",
        "Administration",
        "Powerpoint",
        "Strategic direction",
        "Retention",
        "Regulations",
        "Coaching",
        "Employee relations",
        "Human resource",
        "Staffing",
        "Recruiting",
        "Leadership development",
        "Fulfillment",
        "Continuous improvement",
        "Operations",
        "Access",
        "Payroll",
        "Human resources",
        "Policies",
        "Reporting",
        "Training",
        "Analysis",
        "Health"
    ],
    "experience": [
        "HR Manager Jan 2015 to Current",
        "Company Name ï¼​ City , State",
        "Manage the Human Resource function for e-Cycle's corporate office as well as their fulfillment and data center, consisting of benefits and",
        "compensation administration, payroll, employee relations, policy compliance, and recruitment.",
        "Key Results: Foster an associate-oriented culture that emphasizes continuous improvement, team- work, high performance and quality.",
        "Ensure organizational conformation with applicable HR related regulations and statutes as well as organizational procedures and policies.",
        "Implement HR programs and policies as needed by the organization.",
        "Identify, evaluate, and resolve human relations, employee morale, work performance, and organizational productivity concerns.",
        "Develop staffing strategies and implement programs and plans to identify and cultivate effective and appropriate sources for employees at all",
        "job levels.",
        "Create or assist in the creation of associate training and organizational development programs.",
        "Develop and manage the annual associate review process.",
        "Insure that regional staff is included in corporate activities and feel like they are a part of the team.",
        "Responsible for the human resource management system(s) and provide staff and management with essential reporting information in order",
        "to help them in managing their associate resources.",
        "Recruit and retain top quality associates for each department, this includes recruiting nationally and in some cases at an executive level.",
        "Create or assist in the creation of compensation plans.",
        "Employee benefit administration consisting of Health, Dental, Vision, VSTD, VLTD and 401(k).",
        "Successful in reducing the health benefit expected increase from 46% to 5% during my first month with the organization.",
        "Sr. HR Manager Jan 2013 to Jan 2015",
        "Company Name ï¼​ City , State"
    ],
    "company_names": null,
    "total_experience": 2.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "MANAGER\nSkill Highlights\nHR SKILLS\nHR Department Startup\nThree New Organization Startups\nEmployment Law"
        }
    ],
    "category": "MANAGER Skill"
}