{
    "skills": [
        "Excel",
        "Adobe",
        "Safety",
        "Analyze",
        "Policies",
        "Microsoft word",
        "Administration",
        "Sales",
        "Recruitment",
        "Communication",
        "Database",
        "Strategy",
        "Documentation",
        "Budget",
        "Marketing",
        "Brand",
        "Updates",
        "Plan",
        "Regulatory",
        "Compliance",
        "Negotiation",
        "Operations",
        "Analysis",
        "Distribution",
        "Improvement",
        "Health",
        "Process",
        "Process improvement",
        "Photoshop",
        "Regulations",
        "Business management",
        "Healthcare",
        "Contracts",
        "Alliances",
        "Training",
        "Financial analysis",
        "Word",
        "System"
    ],
    "experience": [
        "03/2008 to Current",
        "Program Manager Financial Manager, Facilities Manager Company Name ï¼​ City , State",
        "Driving operational improvements, maximizing the value of the asset base while ensuring a tight control on Operational costs.",
        "Responsible for monitoring and continually improving standards of performance and quality within the operation.",
        "Duties: Managing a team of approximately 20 employees in a busy work environment.",
        "Negotiating contracts, ensuring that they balance value and risk.",
        "Establish and implement departmental policies, goals, objectives, and procedures.",
        "Creating, managing and analyzing performance data and other information.",
        "Ensuring that capacity and capability are continually planned.",
        "Encouraging, identifying and developing best practice strategy.",
        "Ensuring compliance to all Environmental Health & Safety goals & objectives.",
        "Producing Operations manuals which define how the business is to be run.",
        "Working closely with the.",
        "04/2005 to 02/2008",
        "Clinic Manager Company Name",
        "Manager of the Facility activities and care plan development, service level determination, on-site field.",
        "Responsible for direct supervision of clinical staff and ensures adherence to internal policies/standards.",
        "Participates in the recruitment, interviewed and orientation of team members.",
        "Evaluates their performance relative to job goals/requirements; reviews records/documentation to ensure regulatory and in-house",
        "compliance."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "MANAGER FINANCIAL MANAGER, FACILITIES MANAGER\nSummary\n18 years of experience for Operations manager Housing and Financial Institutions as well as healthcare sector with experience of successfully\ncoordinating the activities of various departments concerned with the production, pricing, sales, and distribution of products"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Comfortable working with people of all levels and having an excellent commercial approach to solving problems and developing business"
        },
        {
            "Degree": "Master of",
            "Institution": "Having proven people management skills, with the ability to manage performance and motivate staff on an individual and team"
        }
    ],
    "category": "PROGRAM MANAGER"
}