{
    "skills": [
        "Recruitment",
        "Hris",
        "Change management",
        "System",
        "Process",
        "Improvement",
        "Due diligence",
        "Compliance",
        "Word",
        "Oracle",
        "Excel",
        "Legal",
        "Plan",
        "Administration",
        "Powerpoint",
        "Illustrator",
        "Certification",
        "Retention",
        "Acquisition",
        "Employee relations",
        "Responses",
        "Staffing",
        "Recruiting",
        "Design",
        "Operations",
        "Access",
        "Adobe",
        "Investigations",
        "Investigate",
        "Brand",
        "Human resources",
        "Policies",
        "Training",
        "Sap",
        "Intranet",
        "Analysis",
        "Supervisor",
        "Sales",
        "Health"
    ],
    "experience": [
        "03/2013 to Current",
        "HR Manager Company Name",
        "The world's largest airline operating nine domestic hubs across the U.S.",
        "with its largest hub being DFW airport located in Dallas, TX where 877 flights depart daily throughout North America, the Caribbean,",
        "Europe and Asia.",
        "Managed all aspects of Human Resources and Employee Relations for Customer Ops at DCA and LGA for US Airways.",
        "Partnered with legal to create and manage the new ADA and Religious accommodation training and process under the new American",
        "Airlines.",
        "Aligned with Line Maintenance administration to reduce the number of outstanding ADA cases from 25 to zero in three months.",
        "HR Business Partner Manager supporting Base and Line Maintenance for the Northeast and Southeast regions.",
        "Provide ongoing training around harassment and discrimination at AFW/Taesl which has resulted in a 50% decrease in",
        "complaints/investigations.",
        "Investigate and draft responses for external complaints to represent and defend the company's interest and position.",
        "06/2005 to 10/2012",
        "Human Resources Consultant Company Name ï¼​ City , State",
        "The world's leading global foodservice retailer offering a number of fast food meals and products with more than 33,500 locations in 119",
        "countries."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "MANAGER\nExecutive Profile\nAccomplished HR Professional experienced in strategic planning, organizational development and management of Human Resources business"
        }
    ],
    "category": "HR MANAGER"
}