{
    "skills": [
        "Java",
        "Distribution",
        "System",
        "Video",
        "Testing",
        "Research",
        "Hospital",
        "Transportation",
        "Technical",
        "Troubleshooting",
        "Logistics",
        "Administration",
        "Security",
        "Web services",
        "Schedules",
        "Certification",
        "Lean",
        "Lan",
        "Windows",
        "Xml",
        "Database",
        "Program management",
        "Architectures",
        "Metrics",
        "Design",
        "Start-up",
        "Operations",
        "Access",
        "Risk assessment",
        "Policies",
        "Pharmaceutical",
        "Healthcare",
        "Training",
        "Analysis",
        "Supervisor",
        "Unix",
        "Health"
    ],
    "experience": [
        "components on Windows Vista, XP, and 2000 Networks for up to 750 users.",
        "Configures user accounts and security groups in Directory and Resources Administrator (DRA).",
        "Lead technician on setting up private network shipped to off-site bases to include Microsoft Server 2003 and Active Directory.",
        "Created Standard Operation Procedure (SOP) for VTC and an Operating Instruction (OI) for Communications Security (COMSEC).",
        "Coordinates, Schedules and provides training to users on VTC equipment, Tandberg's, VoSIP telephones and all other computer related",
        "equipment.",
        "The divisions Primary Video Teleconference facilitator for eight years.",
        "Maintains one VTC room for unclassified and classified VTC's.",
        "Responsible for all coordination and setting up of all VTC's, approximately 30 a month.",
        "Primary COMSEC Responsible Officer for the commands VTC.",
        "07/2000 to 01/2002",
        "HealthCare Consultant Company Name",
        "Directed and successfully implemented health screenings, to include blood pressures, cholesterol and diabetes testing at Fortune 500",
        "companies such as Daimler Chrysler and Union Pacific Railroad.",
        "Database management using a Health Risk Assessment tool.",
        "Analyzed the data to provide the companies with detailed metrics on their employee's health assessments.",
        "Contacted all the major Health organizations to request informational materials and in addition created fact sheets to be presented to the",
        "individuals regarding their results from the screening.",
        "Answered general questions and often recommend customers to contact their physician.",
        "Provided educational materials for customers and contact information if customers needed physician assistance.",
        "12/1999 to 07/2000",
        "Clinical Research Associate Company Name",
        "Responsible for developing, documenting, advocating, and implementing integrated medical system concepts for the BMT division.",
        "Program lead for four pharmaceutical companies and hospital clinical trials.",
        "Lead on data integration within the BMT division.",
        "Developed and maintained a records database with study patients' information.",
        "Identified, Reported and provided recommendations to the BMT staff regarding the clinical studies.",
        "Responsibilities included patient contact to inform them of procedures and side effects, follow up with a physician.",
        "Established effective working relationship with persons from different organizational levels.",
        "12/1997 to 12/1999",
        "Company Name",
        "Responsible for developing, documenting, advocating, and implementing integrated medical system concepts for the BMT division.",
        "Program lead for four pharmaceutical companies and hospital clinical trials.",
        "Lead on data integration within the BMT division.",
        "Developed and maintained a records database with study patients' information.",
        "Identified, Reported and provided recommendations to the BMT staff regarding the clinical studies.",
        "Responsibilities included patient contact to inform them of procedures and side effects, follow up with a physician.",
        "Established effective working relationship with persons from different organizational levels.",
        "United Healthcare.",
        "ROHO Incorporated."
    ],
    "company_names": [
        "Microsoft",
        "Edwin Combs"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "SUPERVISOR\nProfessional Background\nOver 20 years of experience with a diversified background Facilitator, contingency planning, A seasoned Information Technology leader, team\nplayer, and technologist with the ability to evaluate problems, develop strategies, and implement Information Technology"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "More than\n15 years progressive experience developing and implementing logistics and IT system support for aircraft and logistics and healthcare management\ninformation, and command and control"
        },
        {
            "Degree": "Master of",
            "Institution": "Particularly adept at handling change"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "IT"
        }
    ],
    "category": "SYSTEM ADMINISTRATOR"
}