{
    "skills": [
        "Controls",
        "Email",
        "Operating systems",
        "Change management",
        "Process",
        "Project management",
        "Client services",
        "Regulatory",
        "Documentation",
        "Plan",
        "Technical",
        "Troubleshooting",
        "Internal controls",
        "Reports",
        "Security",
        "Information technology",
        "Servers",
        "Asset management",
        "Windows",
        "Communication",
        "Workflow",
        "Database",
        "Architectures",
        "Design",
        "Conversion",
        "Operations",
        "Policies",
        "Quality assurance",
        "Workflows",
        "Reporting",
        "Training",
        "Analysis",
        "Process improvements",
        "Installation",
        "Budget",
        "Cisco",
        "Health"
    ],
    "experience": [
        "01/2014 to Current",
        "CONSULTANT Company Name ï¼​ City , State",
        "Currently contracted by Community Health Systems (CHS) of Franklin, TN to work with the training manager and coordinator to manage",
        "training issues and risks associated with projects, using standard tools and processes.",
        "Collaborate with the CHS project team to populate and establish training environments for training activities.",
        "Apply principles of adult learning theory, group dynamics, group facilitation, needs analysis, program design and evaluation and change",
        "management into day-to-day practice and program offerings.",
        "Provide WebEx sessions as well as on-site training classes where necessary.",
        "Ensure training sessions are consistent with regulatory and clinical workflows.",
        "Work with organizations to solve issues, create value, maximize growth and improve business performance.",
        "Assist with follow up evaluations for recommendations on improving usage of the software systems in the various clinics and specialties.",
        "Advise clients on how to use information technology to meet their business objectives and overcome problems.",
        "Provide strategic guidance regarding technology, IT infrastructures and enabling major business processes through enhancements to IT.",
        "01/2006 to 01/2014",
        "PROJECT MANAGER Company Name ï¼​ City , State",
        "Provided strategic management and operational oversight of support teams consisting of 6 direct reports and 55 technicians on Output",
        "Device Service & Support, including budget control; production timetable, status reporting, client/project team coordination; and quality",
        "assurance."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "Skills\nAssessment\nProject Management"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Consult with clients to gain detailed information used to develop comprehensive\nproject plans and"
        }
    ],
    "category": "CONSULTANT Skills"
}