{
    "skills": [
        "Coaching",
        "Plan",
        "Teaching",
        "Writing",
        "Communication",
        "Engagement",
        "Math",
        "Schedule",
        "Psychology",
        "Health",
        "Testing"
    ],
    "experience": [
        "Company Name August 2011 to Current Teacher",
        "City , State",
        "Observed and assessed student performance and kept thorough records of progress.",
        "Implemented a variety of teaching methods such as lectures, discussions and demonstrations.",
        "Established clear objectives for all lessons, units and projects.",
        "Encouraged students to persevere with challenging tasks.",
        "Set and communicated ground rules for the classroom based on respect and personal responsibility.Identified early signs of emotional,",
        "developmental and health problems in students and followed up with parents.",
        "Tutored children individually and in small groups to help them with difficult subjects.",
        "Taught after-school and summer enrichment programs.",
        "Scheduled and held parent-teacher conferences to keep parents up-to-date on children's academic performance.",
        "Established positive relationships with students, parents, fellow teachers and school administrators.",
        "Mentored and counseled students with adjustment and academic problems.",
        "Collaborated with other staff members to plan and schedule lessons promoting learning and student engagement.",
        "Contributed ideas at weekly staff meetings each month.",
        "Employed a broad range of instructional techniques to retain student interest and maximize learning.",
        "Implemented remedial programs for students requiring extra assistance.",
        "Took appropriate disciplinary measures when students misbehaved.",
        "Improved students' reading levels through guided reading groups and whole group instruction.",
        "Created lesson plans in accordance with state curriculum and school-wide curriculum standards.",
        "Accepted coaching from fellow teachers and administrators and immediately incorporated feedback.",
        "Worked outside normal hours to be available to answer parent and student questions.",
        "Used children's literature to teach and reinforce reading, writing, grammar and phonics."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "Summary\nKind and compassionate Elementary School Teacher dedicated to creating an atmosphere that is stimulating and encouraging to all"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Enjoys using modern technology in the"
        }
    ],
    "category": "Elementary School"
}