{
    "skills": [
        "Design",
        "Safety",
        "Technical",
        "Policies",
        "Public relations",
        "Fitness",
        "Administration",
        "Project management",
        "Hospitality",
        "Sales",
        "Outreach",
        "Annual budget",
        "Teaching",
        "Hotels",
        "Budget",
        "Marketing",
        "Hotel",
        "Plan",
        "Regulatory",
        "Operations",
        "Inventory",
        "Beverage",
        "Customer service",
        "Training",
        "Partnership"
    ],
    "experience": [
        "Executive Director Oct 2008 to Current",
        "Company Name - City , State",
        "Set policies consistent with the mission of the foundation",
        "Supervised work flow, design, and delivery of foundation initiatives for strategic plan",
        "Built strong diplomatic relationships with government agencies and officials",
        "Successfully secured over one million dollars in grant funds for the foundation",
        "Developed training programs for restaurants and hotels",
        "Created new revenue streams to achieve financial solvency for the foundation",
        "Supervise partnership with thirty-five high schools in state culinary and restaurant management programs.",
        "Owner and Operator Mar 1998 to Sep 2006",
        "Company Name - City , State",
        "Served as President and Chief Operating Officer.",
        "Directed daily operations including financial, human resources, marketing, inventory control, and customer relations to generate optimal",
        "revenue streams.",
        "Director of Culinary Arts and Hospitality Management Division Sep 1984 to Sep 2008",
        "Company Name - City , State",
        "Administered all curricular, administrative and financial aspects of the division",
        "Lead program evaluation efforts and created strategic plan to develop and enhance program offerings",
        "Managed annual budget of up $750,000"
    ],
    "company_names": null,
    "total_experience": 32.5,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DIRECTOR\nProfessional Summary\nVisionary and motivated hospitality leader with over"
        },
        {
            "Degree": "mba",
            "Institution": "Possess an established track record of creating and implementing programs and long term business strategies aimed at\ncompany"
        }
    ],
    "category": "DIRECTOR Professional"
}