{
    "skills": [
        "Email",
        "Distribution",
        "Transactions",
        "Compliance",
        "Analyze",
        "Sales",
        "Sketch",
        "Word",
        "Excel",
        "Transportation",
        "Safety",
        "Commissioning",
        "Sales goals",
        "Reports",
        "Marketing",
        "Powerpoint",
        "Warehouse",
        "Illustrator",
        "Vendors",
        "Programming",
        "Schedules",
        "Purchase orders",
        "Photoshop",
        "Customer service",
        "Html",
        "Regulations",
        "Coaching",
        "Inventory",
        "Graphic design",
        "Windows",
        "Deposits",
        "Xml",
        "Workflow",
        "Specifications",
        "Metrics",
        "Cad",
        "Photography",
        "Design",
        "Forecasts",
        "Operations",
        "Logging",
        "Scheduling",
        "Indesign",
        "Os",
        "Policies",
        "Strategic plans",
        "Requests",
        "Circuits",
        "Reporting",
        "Training",
        "Microsoft word",
        "Interactive",
        "Budget",
        "Advertising",
        "Health"
    ],
    "experience": [
        "Provide support to store operations.",
        "Able to responsibly take care of merchandise and shelving products according to company policies.",
        "Direct work of staff on sales floor.",
        "Assistant Manager",
        "Maintain daily record of all transactions and generate reports for store manager.",
        "Write order supply requests to replenish merchandise.",
        "Train staff to deliver outstanding customer service.",
        "Motivate sales employees to improve morale, performance, and store revenue.",
        "Reward top performance with visible recognition and specific perks like preferred scheduling.",
        "Analyze marketing information and translated it into strategic plans for customer growth.",
        "Direct sales floor activities ensuring excellence in customer service and resolving store level problems.",
        "Establish sales goals manage budgets devise sales forecasts consistently maximizing sales and profits.",
        "Oversee personnel management interviewing hiring training mentoring/coaching and evaluating.",
        "Manage merchandise selection window displays and stocking working directly with vendors.",
        "Work with corporate management developing local marketing and advertising strategies.",
        "Key contact with suppliers / vendors securing key business agreements.",
        "Maintained price accuracy of goods and ensured adequate stock levels."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "GRAPHIC DESIGNER\nSummary\nI am seeking a position where my experience can used to make a positive"
        }
    ],
    "category": "3D DESIGNER/"
}