{
    "skills": [
        "Expenses",
        "Supervising",
        "Process",
        "Budget",
        "Construction",
        "Contracts",
        "Documentation",
        "Reports",
        "Administration",
        "Customer service",
        "Employee relations",
        "Communication",
        "Design",
        "Operations",
        "Payroll",
        "Human resources",
        "Quality assurance",
        "Training",
        "Sales",
        "Finance",
        "Invoices"
    ],
    "experience": [
        "Company Name January 2015 to Current HR Director/Administrator",
        "Responsible for the HR department and supervising administrative staff and trained support staff.",
        "Handled all hiring and payroll.",
        "Reviewed all invoices for appropriate documentation.",
        "Managed the construction of the new office for Forbes Bros Inc in the Houston office.",
        "Facilitated the start of the company in Houston.",
        "Company Name January 2013 to January 2015 Executive Administrator",
        "Responsible for preparing reports and financial data, training and supervising other support staff, and customer relationships.",
        "Prepared all bid proposals as well as administrated daily affairs.",
        "Company Name January 2010 to January 2013 Senior Administrator",
        "Assist in the development of processes for support functions within the group.",
        "Compiled and analyzed financial information for the transmission project.",
        "Ensured that project contracts and bids were completed and filed on time.",
        "Reviewed all invoices for appropriate documentation and approval prior to payment.",
        "Provided master document control and coordination for several concurrent transmission projects, including all information flows among",
        "owners, contractors, sub-contractors, utility companies, environmental consultants, landowners, and government agencies.",
        "Served as the main point of contact between contractors and all L-Con personnel.",
        "Provided company HR functionality at the site.",
        "Supervised an office staff of 15.",
        "Site Office Administrator E.ON Climate and Renewables 2006-2010 Responsible for all aspects of site office administration for E.ON's",
        "largest wind power construction site (in Roscoe, TX), comprising over 750 MW of wind power and over 2010 employees, contractors,",
        "and subcontractors.",
        "Provided master document control and coordination for several concurrent wind projects, including all information flows between the",
        "owner, contractors, sub-contractors, wind turbine suppliers, utility companies, environmental consultants, landowners, and governmental",
        "agencies.",
        "Served as the main point of contact between contractors and all E.ON personnel.",
        "Provided company HR functionality at the site.",
        "Company Name January 2005 to January 2006 Administrative Assistant",
        "Managed office for Airtricity's US flagship Forest Creek and Sand Bluff wind farms sites near Big Spring, Texas.",
        "Responsibilities included overseeing all document control, site office management, site HR needs (including timesheets and expense reports),",
        "and acting as meeting planner / facilitator for periodic staff / VIP site visits.",
        "Manager of House Accounts Total Design on Marble & Granite 2002-2004 Acted as liaison between customers and sales staff.",
        "Established customer service procedures to ensure quality.",
        "Provided operational expertise on the day-to-day management of business."
    ],
    "company_names": null,
    "total_experience": 6.0,
    "education": [
        {
            "Degree": "master document",
            "Institution": "Executive Profile\nA"
        },
        {
            "Degree": "master document",
            "Institution": "Major strengths include the ability\nto rapidly"
        }
    ],
    "category": "HR DIRECTOR"
}