{
    "skills": [
        "Operating systems",
        "Billing",
        "Coding",
        "System",
        "International",
        "Transactions",
        "Process",
        "Improvement",
        "Proposal",
        "Project management",
        "Compliance",
        "Regulatory",
        "Queries",
        "Strategy",
        "Hospital",
        "Plan",
        "Technical",
        "Engineering",
        "Consulting",
        "Writing",
        "Reports",
        "Programming",
        "Customer service",
        "Financial management",
        "Acquisition",
        "Database",
        "Specifications",
        "Audit",
        "Process improvement",
        "Software engineering",
        "Accounting",
        "Operations",
        "Key performance indicators",
        "Sql",
        "Networking",
        "Reporting",
        "Healthcare",
        "Training",
        "Auditing",
        "Kpis",
        "Health"
    ],
    "experience": [
        "Highly accomplished Healthcare Analyst , 01/1997 to Current Company Name",
        "providing operational and financial consulting services, employed through the acquisition of Siemens Health Services by Cerner in 2014 and",
        "the acquisition of Shared Medical Services by Siemens in 2000 Primary client liaison assessing business needs from stakeholders at every",
        "level, including executives within the client organization, explaining available standard services and/or suggesting methods for customization",
        "of solutions to enhance production objectives and bring in departmental revenue.",
        "Provide outstanding customer service by quickly addressing any client support issues, escalating new opportunities for revenue improvement",
        "to the appropriate executives within the organization, and maintaining a line of communications with clients that is advisory in nature and",
        "exceptional in its execution.",
        "Expertly synthesize client input through a full business discovery process and assemble an internal team of experts in SQL, Database, report",
        "writing, networking to answer questions and develop a set of technical specifications that are presented in a form of an actionable solution",
        "proposal.",
        "Improve Revenue Cycle Management for clients by providing off-the-shelf, custom, or client hosted solutions that allow them to off-load",
        "issues and focus on the critical revenue recognition activities of their business office which includes Accounts Receivable and dealing with",
        "insurance companies.",
        "Meticulously review procedures and processes within financial departments and compare those with industry 'best practice' standards to",
        "identify opportunity for process improvement.",
        "Identify actionable gaps by comparing revenue cycle reporting against other similar organizations as well as nationally recognized Key",
        "Performance Indicators (KPIs).",
        "Guide a client through the Recovery Audit Contractor (RAC) program which requires coding, billing, and reimbursement compliance with",
        "Medicare.",
        "Develop reports and create abstracts that pulled insurance, patient balance, and diagnostic related groups (DRG) coding from a client's",
        "INVISION patient accounting financial systems that ensured that Medicare was not being overbilled and identified coding errors and",
        "brought up the issue of medical necessity which led to process improvements.",
        "Participate as a key technical resource and mentor documenting the entire process of an ongoing customer project now in its 16th month",
        "which transfers 7-10 years of patient accounting data to a third party repository as part of audit requirements to meet a variety of regulatory",
        "standards.",
        "Collaborate with the project manager to meet project deadlines so that the client is able to keep their financial system data before the",
        "contract elapses while ensuring that the client pays for only the amount of data storage required.",
        "Accelerate the delivery of solutions for the client by creating reusable templates that can be shared between projects."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "ACCOMPLISHED HEALTHCARE ANALYST\nProfessional Summary\nFinancial Expert providing strategies to improve Revenue Cycle Management in Healthcare A"
        }
    ],
    "category": "HIGHLY ACCOMPLISHED"
}