{
    "skills": [
        "Internal communications",
        "Expenses",
        "Distribution",
        "Cms",
        "Improvement",
        "Saas",
        "Documentation",
        "Research",
        "Phone calls",
        "Ux",
        "Content",
        "Logistics",
        "Marketing",
        "Correspondence",
        "Html",
        "Css",
        "Cloud",
        "Editing",
        "Analytical",
        "Analytics",
        "Communication",
        "Database",
        "Recruiting",
        "Seo",
        "Filing",
        "Design",
        "Conversion",
        "Operations",
        "Scheduling",
        "Facebook",
        "Publishing",
        "Quality assurance",
        "Outreach",
        "Website",
        "Networking",
        "Training",
        "Analysis",
        "Prospecting",
        "Budget",
        "Twitter"
    ],
    "experience": [
        "03/2015 to Current",
        "Senior Digital Marketing Specialist Company Name ï¼​ City , State",
        "01/2014 to 11/2014",
        "Senior SEO Specialist Company Name ï¼​ City , State",
        "Applied ethical SEO best practices when performing tasks such as keyword research, competitive analysis, content optimization, Meta tag",
        "creation, alt tag creation and social media optimization.",
        "Analyzed, reviewed and implemented changes to improve organic search and page rank of client B2C websites.",
        "Claimed business listings and provided location data syndication to data aggregators.",
        "Implemented website migrations, 301 redirects, sitemaps, robots.txt file, and fixed 404 errors.",
        "Digital Copywriter Developed grammatically sound, benefit driven and search engine friendly content for global client B2C websites.",
        "Produced unique and engaging content marketing pieces for cross-channel partners that featured or supported LiveEdit's SaaS product and",
        "service offerings.",
        "Created and maintained online product user guides for the Aurora by LiveEdit CMS interface, and best practices documentation to guide",
        "internal implementation.",
        "Managed and maintained the organization's website and social media accounts (Google +, LinkedIn, Facebook, Twitter) by linking relevant",
        "information together and adding photos and graphics as appropriate to keep visually appealing and engaging.",
        "06/2013 to 02/2014",
        "Lead Project Manager Company Name ï¼​ City , State",
        "Managed and mentored a team of Project Managers.",
        "Set and continually managed project expectations with clients, delegated tasks and responsibilities to appropriate team members.",
        "Coordinated production trafficking from start to finish, including: client onboarding, the development and distribution of project information,",
        "design, integration, content entry, SEO, quality assurance, training and launch.",
        "01/2013 to 06/2013",
        "Digital Copywriter (Contractor) Company Name ï¼​ City , State",
        "Developed grammatically sound, benefit driven and search engine friendly content for LiveEdit's global client B2C websites.",
        "Produced unique and engaging content marketing pieces for cross-channel partners that featured or supported LiveEdit's product and",
        "service offerings.",
        "Created and maintained online product user guides for the Aurora by LiveEdit CMS interface, and best practices documentation to guide",
        "internal implementation.",
        "06/2009 to 05/2012",
        "Communications and Membership Coordinator Company Name ï¼​ City , State",
        "Wrote copy, edited, designed, and distributed news releases, print and electronic newsletters and educational outreach materials on a",
        "variety of water related issues.",
        "Managed and maintained the organization's website and social media accounts (LinkedIn, Facebook, Twitter) by linking relevant",
        "information together and adding photos and graphics as appropriate to keep visually appealing andengaging.",
        "Managed donor database and electronic list serv by maintaining accurate records of donors, their gift histories and electronic subscription",
        "preferences.",
        "Managed all special event and tradeshow promotion, operations, expenses and logistics including volunteer management, logistics,",
        "sponsorships, event budgets and analytics/tracking of event ROI.",
        "06/2009 to 06/2009",
        "Marketing Assistant Company Name ï¼​ City , State Established effective working relationships with clients, government officials and media",
        "representatives.",
        "Managed internal communications, including production and management of print and electronic newsletters. Identified and qualified new",
        "candidate leads through prospecting, cold calling, networking, referrals, targeted emails and direct mail.",
        "Coordinated administrative processes associated with recruiting/hiring, including resume reviews, scheduling interviews, processing",
        "correspondence, documenting candidate activity, coordinating new hire activities, handling confidential material, and facilitating required",
        "background screens.",
        "Supported agency managers with calendar management, tracking of recruiting budget, maintaining filing systems, answering and screening",
        "phone calls."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DIGITAL MARKETING SPECIALIST\nSummary\nDigital marketing professional experienced in SEO, PPC and account"
        }
    ],
    "category": "SENIOR DIGITAL"
}