{
    "skills": [
        "Excel",
        "Technical",
        "Policies",
        "Fitness",
        "Reporting",
        "Administration",
        "Affiliate",
        "Outreach",
        "Communication",
        "Teaching",
        "Documentation",
        "Data collection",
        "Marketing",
        "Plan",
        "Operations",
        "Health",
        "Microsoft office suite",
        "Therapeutic",
        "Word",
        "Ordering"
    ],
    "experience": [
        "Company Name February 2012 to Current Dance Educator",
        "City , State",
        "Plan and implement a dance curriculum for an arts-integrated urban charter secondary school for students in grades 7-12.",
        "Teach daily lessons following the Rhode Island standards for education.",
        "Present all class material and policies accurately and clearly for five classes each semester.",
        "Use a variety of teaching methods such as lectures, discussions and demonstrations.",
        "Meet with parents and guardians to discuss students' progress at least once per semester.",
        "Enforce both classroom and administration policies and rules at all times.",
        "Established positive relationships with students, parents, colleagues and administrators.",
        "Kept accurate records of student performance, maintaining the confidentiality of student records and information at all times.",
        "Assessed student progress weekly, monthly and quarterly.",
        "Monitored students for destructive or unhealthy behavior and reported concerns to guidance counselors."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "EDUCATOR\nProfessional Summary\nPersonable and proactive Clinical Mental Health Counselor and Registered"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Therapist focused on building positive rapport with\na diverse range of clients and adept at facilitating both individual and group therapy"
        }
    ],
    "category": "DANCE EDUCATOR"
}