{
    "skills": [
        "Recruitment",
        "Expenses",
        "Real estate",
        "Process",
        "Proposal",
        "Due diligence",
        "Compliance",
        "Construction",
        "Retail",
        "Documentation",
        "Word",
        "Excel",
        "Reports",
        "Engagement",
        "Security",
        "Marketing",
        "Time management",
        "Customer service",
        "Tax",
        "Retention",
        "Banking",
        "Inventory",
        "Data entry",
        "Windows",
        "Communication",
        "Database",
        "Payments",
        "Accounting",
        "Operations",
        "Requests",
        "Litigation",
        "Psychology",
        "Analysis",
        "Sales",
        "Invoices"
    ],
    "experience": [
        "04/2012 to Current",
        "Loan Assistant/Commercial & Construction Real Estate/Small Business Loans Company Name ï¼​ City , State",
        "Primary point of contact for the customer throughout the loan closing process.",
        "Prepare proposal letter and checklist for Borrowers for each approved new loan.",
        "Collect and manage all necessary due diligence.",
        "Order appraisals, environmental phase I and other reports related to each loan.",
        "Work closely with Documentation and Disbursement teams.",
        "Review loan documents and prepare closing package for Borrower.",
        "Work closely with title companies - title engagement, requests, review, closings.",
        "Manage operations procedures - process payoffs, releases, tax payments, title liens, etc.",
        "Input, manage, track and update all ticklers in pipeline.",
        "Loan file management and tracking of all loan file documentation.",
        "Process Adverse Action files and denied/withdrawn paperwork for pipeline.",
        "Process Material Change Forms for loan extensions and/or downgrades.",
        "04/2009 to 04/2012",
        "Loan Assistant/Loan Workout Portfolio Company Name ï¼​ City , State",
        "Maintenance, security and sale of real estate properties obtained through foreclosure.",
        "Managing expenses/invoices of all OREO properties.",
        "Loan File management.",
        "Payoffs, releases, ticklers, due diligence, taxes, title, and tracking all loan file documentation.",
        "Workout activities including but not limited to, Foreclosure, Deed in Lieu and Short Sales.",
        "Work directly with attorney's throughout the foreclosure process.",
        "Process loan payments.",
        "05/2008 to 04/2009",
        "Assistant Vice President/Senior Lending Assistant Special Credits Company Name ï¼​ City , State",
        "Work directly with the FDIC to resolve distressed commercial real estate loans.",
        "Workout activities involving collateral collection, repossession, sale of OREO property and liquidation.",
        "Order necessary reports and condition of title in preparation of Pre-Litigation Analysis.",
        "Preparation of Pre-Litigation Referral Analysis.",
        "Preparation of asset management cases and associated documentation.",
        "03/2004 to 05/2008",
        "Assistant Vice President/Commercial Real Estate Lending Assistant Company Name ï¼​ City , State",
        "Served as the primary relationship contact for commercial real estate loan customers.",
        "Assist with loan proposal preparation.",
        "Complete all due diligence on all approved commercial real estate loans.",
        "Work directly with auditors (internal and external) for quarterly in-house and annual audits.",
        "Monitor commercial real estate loans to ensure compliance of contract terms and conditions Assist and oversee preparation of Loan"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "LOAN ASSISTANT"
}