{
    "skills": [
        "International",
        "Visio",
        "Business development",
        "Sales",
        "Contracts",
        "Mobile",
        "Research",
        "Word",
        "Strategy",
        "Excel",
        "Governance",
        "Plan",
        "Technical",
        "Marketing",
        "Schedule",
        "Powerpoint",
        "Illustrator",
        "Vendors",
        "Photoshop",
        "Customer service",
        "Retention",
        "Presentations",
        "Communication",
        "Recruiting",
        "Design",
        "Conversion",
        "Operations",
        "Adobe",
        "Brand",
        "Indesign",
        "Publishing",
        "Salesforce",
        "Client relationships",
        "Website",
        "Budget",
        "Advertising",
        "Health"
    ],
    "experience": [
        "Director of New Business Development Company Name ï¼​ City , State",
        "Motivate and lead the activities of the existing sales organization, and take charge of introducing i.Predictus to new clients.",
        "Manage overall governance of website, including defining and executing overall strategy, digital campaigns, coordinate improved",
        "infrastructure and operations.",
        "Define long-term yearly strategic goals.",
        "Identify business opportunities, negotiate and close business deals and maintain extensive knowledge of current market conditions.",
        "Provide direction to marketing staff to enhance communication strategies/product messaging.",
        "Maintain capabilities decks and manage library of solutions and case studies.",
        "Participate in educational opportunities and professional organizations.",
        "Created strategies to grow customer base which resulted in a 15% increase in monthly sales.",
        "07/2013 to 08/2014",
        "Digital Media Account Executive Company Name ï¼​ City , State",
        "Provided the highest level of customer service and expanded revenue opportunities in existing customers by maximizing the benefits of the",
        "products and services offered by AutoTrader.com and KBB.com.",
        "Responsible for over $500,000 in annual revenue.",
        "Generated and expanded relationships with assigned partners and prospects to maximize revenue opportunities.",
        "Consulted with partners to determine their business needs and offer the best utilization of the products and services offered.",
        "Prioritized assigned customer list to focus on revenue potential.",
        "Established business plan for assigned territory.",
        "Negotiated prices, terms of sales and service agreements.",
        "Exceeded team sales goals by 25%.",
        "01/2010 to 01/2013",
        "Director of Marketing Company Name ï¼​ City , State",
        "Conceptualized, planned, and executed marketing and sales strategies aligned with company vision and brand.",
        "Conceptualized, planned, and executed marketing and sales strategies aligned with company vision and brand.",
        "Researched and analyzed consumer and market profiles; leveraged results to identify unmet needs and opportunities.",
        "Oversaw print, online, direct mail advertising efforts; lead vendor negotiations and ensured quality results.",
        "Prepared sales proposals and called on real estate management companies and affiliates.",
        "Established violations department generating more than $450,000 in annual revenue.",
        "01/2008 to 01/2011",
        "Creative Director Company Name ï¼​ City , State",
        "Created integrated strategies across digital, print, direct mail, and OOH advertising.",
        "Established and managed budgets; continually reviewed processes to identify cost savings and improvements.",
        "Managed relationships with vendors; negotiated contracts and service agreements.",
        "Clients included Scout Recruiting Group, Marketsmith, Inc., Media Advisors Group, Radio Shack, SpecialTee Designs, Promotrim",
        "International, Suite Salon and Day Spa, The Indus3, Exquisite Salon, 19thCenturyOnly.com and Body Connections Spa.",
        "01/2006 to 01/2008",
        "Director of Marketing and Sales Company Name ï¼​ City , State",
        "Established marketing and business development strategies.",
        "Led budget planning and management.",
        "Oversaw campaign development and management, association events, trade- show exhibits, and collateral production."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "OF NEW BUSINESS DEVELOPMENT\nExecutive Profile\nB2B & B2C MARKETING & SALES"
        }
    ],
    "category": "BUSINESS DEVELOPMENT"
}