{
    "skills": [
        "Internal communications",
        "Recruitment",
        "Higher education",
        "Updates",
        "International",
        "Teaching",
        "Process",
        "Project management",
        "Proposal",
        "Program development",
        "Video",
        "Media relations",
        "Sales",
        "Retail",
        "General ledger",
        "Research",
        "Word",
        "Excel",
        "Financial statements",
        "Presentation",
        "Plan",
        "Content",
        "Engineering",
        "Writing",
        "Statistics",
        "Reports",
        "Administration",
        "Marketing",
        "Powerpoint",
        "Programming",
        "Public relations",
        "Time management",
        "Broadcast",
        "Photoshop",
        "Customer service",
        "Regulations",
        "Biology",
        "Fundraising",
        "Editing",
        "Presentations",
        "Communication",
        "Admissions",
        "Spanish",
        "Database",
        "Program management",
        "Recruiting",
        "Leadership development",
        "Design",
        "Gaap",
        "Event planning",
        "Accounting",
        "Budgeting",
        "Payroll",
        "Solicitation",
        "Adobe",
        "Indesign",
        "Policies",
        "Branding",
        "Human resources",
        "Outreach",
        "Experimental",
        "Networking",
        "Procurement",
        "Training",
        "Analysis",
        "Microsoft word",
        "English",
        "Advertising",
        "Health"
    ],
    "experience": [
        "Engineers, Washington, DC, December 13, 2011. Leading Innovation and Discovery Workshop; organizer and session facilitator; National",
        "Science Foundation, Arlington, VA, September 19, 2011. Postdoctoral Trends and Perspectives: Selection, Training, and Support,\" Graduate",
        "Career Consortium, Stanford University, Stanford, CA, June 23, 2011. Presentation regarding postdoc workforce issues; National Institutes of",
        "Health (NIH) Biomedical Research Workforce Working Group (Advisory Committee to the NIH Director); co-presented with Zoe Fonseca-",
        "Kelly, Ph.D., Chair, NPA Board of Directors; NIH, Bethesda, MD, June 21, 2011. Facilitating Postdoc Women's Advancement in the Academic",
        "Career Pipeline,\" Oregon State University, Corvalis, OR, May 27, 2011. Postdocs, Federal Initiatives and Title IX,\" 2011 NPA Annual Meeting,",
        "Bethesda, MD, March 26, 2011. Postdocs & Title IX (Plus: Some Promising Practices),\" 2010 NSF ADVANCE Workshop, Alexandria, VA,",
        "November 8, 2010. Postdoc Women,\" National Academies Committee on Women in Science, Engineering, and Medicine (CWSEM) Meeting,",
        "Washington, DC, November 4, 2010. Let's Talk: Broadening Participation in the Social, Behavioral, and Economic Sciences Postdoctoral",
        "Community Workshop, National Science Foundation, Arlington, VA, organizer and session facilitator, October 29, 2010. EPSCoR Mentoring",
        "Plan: The NPA Core Competencies & IDPs,\" Arkansas Science & Technology Authority EPSCoR Annual Meeting, Little Rock, AR, October 4,",
        "2010. Remarks, National Academies Committee on Research Universities Reception, Washington, DC, September 21, 2010. Feeling Invisible?:",
        "The Postdoctoral Experience,\" University of Florida, Gainesville, FL, September 13, 2010. How the NPA Can Help You to Maximize Your",
        "Postdoc Experience,\" Society for the Study of Reproduction Annual Meeting, co-presenter with Philip Clifford, Ph.D. Milwaukee, Wis., July 31,",
        "2010. Early Career Researchers Survey Project, Human Resources Expert Panel, facilitator/consultant for the National Science Foundation",
        "Division of Science Resources Statistics, July 13, 2010. Thinking Long-term: The Keys to a Successful Postdoc,\" The University of South Dakota,",
        "Vermillion, S.D., April 12, 2010. Thinking Long-term: Incorporating Core Competencies into the Postdoc Experience,\" Brown University",
        "Providence, R.I., February 25, 2010. What Makes a Successful Postdoctoral Program?,\" Cedars-Sinai Medical Center, Graduate Program in",
        "Biomedical Science and Translational Medicine, Los Angeles, Calif., February 9, 2010 The NPA Core Competencies,\" University of Virginia",
        "Lunchtime Postdoc Seminar, Charlottesville, Va., November 2009. What Makes a Successful Training Program?\"; the National Institute on Drug",
        "Abuse (NIDA) Research Training Directors' Meeting: Sustaining Training Programs for the 21st Century, Bethesda, Md., November 2009.",
        "NPA's Perspective on Core Competencies,\" Group on Graduate Research, Education, and Training (GREAT) Postdoctorate Leaders Section",
        "Annual Meeting: Innovation and Optimization of Graduate Student and Postdoctorate Learning and Development, St. Louis, Mo., October 2009."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "DIRECTOR\nExecutive Profile\nVisionary Executive Director who excels at marketing communication with demonstrated ability in the development of"
        },
        {
            "Degree": "Master's thesis",
            "Institution": "Skill Highlights"
        },
        {
            "Degree": "Ph.D.",
            "Institution": "Strategic planning\nProject management\nBudgeting expertise"
        },
        {
            "Degree": "Ph.D. Milwaukee,",
            "Institution": "Marketing\nPublic relations\nPrint, broadcast, Web, and social media communication\nCore Accomplishments\nManaging Editor, Academic"
        }
    ],
    "category": "EXECUTIVE DIRECTOR"
}