{
    "skills": [
        "Java",
        "Distribution",
        "Solaris",
        "Operating systems",
        "System",
        "Dns",
        "Process",
        "Compliance",
        "Scripting",
        "Analyze",
        "Documentation",
        "Oracle",
        "Vmware",
        "Transportation",
        "Hadoop",
        "Technical",
        "Troubleshooting",
        "Automation",
        "Ibm",
        "Ux",
        "Engineering",
        "Administration",
        "Security",
        "Programming",
        "Certification",
        "Servers",
        "Cloud",
        "Protocols",
        "Lan",
        "Hardware",
        "Windows",
        "Migration",
        "Database",
        "Specifications",
        "Design",
        "Conversion",
        "Dhcp",
        "System administration",
        "Accounting",
        "Pharmaceutical",
        "Shell",
        "Networking",
        "Healthcare",
        "Linux",
        "Auditing",
        "Analysis",
        "Unix",
        "Training",
        "Cisco",
        "Health"
    ],
    "experience": [
        "with Puppet Automation Tool Jumpstart, kickstart , Manage a highly distributed global network of server.",
        "HP-System Administrator Company Name - City , State 02/2007 - 03/2010",
        "This position requires the maintenance and support of over 900 servers running HP-UX 9, 10, 11i, and linux servers.",
        "MC/Service Guard - configuration and maintenance on the exiting service guard clusters for the Oracle databases Ignite-UX - configuration,",
        "install and support for DR and build HP-UX Linux Red Hat - configuration and installations of Red Hat version 5.3 on IBM Blades, HP",
        "Blades and Dell Blades Superdome - created new Vpar partitions and maintenance on the existing Scripting - write shell scripts to perform",
        "monitoring and daily maintenance of the applications and operating systems Disaster Recovery - planning, implementing and documenting",
        "LVM - manage physical disks, luns, file systems and volume groups Analyze technical and business requirements/Engineering design and",
        "layout Application maintenance and support for Highly Critical Application.",
        "HP-UX System Administrator Company Name - City , State 01/1995 - 02/2007",
        "This position required the maintenance and support of over 1000 HP-UX servers running HP-UX versions 10.20 and 11.X.",
        "Performed all system administration functions on the HP-UX server for the crisis management team Superdome - SM, maintenance, patches",
        "and upgrades HP_UX System Performance - provided technical solutions to customers and high level support organizations within Hewlett",
        "Packard to increase system performance Veritas Clustering - primary support and implemented VCS Clustering Disaster Recovery -",
        "perform, document and maintain DR procedure and guideline for Off-site DR drills KVM -created file systems to match the specifications",
        "for UNIX servers Korn Shell scripting, security, auditing, UNIX Automation PCI Compliance Patching - primary support of all systems."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "IT HEALTHCARE CONSULTANT\nProfessional Summary\nExperience Technical Consultant building"
        }
    ],
    "category": "TECHNICAL IT"
}