{
    "skills": [
        "Coding",
        "Fabrication",
        "System",
        "Process",
        "Cpr",
        "Drafting",
        "Compliance",
        "Construction",
        "Contracts",
        "Testing",
        "Word",
        "Excel",
        "Presentation",
        "Plan",
        "Safety",
        "Reports",
        "Powerpoint",
        "Schedule",
        "Risk assessments",
        "Schedules",
        "Regulations",
        "Coaching",
        "Case management",
        "Windows",
        "Specifications",
        "Negotiation",
        "Operations",
        "Policies",
        "Requests",
        "Litigation",
        "Training",
        "Auditing",
        "Analysis",
        "Installation",
        "Supervisor",
        "Budget"
    ],
    "experience": [
        "Construction Support Coordinator",
        "May 2016 to June 2016 Company Name ï¼​ City , State",
        "Originated, reviewed, amended: scope of work package contractor submittal work evaluations radiological work permits job hazard",
        "analysis Work packages Worked at Portsmouth Gaseous Diffusion Plant while plant is in cold shut down and going through",
        "decontamination and demolition.",
        "Safety Coordinator/Specialist",
        "December 2012 to January 2016 Company Name ï¼​ City , State",
        "Some of my responsibilities included: Managing all aspects of Safety, Exposure and Hazards Creating and maintaining the Safety Program",
        "and Procedures Performing hazard and Risk Assessments, Job Safety Analysis (JSA).",
        "Safety Work Practices Managing Field Safety audits and inspections while incorporating the results into daily procedures.",
        "Coaching others to perform work in a safe manner.",
        "Ensuring both Safety and Training Record keeping on all procedures related to compliance with OSHA rules and regulations.",
        "Maintaining Compliance and Training of personnel.",
        "Excellent proficiency.",
        "Root Cause Analysis, Accident Case Management and Tracking.",
        "Conduct new hire safety orientation training.",
        "Conduct refresher safety training.",
        "Intermediate knowledge of Windows Operating Systems; particularly in: Word, Excel, PowerPoint, Outlook, etc.",
        "Purchased all Safety equipment.",
        "Maintained all required OSHA logs.",
        "Completed incident reports and distributed and maintained files.",
        "I have taken the OSHA 10 and 30 hour courses for construction.",
        "I have taken the OSHA 510 course for construction.",
        "CPR/First Aid/AED certified in January, 2015.",
        "Equipment Operator",
        "September 2010 to April 2011 Company Name ï¼​ City , State",
        "Operated equipment used for applying concrete, asphalt, or other materials to road beds, parking lots, or airport runways and taxiways.",
        "Operated equipment used for tamping gravel, dirt, or other materials, including concrete and asphalt paving machines, form tampers,",
        "tamping machines, and stone spreaders.",
        "Operated paver, rubber tired loader, skid steer, and compactor.",
        "Operated construction equipment as needed.",
        "Lead Person",
        "June 2010 to September 2010 Company Name ï¼​ City , State",
        "Observed workers to detect inefficient or unsafe work procedures or to identify problems, initiating corrective action as necessary.",
        "Reviewed employees' work to evaluate quality and quantity.",
        "Requisitioned or purchase supplies, such as insecticides, machine parts or lubricants, or tools.",
        "Estimated labor requirements for jobs and plan work schedules accordingly.",
        "Directed and assisted with the adjustment or repair of machinery.",
        "Construction & Safety Coordinator",
        "May 2003 to May 2010 Company Name ï¼​ City , State",
        "Field support supervisor."
    ],
    "company_names": null,
    "total_experience": 11.0,
    "education": [
        {
            "Degree": "Master Construction",
            "Institution": "SUPPORT COORDINATOR\nProfessional Summary\nDemonstrated ability including orientation to action, very detail oriented, courage to innovate, and excellent"
        },
        {
            "Degree": "Bachelor's Degree",
            "Institution": "Understands how\nto think several moves ahead to position for the"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Knows when to trade off items of less important strategic value for the sake of the long\nterm"
        }
    ],
    "category": "CONSTRUCTION SUPPORT"
}