{
    "skills": [
        "Pr",
        "Sales",
        "Contracts",
        "Presentation",
        "Public relations",
        "Marketing",
        "Illustrator",
        "Vendors",
        "Photoshop",
        "Tv",
        "Communication",
        "Microsoft office",
        "Event planning",
        "Facebook",
        "Publishing",
        "Website",
        "Networking",
        "Internal stakeholders",
        "Advertising",
        "Twitter"
    ],
    "experience": [
        "Special Events Coordinator",
        "June 2014 to Current Company Name - City , State",
        "Established and maintained cooperative relationships with representatives of community, consumer, employee and public interest groups.",
        "Cultivated positive relationships with the community through public relations campaigns.",
        "Estimated project costs and monitored budgets.Developed corporate communications strategies and programs, including project timelines.",
        "Managed official company page on Facebook to facilitate interaction with supporters.",
        "Coordinated monthly and quarterly marketing and community events, such as [Example].",
        "Administrative Assistant",
        "August 2012 to June 2014 Company Name - City , State",
        "Researched, negotiated, implemented and tracked advertising and public relations activities.",
        "Evaluated and managed new strategic business opportunities.",
        "Planned and organized corporate media and other special events.",
        "Established long-range objectives and developed innovative strategies to help achieve them.",
        "Planned and negotiated media buys, including TV, radio, print and digital.",
        "Managed the complete redesign and launch of the company's website in [Number] months.",
        "Created an official company page on Facebook to facilitate interaction with customers.",
        "Managed all social media programs, including Internet forums, blogs, social networking applications and message boards.",
        "Presented on current promotions to the public at events and tradeshows.Established long-range objectives and developed innovative",
        "strategies to help achieve them.",
        "Estimated project costs and monitored budgets.",
        "Edited and distributed press releases and pitches to local and national media outlets, securing positive coverage in multiple publications.",
        "Tracked negative communication about the organization on websites and blogs and developed strategies for addressing it.",
        "Public Relations Intern",
        "March 2012 to July 2012 Company Name - City , State",
        "Researched, negotiated, implemented and tracked advertising and public relations activities.",
        "Wrote and developed media kits for [Initiative name] and [Project name].",
        "Evaluated and managed new strategic business opportunities.",
        "Edited and distributed press releases and pitches to local and national media outlets, securing positive coverage in multiple publications.",
        "Social Media Intern",
        "May 2011 to September 2011 Company Name - City , State",
        "Created an official company page on Facebook to facilitate interaction with customers.",
        "Created an official company page on Facebook to facilitate interaction with customers.",
        "Conceptualized and wrote project briefs to jump start the work of outside vendors and internal stakeholders.",
        "Marketing and Public Relations Intern",
        "September 2010 to May 2011 Company Name - City , State",
        "Created an official company page on Facebook to facilitate interaction with customers.",
        "Managed both inbound and outbound marketingcampaigns to generate new business and to support partner and sales teams.",
        "Wrote newsletter marketing copy and presentation materials for special projects.",
        "Planned and publicized events, including negotiating vendor contracts and designing promotional materials."
    ],
    "company_names": null,
    "total_experience": 3.17,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "EVENTS COORDINATOR\nSummary\nMarketing and public relations professional with over five years' experience in campaign management, strategic media communications, social\nmedia management and event planning, seeking position as Marketing Coordinator with milk"
        }
    ],
    "category": "Marketing Coordinator"
}