{
    "skills": [
        "Transactions",
        "Calculus",
        "Word",
        "Excel",
        "Hotel",
        "Statistics",
        "Powerpoint",
        "Photoshop",
        "Customer service",
        "Regulations",
        "Reconciliation",
        "Spanish",
        "Math",
        "Chemistry",
        "Payments",
        "Access",
        "Waitress",
        "Requests",
        "Psychology",
        "Training",
        "Computer applications",
        "Health"
    ],
    "experience": [
        "Table Games Dealer",
        "November 2012 to June 2014 Company Name ï¼​ City , State",
        "Educated customers on game rules and mathematical probabilities of various wagers.",
        "Increased volume and loyalty to the casino by attracting new players and building one-on-one relationships with guests.",
        "Took and paid bets and retrieved cards.",
        "Inspected cards and equipment to be used in games to verify proper functioning.",
        "Processed customer transactions involving cash, and casino chips.",
        "Calculated change for currency, chips, vouchers and checks.",
        "Provided excellent customer service for up to (6) players at the same time, including their guests.",
        "Server/Hostess/Cashier",
        "April 2010 to May 2011 Company Name ï¼​ City , State",
        "Delivered exceptional service by greeting and serving customers in a timely, friendly manner. Facilitated prompt and accurate seating and",
        "service of all guests.",
        "Managed closing duties, including restocking items and reconciliation of the cash drawer.",
        "Consistently adhered to quality expectations and standards.",
        "Skillfully anticipated and addressed guests' service needs. Delivered exceptional, friendly and fast service. Inquired about guest satisfaction,",
        "anticipated additional needs and happily fulfilled requests.",
        "Routinely cleaned table linens, table settings, glassware, windowsills, carpets, counters, floors, storage areas and service refrigerators.",
        "Correctly calculated charges, issued bills and collected payments.",
        "Continually kept carpets and floor clear of debris. Regularly cleaned host stand and buffet area.",
        "Maintained a professional tone of voice and words at all times, including during peak rush hours.",
        "Actively complied with all health department regulations and rectified issues immediately.",
        "Operated and maintained cleaning equipment and tools, including the dishwasher, and hand/table wash stations.",
        "Transported all dirty tableware from dining room to dishwashing area for proper cleaning.",
        "Consistently delivered exceptional customer service by quickly and efficiently clearing restaurant tables.",
        "Stocked and maintained silverware, linen and condiments.",
        "Provided high quality service.",
        "Server/Waiter",
        "February 2009 to January 2010 Company Name ï¼​ City , State",
        "Delivered exceptional service by greeting and serving customers in a timely, friendly manner..",
        "Consistently adhered to quality expectations and standards.",
        "Delivered exceptional, friendly and fast service.",
        "Inquired about guest satisfaction, anticipated additional needs and happily fulfilled requests.",
        "Prepared the buffet and salad bar for dinner service.",
        "Continually kept carpets and floor clear of debris.",
        "Maintained a professional tone of voice and words at all times, including during peak rush hours.",
        "Facilitated prompt and accurate seating and service of all guests.",
        "Regularly cleaned host stand and buffet area.",
        "Transported all dirty tableware from dining room to dishwashing area for proper cleaning.",
        "Consistently delivered exceptional customer service by quickly and efficiently clearing restaurant tables.",
        "Supported other areas of the restaurant as necessary, such as setup, cleanup, prep work and equipment maintenance.",
        "Stocked and maintained silverware, linen and condiments."
    ],
    "company_names": null,
    "total_experience": 3.58,
    "education": [],
    "category": "UltimateTexas Hold'em"
}