{
    "skills": [
        "Distribution",
        "System",
        "International",
        "Architecture",
        "Process",
        "Project management",
        "Compliance",
        "C",
        "Itil",
        "Saas",
        "Testing",
        "Mobile",
        "Oracle",
        "Vmware",
        "Automation",
        "Engineering",
        "Technical",
        "Consulting",
        "Engagement",
        "Administration",
        "Security",
        "Programming",
        "Data management",
        "Regulations",
        "Inventory",
        "Hardware",
        "Windows",
        "Migration",
        "Xml",
        "Spanish",
        "Database",
        "Audit",
        "Mis",
        "Lifecycle",
        "Design",
        "Perl",
        "Tech support",
        "Access",
        "Os",
        "Sql",
        "Requests",
        "Website",
        "Networking",
        "C#",
        "Reporting",
        "Healthcare",
        "Training",
        "Licensing",
        "Installation",
        "Analysis",
        "Active directory",
        "Sales",
        "Hospital"
    ],
    "experience": [
        "ExxonMobil - Senior Systems Technical Analyst Sep 2002 to Sep 2005",
        "City , State",
        "Responsible for technical application delivery and infrastructure for over 100,000 desktops worldwide.",
        "Provided Level 3 technical support for engineers and geoscientists around the world.",
        "Supplied task-driven scripts for User Support Engineers and Data Management staff.",
        "Worked with end users to identify application requirements and created and deployed solutions to them.",
        "Managed 3 different teams on the largest IT project at ExxonMobil, repackaging over 5000 applications into MSI format and rolling out XP",
        "to 100,000 desktops.",
        "Developed a program to automate SMS deployment which resulted in over $200,000 in annual savings and increased customer satisfaction",
        "due to faster application delivery.",
        "Managed the Conflict Resolution team and reduced manpower on team from 5 to 1 through strict process and best practice design, saving",
        "over $300,000 in contractor costs during the XP rollout project.",
        "Led a team of 5 employees on the Application Deployment team.",
        "Implemented a Recycle Coordinator Queue to perform root-cause analysis which cut costly application failures in production from 80% to",
        "20% in a matter of 2 months resulting in savings of over $280,000.",
        "Learned Active Directory in 2 weeks and subsequently trained over 75 people on its use.",
        "Repackaged over 60 applications in a year, was assigned the most difficult apps and quickly completed them.",
        "Trained new employees who became solid performers.",
        "Built the Application Stewardship team from the ground up utilizing 10 contractors and 1 employee.",
        "Documented and developed all processes and best practices.",
        "Team exceeded initial goal of completing 1 app every 2 days by completing more than 1 application per day.",
        "Promoted to a new level in just 2 years."
    ],
    "company_names": null,
    "total_experience": 3.0,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "Summary\nI am an experienced Program Manager, delivering"
        }
    ],
    "category": "CONSULTANT Summary"
}