{
    "skills": [
        "Schedule",
        "Safety",
        "Pattern",
        "Certification",
        "Technical",
        "Supervisor",
        "Sales",
        "Schedules",
        "Communication",
        "Documentation",
        "Budget",
        "Filing",
        "Payments",
        "Marketing",
        "Pharmaceutical",
        "Business development",
        "Retail",
        "Improvement",
        "Health",
        "Data entry",
        "Process",
        "Inventory",
        "Case management",
        "Customer service",
        "Scheduling",
        "Reconcile",
        "Pharmacy",
        "Training"
    ],
    "experience": [
        "Lead Pharmacy Technician Advocate - Supervisor",
        "June 2005 to Current Company Name ï¼​ City , State",
        "Assist pharmacist in provision of pharmaceutical care by reviewing, collecting, and entering data used by pharmacists.",
        "Directly supervise the pharmacy technicians to keep a constant flow.",
        "Accountable for managing the day to day activities of the technician staff, scheduling technicians, and providing staff development.",
        "Under the supervision of a licensed pharmacist, I assist in the various activities of the pharmacy department such as maintaining functions in",
        "accordance with standard written procedures and enter prescriptions in NRX program.",
        "Prepare pharmaceuticals for dispensing to patients by compounding products combining several ingredients after review of calculations and",
        "measurements by a licensed pharmacist as needed.",
        "Assist Business Pharmacy Manager with daily drug orders for all accounts, over the counter, pharmacy retail and 340b.",
        "Assist in inventory control, reconcile receiving and checking in orders as requested.",
        "Stock medication on shelves, rotation of stock, check for outdated medications, and process returns.",
        "Answer multi line phones, register patients and deliver superb customer service.",
        "Case Management and advocate on behalf of the patient to promptly and effectively order medications from pharmaceutical companies.",
        "Conduct patient intake interview and applications upon applying.",
        "Assist patients in properly completing documentation for entrance in to Medication Assistance Program.",
        "Properly maintain patient status in program by completing filing, referrals, and data entry.",
        "Apply for such programs in a timely manner and track eligibility status for determined program, complete renewal process.",
        "Inform patients with other community resources available for assistance.",
        "Major responsibilities include but are not limited to leadership, quality, improvement, orientation and training, and projects."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "PHARMACY TECHNICIAN ADVOCATE"
        }
    ],
    "category": "Pharmacy Technician"
}