{
    "skills": [
        "Engineering",
        "Transport",
        "Training",
        "Solidworks",
        "Safety",
        "Analytical skills",
        "Programming",
        "Teaching",
        "Statistics",
        "Scrum",
        "R",
        "Regulations",
        "Schedules",
        "Email",
        "International",
        "Analytical",
        "Updates",
        "Communication",
        "Construction",
        "Administration",
        "Chemistry",
        "Wheel",
        "English",
        "Python",
        "Matlab",
        "Sales",
        "Sql",
        "Physics",
        "Design",
        "Cad",
        "Testing",
        "Mathematics",
        "System",
        "Regulatory",
        "Process",
        "Technical",
        "Purchase orders",
        "Electrical",
        "Supervising",
        "Oracle",
        "Repairs",
        "Jira",
        "Experimental",
        "C",
        "Documentation"
    ],
    "experience": [
        "Engineering intern Feb 2017 to Apr 2017",
        "Company Name ï¼​ City , State",
        "Achievements.",
        "Collaborated with a team of engineers of different fields with the goal of creating technical solutions for product concerns raised by",
        "customers and produced test record documentation containing solutions for customers.",
        "Contacted customers directly to verbally convey test result and explain solution procedure along with the written documentation.",
        "Successfully independently scoped business opportunities through technically analysing possible options and presented information to the",
        "company Director.",
        "Independently and autonomously researched FAR regulations to successfully create test record sheets containing correct load values and",
        "test methodology for structural load testing on seats in aeromedical transport vehicles.",
        "Quickly learned about production article conformity procedures taught by CASA regulatory authorities and applied knowledge and",
        "techniques to autonomously measure articles with appropriate measuring equipment and tools in strict timeframes.",
        "Reported nonconformities and provided recommendations for modifications directly to the design engineer.",
        "Built, tested and verified products through performing functional and qualitative inspections to discover faults and issues in production",
        "articles."
    ],
    "company_names": null,
    "total_experience": 0.17,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "INTERN\nPersonal Summary\nAge"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Permanenet Residency of Australia and New Zealand Citizen"
        },
        {
            "Degree": "mba",
            "Institution": "Living in Sydney Australia"
        },
        {
            "Degree": "mba",
            "Institution": "Knowledge Base"
        }
    ],
    "category": "Personal Summary"
}