{
    "skills": [
        "Controls",
        "Updates",
        "Process",
        "Spreadsheets",
        "Documentation",
        "Word",
        "Excel",
        "Presentation",
        "Plan",
        "Reports",
        "Administration",
        "Schedule",
        "Purchase orders",
        "Customer service",
        "Inventory",
        "Transport",
        "Communication",
        "Workflow",
        "Staffing",
        "Operations",
        "Scheduling",
        "Policies",
        "Requests",
        "Reporting",
        "Healthcare",
        "Analysis",
        "Training",
        "Process improvements",
        "Hospital"
    ],
    "experience": [
        "Company Name - Certified Nursing Assistant City , State 01/1999 - 03/1999",
        "Fostered relationships with patients, caregivers and healthcare teams to achieve individual care plan targets.",
        "Conducted routine checks on standard patient vitals, including blood pressure, blood sugar and heart rate.",
        "Assisted patients with shaving, bathing and oral hygiene to promote healthy habits and overall wellness.",
        "Documented patient intake and dietary requirements and assisted with feeding.",
        "Company Name - Certified Nursing Assistant City , State 04/1999 - 04/2000",
        "Responded to patient alarms and needs-assessment requests to identify course of treatment.",
        "Collaborated with interdisciplinary healthcare teams to provide high-quality patient care.",
        "Provided hands-on nursing care under direct RN supervision, adhering to medical center policies and procedures.",
        "Consulted with nurses to develop patient care plans and evaluate treatment options.",
        "Managed and maintained patient rooms, shared-living areas and nursing stations.",
        "Provided nursing assistance to residents in 24 bed medical-surgical and orthopedic floor in hospital facility.",
        "Collected specimens, monitored vitals and maximized patient comfort.",
        "Documented information in patient charts and communicated to RN and nurse manager.",
        "Used mobility devices to carefully transport patients.",
        "Provided personal nursing assistance in pre- and post-operative situations.",
        "Volunteered to work additional shifts and overtime during busy periods to maintain proper staffing and floor coverage.",
        "Maintained accurate, timely flow of information by completing thorough patient records and updating healthcare team on patient status.",
        "Translated medical jargon and short-hand data into correct terminology.",
        "Transcribed and edited reports from physicians.",
        "Maintained and updated patient census",
        "Maximized office efficiency by answering incoming calls per day to provide floor information and transfer calls to desired personal.",
        "Managed unit front desk activities, including customer service and office administration.",
        "Company Name - Healthcare Unit Coordinator City , State 02/2001 - 08/2007",
        "Maintained and updated patient census, greeted patients and patients family through telephone courtesy calls and check-ins.",
        "Answered multiple phone calls daily in a timely manner.",
        "Worked closely with team members to deliver project requirements, develop solutions and meet deadlines.",
        "Assisted patient to room with instructions.",
        "Provided excellent service and attention to team members and patient's when face-to-face or through phone conversations.",
        "Managed department by compiling paperwork the next day is ready for the staff and patients.",
        "Recognized by management for providing exceptional customer service.",
        "Collaborated with others to discuss new job opportunities.",
        "Improved patient satisfaction by finding creative solutions to problems.",
        "Company Name - Cardiac Cath Lab Administrative Assistant II City , State 08/2007 - Current",
        "Reports to Cath Lab Director and Manager. Provides a full range of clerical and specialized administrative functions."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "CERTIFIED NURSING"
}