{
    "skills": [
        "Controls",
        "Email",
        "Coding",
        "Billing",
        "Pharmacy",
        "System",
        "Visio",
        "Process",
        "Compliance",
        "Spreadsheets",
        "Analyze",
        "Construction",
        "Research",
        "Word",
        "Excel",
        "Legal",
        "Plan",
        "Troubleshooting",
        "Logistics",
        "Statistics",
        "Reports",
        "Administration",
        "Powerpoint",
        "Warehouse",
        "Social media",
        "Vendors",
        "Quickbooks",
        "Ms project",
        "Schedules",
        "Data management",
        "Html",
        "Css",
        "Complex projects",
        "Analytical",
        "Windows",
        "Communication",
        "Database",
        "Fulfillment",
        "Design",
        "Payments",
        "Accounting",
        "Operations",
        "Access",
        "Payroll",
        "Scheduling",
        "Gap analysis",
        "Os",
        "Policies",
        "Human resources",
        "Requests",
        "Invoicing",
        "Reporting",
        "Healthcare",
        "Training",
        "Analysis",
        "Psychology",
        "Supervisor",
        "Microsoft word",
        "Budget",
        "Hospital",
        "R",
        "Invoices"
    ],
    "experience": [
        "Healthcare Administrator/Operational and Staff Reorg Oct 2006 to Apr 2007",
        "Company Name ï¼​ City , State",
        "Responsible for all staff, which consisted of 6 office clerks, 4 surgeons, 3 remote transcriptionists, 3 part-time students, 2 medical assistants,",
        "1 in-house biller, and 1 in-house transcriptionist.",
        "Negotiated all terms of a new contract to carve out 95% of in-house billing to an off-site medical billing company (i.e. invoicing, payments,",
        "payment plans, collections)",
        "Liaison between SDHS and 47 vendors (i.e. IT specialists, all credentialed hospitals, medical supply vendors, OSHA Reps, etc.)",
        "Created a comprehensive project plan for total relocation of the practice, beginning with construction and ending 2 months after the move.",
        "Cut costs substantially by eliminating unreliable staff and bringing in more motivated, efficient workers. I also issued 2 promotions and 3",
        "raises.",
        "Encouraged more verbal communication from the staff and to each other, and assisted them in achieving higher standards in order to move",
        "up in their positions. This came from implementing employee reviews.",
        "Learned of prior issues SDHS had with OSHA and immediately put controls in place to adhere to all compliance laws. I enforced them via",
        "strict communication, patience, and perseverance.",
        "Created project plans for each staff member to introduce accountability. They learned how to regulate their timelines in Outlook by",
        "reporting their progress through the tasks module.",
        "Implemented mandatory weekly staff and doctors meetings in order to stay on top of ongoing/new situations. Created all templates for",
        "agendas/minutes and maintained ongoing task lists, distributing them based on their criticality.",
        "Attended monthly off-site meetings for San Diego County Medical Administrators to stay informed of current additions/amendments to",
        "policies for SHARP, SCRIPPS, etc. I also attended seminars on my own time to enhance my ability as an effective communicator and",
        "Administrator/Project Manager.",
        "Bookkeeper for the entire corporation, plus 2 personal corps. I introduced Quickbooks to replace the outdated, complicated accounting",
        "software being used. By doing this, I synced their reporting system with the accounting firm that handled their umbrella corporation.",
        "Reported all employee payroll to Paychex. All other checks were cut by me.",
        "Operated in MS Office, MS Project, and Quickbooks daily.",
        "Project Manager/Project Analyst/Executive Assistant Oct 2004 to Oct 2006",
        "Company Name ï¼​ City , State"
    ],
    "company_names": null,
    "total_experience": 2.5,
    "education": [
        {
            "Degree": "master list",
            "Institution": "AND STAFF REORG\nExecutive Summary"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Manager, Analyst, and Executive"
        }
    ],
    "category": "HEALTHCARE ADMINISTRATOR"
}