{
    "skills": [
        "Recruitment",
        "Coding",
        "System",
        "Architecture",
        "Process",
        "Improvement",
        "Project management",
        "Compliance",
        "Spreadsheets",
        "Regulatory",
        "Construction",
        "Reconcile",
        "Microsoft sharepoint",
        "Research",
        "Word",
        "Business intelligence",
        "Excel",
        "Presentation",
        "Plan",
        "Technical",
        "Automation",
        "Troubleshooting",
        "Statistical analysis",
        "Sharepoint",
        "Reports",
        "Administration",
        "Security",
        "Schedule",
        "Microsoft excel",
        "Schedules",
        "Regulations",
        "Hardware",
        "Analytical",
        "Communication",
        "Database",
        "User experience",
        "Staffing",
        "Process improvement",
        "Quality control",
        "Conversion",
        "Operations",
        "Access",
        "Publishing",
        "Policies",
        "Human resources",
        "Requests",
        "Website",
        "Training",
        "Sap",
        "Intranet",
        "Installation",
        "Supervisor",
        "Analysis",
        "Process improvements"
    ],
    "experience": [
        "employee feedback and productivity measures. Served as the Pine Bluff Arsenal USA Staffing Super User responsible for implementing Regional",
        "changes, keeping the workforce informed of functionality issues, attending bi-weekly Regional meetings to stay abreast of automation",
        "developments, maintaining user and customer accounts, building custom notification letters, troubleshooting, and answering questions related to",
        "system functions, usage, and regulatory guidance. Created and manipulated automated databases using Microsoft Excel and Microsoft Access.",
        "Used varying databases, universes, and data elements to construct complex Business Objects Applications reports. Utilized these reports to",
        "retrieve employee statistical and profile information for analysis and interrogatory requests. Provided guidance on merit system principles,",
        "prohibited personnel practices, HR regulations, and the development and use of valid selection criteria and processes. Advised management on",
        "recruitment strategies, sources, appointment authorities, and special programs. Performed routine and non-routine position classification of",
        "supervisory, non-supervisory, leader, professional, administrative, clerical, technical, other, and blue collar position. Analyzed and applied",
        "classification standards, SOP's, laws, and regulatory guidance to conduct classification and FLSA determinations on a variety of position including",
        "Wage Schedule and General Schedule non-supervisory, supervisory, wage grade, wage leader, and wage supervisor positions. Analyzed position",
        "description data and wrote position evaluations. Researched and analyzed relevant federal regulations and guidance to determine legality and",
        "options. Crafted suggestions and recruitment strategies for presentation to the post command. Presented monthly HR-related training to a diverse",
        "workforce consisting of over 1,200 employees. Served as a peer-to-peer trainer and reviewer on HR functions, e.g. recruitment/placement",
        "procedures, vacancy announcement construction, job analysis, suspense tracking, and use of HR automation programs. Coded personnel actions",
        "IAW the Guide to Processing Personnel actions and other applicable regulatory guidance. Reviewed and analyzed all personnel actions prior to",
        "submission to reconcile any errors or discrepancies. Analyzed quality control RPA data and Open Goodness of Data reports to double check for",
        "incorrect event coding. Wrote vacancy announcements, determined qualifications, set pay, and produced merit promotion and DEU referral lists.",
        "Analyzed, interpreted and applied recruitment and placement regulatory guidance, laws, and policies. Assisted customers with federal employee",
        "benefits programs concerning entitlements, insurance, beneficiaries, Post-56 buy back, retirement preparation, leave, TSP, compensation, etc.",
        "Provided advisory services to staff and managers to resolve staffing, classification, pay, action processing, and related personnel issues. Served as",
        "the Priority Placement Plan (PPP) and Reemployment Priority List Program Administrator with responsibility for program operations and",
        "performance, data audits, eligibility determinations, conduct of registrant counseling, registrations, and file maintenance"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master for",
            "Institution": "SPECIALIST (INFORMATION SYSTEMS)\nExperience"
        },
        {
            "Degree": "Master's",
            "Institution": "Company Name"
        },
        {
            "Degree": "Master's Degree",
            "Institution": "City\n \n, \nState\n \nHR Specialist (Information"
        },
        {
            "Degree": "master for",
            "Institution": "Iris Murray"
        }
    ],
    "category": "INFORMATION SYSTEMS"
}