{
    "skills": [
        "System",
        "Sales",
        "Construction",
        "Technical",
        "E-commerce",
        "Sales goals",
        "Administration",
        "Marketing",
        "Schedules",
        "Customer service",
        "Green",
        "Presentations",
        "Communication",
        "Access",
        "Brand",
        "Pharmaceutical",
        "Psychology",
        "Healthcare",
        "Analysis",
        "Training",
        "Budget",
        "Hospital",
        "Partnership"
    ],
    "experience": [
        "with no recognition and quickly developing client trust.",
        "Launched a corporate presence within new sectors and established major clients including, SSM Cardinal Glennon Children's Hospital,",
        "Washington University, St.",
        "Louis University, McCarthy Building Company and Colliers Turley Martin & Tucker & Clayco Construction.",
        "Tenure exemplified by the ability to quickly learn and incorporate new concepts and technology based on customer needs.",
        "Managed low-cost marketing campaigns building strong awareness despite limited budget.",
        "Formed a strategic alliance with the St.",
        "Louis Minority Business Council to achieve local awareness and network with \"hard to see\" clients.",
        "Researched market trends to assess the need for e-commerce capability and initiated changes to incorporate an online order system creating",
        "a competitive advantage, reducing operating costs and improving customer service.",
        "73% of customers switched to the system within 2 years.",
        "Initiated creative sales strategies to lead to a 136% increase in revenues after 3 years.",
        "Managed daily routes and schedules for a team of 7 delivery drivers.",
        "Conducted various HR functions including interviewing and maintaining appropriate paperwork for independent contractors and employees."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "HEALTHCARE REPRESENTATIVE\nCareer Focus\nExperienced Healthcare Representative Seeking Pharmaceutical Sales Opportunity An experienced Sales Representative with a Unique\ncompliment of Business to Business sales experience and customer development with proven ability to drive"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Innovative thinker with\nexcellent communication and interpersonal skills, a demonstrated leader with a record of overcoming challenges to positively impact revenues in a\ncompetitive"
        }
    ],
    "category": "PROFESSIONAL HEALTHCARE"
}