{
    "skills": [
        "Engineering",
        "Training",
        "Supervisor",
        "Communication",
        "Construction",
        "Economics",
        "Budgeting",
        "Specifications",
        "Design",
        "Startup",
        "Strategy",
        "Compliance",
        "Plan",
        "Cad",
        "Testing",
        "System",
        "Process improvement",
        "Schedule",
        "Project management",
        "Process",
        "Operations",
        "Installation",
        "Autocad",
        "Excel",
        "Improvement",
        "Investigation"
    ],
    "experience": [
        "mill reliability improvements in the areas of lubrication, precision maintenance work, sustainable PM processes, BOMs and procedure based job",
        "plans.",
        "Recognized at the time as one of the most effective converting maintenance efforts in the company with lowest maintenance cost per case in the",
        "company.",
        "Supervisor Reliability Engineer",
        "November 2005 to January 2009 Company Name - City , State",
        "Led the converting PM program with aÂ focus on developing sustainable results by developingÂ mechanical work standards and a job plan library",
        "for converting equipment andÂ implementing them into the CMMSÂ (Passport) to support the PM inspection program, parts rebuild program,",
        "and the periodic machine rebuild efforts.",
        "Led RCM efforts to establish a maintenance and reliability plan for new Perini and PCMC equipment and implementing the results into a CMMS.",
        "This effort required educating the team on RCM methodology, facilitating the RCM process with a large team and establishing a vision for",
        "incorporating the RCM effort into an existing PM program.",
        "System administrator for the Passport CMMS system.",
        "Developed tools to understand and repair PM processes, provided training for PM processes.",
        "Managed Machine shop including supervision of machinists, and managing flow of work through shop.",
        "Process &Tooling Engineer",
        "November 2000 to November 2005 Company Name - City , State",
        "Responsible for developing improvements to a laser patterning lamination process that had been recognized as theÂ least reliableÂ process inÂ the",
        "productionÂ line. Improvements to the web handling design ledÂ to an 80% output improvement to a bottleneck process. Other",
        "contributionsÂ included developing an SPC strategy that reduced variation and increased reliability. Established the SPC system and provided",
        "startup assistance for the line when it transferred to Singapore.",
        "Designed and started up the next generation laser patterning operation for adhesive film successfully bringing the process on line ahead of schedule",
        "and exceeding quality specifications.",
        "Led leak testing process improvement efforts, SPC compliance and investigation of correct GR&R practices.",
        "Participating and leading task force efforts to understand quality issues in the factory.",
        "Coordinated adhesive related improvement efforts with teams including scientists, vendor representatives and supply chain personnel.",
        "Converting Plant Engineer",
        "January 1993 to November 2000 Company Name - City , State",
        "Responsible for budgeting, planning, managing capital improvement process in Halsey Mill tissue/towel converting plant. Primary responsibility for",
        "construction management, vendor negotiations and installation and startup planning for several $1MM+ installations.",
        "Startup Superintendent for a new technology towel rewinder complex. Provided project management through the installation, training and startup",
        "followed by supervision of the operation for a two year period during difficult redesign efforts and until start up issues were resolved.",
        "Senior Converting Analyst",
        "November 1992 to January 1993 Company Name - City , State",
        "Worked with manufacturing sites to develop utilization improvement plans for manufacturing assets.",
        "Development Designer, Mechanical Engineer, Senior Mechanical Engineer",
        "January 1984 to November 1992 Company Name - City , State",
        "Design engineer developing specialized machinery for the paper converting industry.",
        "Developed machinery and equipment layouts for manufacturing facilities, managed CAD installation and developed computer simulation",
        "models of complex manufacturing facilities."
    ],
    "company_names": null,
    "total_experience": 25.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "MANAGER\nSummary\nMechanical engineer with more than 30 years of progressive experience specializing in economics driven project justification"
        }
    ],
    "category": "MANAGER Summary"
}