{
    "skills": [
        "Real estate",
        "Pr",
        "Investigation",
        "Construction",
        "Jose",
        "English",
        "Word",
        "Research",
        "Strategy",
        "Excel",
        "Content",
        "Ms excel",
        "Consulting",
        "Writing",
        "Reports",
        "Public relations",
        "Marketing",
        "Powerpoint",
        "Illustrator",
        "Editing",
        "Windows",
        "Analytics",
        "Communication",
        "Consulting services",
        "Accounting",
        "Adobe",
        "Indesign",
        "Publishing",
        "Market research",
        "Networking",
        "Positioning",
        "Analysis",
        "Budget",
        "Advertising",
        "Audio"
    ],
    "experience": [
        "Marketing coordinator/Graphic designer",
        "January 2013 to December 2013 Company Name - City , State",
        "Coursework and Project: Case Studies in Advertising and Public Relations Through investigation of real AD and PR cases, specifically",
        "targeting the influence of advertising in Asia such as China, Japan and Korea, setting up advertising objectives, creating advertising",
        "campaigns, and measuring advertising effectiveness.",
        "Completed project: \"Advertising to Children in Japan\", \"Research of Oreo Campaigns\" Theories, Models and Practices in Integrated",
        "Marketing Communication Set up personal company: initial preparation included market research, establishing a Mission Statement,",
        "targeting audience, setting core values, positioning lines (a marketing words what used to be called \"slogans\") SWOT(strengths,",
        "weaknesses, opportunities and threats) establishing the main products.",
        "Other tasks involved basic budget planning, customer surveys, choosing the best advertising strategy based on product's functionality,",
        "selecting magazine, outdoor poster, and radio commercial for advertisement.",
        "Individually completing all posters and designs.",
        "Desktop Publishing -Masters project Magazine designed: Flavors- Taste the world http://issuu.com/wudan3/docs/flavors_taste_the_world",
        "Other related courses included: Perspectives in Global Leadership, Theories and Applications of Persuasion.",
        "Advertising Producer",
        "February 2012 to December 2012 Company Name - City , State",
        "Used Adobe Audition to dub, edit, and choose proper soundtracks to finalize ads.",
        "Created and edited ads for certain products that obtained positive feedback from clients and successfully played through radio and",
        "television.",
        "Ability to host a radio show independently and have own radio show about currently popular news and topics.",
        "In charge of editing news and audio production.",
        "Account Executive Intern",
        "May 2011 to August 2011 Company Name - City",
        "Initiated new project and rapidly realized goals and was praised as a \"fast learner\" by the manager.",
        "Kept in touch with past clients and potential clients.",
        "Conducted internal and external meetings, controlling the atmosphere and proceeding.",
        "Manager Assistant",
        "February 2014 to June 2014 Company Name - City , State",
        "Assisted in providing consulting services to a Shenzhen Investment company including evaluating diverse portfolios, performing property",
        "analysis, identifying valuations of tangible and intangible real estate-related assets.",
        "Fully understood investor objectives and requirements for an investment property and collaboratively built an investor profile based on their",
        "resources and requirements.",
        "Obtained comprehensive marketing analysis and developed a strategy base on customer input such as: \"We want to purchase new",
        "construction commercial properties and resell them within one year to achieve our 'high rate of return, short term investment' goal.\" Identified",
        "several potential shopping malls and new construction buildings in various cities in the Bay Area and Los Angeles by using a commercial real",
        "estate company \"Costar\".",
        "Met with Mayor Milpitas Jose Esteves to recognize a future project, an Asian-themed shopping center - Pacific Mall for potential",
        "investment opportunity."
    ],
    "company_names": [
        "GRAPHIC DESIGNER"
    ],
    "total_experience": 2.33,
    "education": [
        {
            "Degree": "Master",
            "Institution": "DESIGNER\nProfessional Summary\nPassionate person with two years of experience as a marketing"
        },
        {
            "Degree": "Master of",
            "Institution": "Strong adaptability to new working environment and willing to learn\nnew skills and take on new"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Skilled in designing campaign materials and promotional items using InDesign and"
        }
    ],
    "category": "GRAPHIC DESIGNER"
}