{
    "skills": [
        "Procurement",
        "Queries",
        "Variances",
        "Accounting",
        "Sap",
        "Requests",
        "Reconcile",
        "System",
        "Excel",
        "Inventory",
        "Financial analysis",
        "Compliance",
        "Financial controls",
        "Access",
        "Microsoft office",
        "Transactions",
        "Controls",
        "Regulations",
        "Peoplesoft",
        "Gaap",
        "Expenses",
        "Budget",
        "Analysis",
        "Financial reports",
        "Internal controls",
        "Word",
        "Contracts",
        "Process",
        "Experimental",
        "Research",
        "Reconciliation",
        "Financial models",
        "Policies",
        "Reports",
        "Analyze",
        "Operating systems",
        "Sql",
        "Financial statements",
        "Invoicing",
        "Reporting",
        "Payments",
        "Operations",
        "Training",
        "Powerpoint"
    ],
    "experience": [
        "08/2014 to Current",
        "Accountant Company Name ï¼​ City , State",
        "An accountant within the Experimental Therapeutics Research department, which prepares grant, restricted and non-restricted financial",
        "reports to PI's within the department.",
        "Create financial models and analysis for all restricted and non-restricted accounts within our department.",
        "Prepares monthly financial reports for PI's.",
        "Reconcile the ncRNA Core on a monthly basis.",
        "Assists with the completion of effort reporting as well as completes Job Data Update Form ( JDUF) via the EPAF system and expense",
        "transfers as needed to clear deficit.",
        "Assist with the preparation of operating budget.",
        "Assist with financial model for specific grants within our department.",
        "Monitors and reviews departmental transactions to ensure compliance with established financial controls in accordance with divisional and",
        "institutional policies and to ensure applicable revenue and expenses are captured.",
        "Communicates with Grants and Contracts to ensure that requests completed in a timely manner.",
        "Reviews Open PO on a monthly basis and close all PO's as necessary.",
        "Analyzes and evaluates operations of financial systems, prepares recommendations and documents to update fiscal services and other",
        "related policies and procedures with respect to operating systems.",
        "Assist with the invoicing via ILABS.",
        "Construct a macro-enabled reconciliation template which significantly reduces keying errors while maximize reconciliation efficiency.",
        "Implemented a macro-enabled reconciliation template, which increased effectiveness by twenty percent and significantly reduced keying",
        "errors.",
        "Prepares training materials within the department to increase productivity and standardized processes."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "Highlights\nMicrosoft Office"
        }
    ],
    "category": "ACCOUNTANT Highlights"
}