{
    "skills": [
        "Excel",
        "Adobe",
        "Hospital",
        "Design",
        "Facebook",
        "Safety",
        "Strategic plans",
        "Quickbooks",
        "Cpr",
        "Powerpoint",
        "Fundraising",
        "Operating systems",
        "Psychology",
        "Photography",
        "Teaching",
        "Windows",
        "Aviation",
        "Marketing",
        "Updates",
        "Twitter",
        "Presentation",
        "Travel",
        "Travel arrangements",
        "Operations",
        "Merchant",
        "Customer service",
        "Website",
        "Marketing materials",
        "Word",
        "Security",
        "Training",
        "Access"
    ],
    "experience": [
        "Program Director / Office Manager",
        "March 2009 to Current Company Name ï¼​ City , State",
        "Serve as director for a not-for-profit corporation tending to the needs of survivors diag- nosed with all forms of Gynecological cancers &",
        "their caregivers.",
        "Raising awareness, fundraising, and hosting local lunch and learns and community events.",
        "Implemented a program with third year medical students at U of L & U of K called \"Sur- vivors Teaching Students.\" Partnered with the",
        "James Graham Cancer Center & Norton Hospital in the design of a new High Risk Screening Clinic for Ovarian Cancer.",
        "Facilitate monthly support group meetings to GYN Cancer Survivors and their Cargiv- er's.",
        "Handle all of the day to day operations in keeping a Non-Profit Organization healthy and thriving.",
        "Maintain donor mailing lists and send out thank you letters and fliers for upcoming events.",
        "Maintain website and calendar updates.",
        "Create marketing materials and social media postings.",
        "Maintain donor data with use of Sage Fundraising 50 donor software and Virtual Termi- nal and Merchant Solutions software.",
        "Personal Assistant to Director of Aviation",
        "Company Name ï¼​ City , State",
        "Assisted in all day-to-day needs of the Director.",
        "Made travel arrangements, organized office space, and hosted meetings for clients to review veneer products.",
        "Assisted in the Interior design and implementation of high end Private Jets: Personally designed Oprah Winfrey's & Cirque Du Soleil's RJ,",
        "UPS, Fed Ex, Gulfstream and Bom- dardiers corporate company jets.",
        "Guest Services Representative",
        "Company Name ï¼​ City , State",
        "Flight Attendant",
        "Company Name ï¼​ City , State",
        "Collaborated with Customer Care / In-Flight Managers to create strategic plans to en- hance customer satisfaction.",
        "Provided employees with tools to maintain and increase service levels to both internal and external customers.",
        "Increased employee knowledge by assisting with development and implementation of product-awareness program.",
        "Served as In-Flight Training Instructor.",
        "Emergency Safety (First Aide, CPR & Automated External Defibrillator) Â· Emergency Procedures Â· Crew Resource Management to",
        "Line Holding Pilots & Flight Attendants Â· Security Â· Serving Â· Customer Service Â· Aircraft Specifics Â· I.O.E.",
        "Qualified."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DIRECTOR"
        }
    ],
    "category": "PROGRAM DIRECTOR"
}