{
    "skills": [
        "Forecasting",
        "Budgeting",
        "Billing",
        "Accounting",
        "Tax",
        "Reconcile",
        "Excel",
        "Hotels",
        "Inventory",
        "Financial analysis",
        "Access",
        "Sales",
        "Finance",
        "Communication",
        "P",
        "Receivables",
        "Documentation",
        "Expenses",
        "Budget",
        "Analysis",
        "Word",
        "General ledger",
        "Process",
        "Payroll",
        "Journal entries",
        "Reconciliation",
        "Reports",
        "Invoices",
        "Analyze",
        "Banking",
        "Audit",
        "English",
        "Financial statements",
        "Reporting",
        "Deposits",
        "Payments",
        "Quickbooks",
        "Training",
        "R",
        "Powerpoint"
    ],
    "experience": [
        "Accountant",
        "June 2013 to Current Company Name ï¼​ City , State",
        "Responsible for all accounting processes for 45 clients Perform end-of-period closing processes; prepare financial statements, and budgets.",
        "Reconcile bank statements, ledger entries and journal entries.",
        "Balance sheet account analysis and Profit and loss account and review them Prepare and analyze financial statements and other various",
        "reports.",
        "Collection functions for accounts receivables & payables.",
        "Assist in budget and forecast preparation.",
        "Ability to manage multiple projects, priorities, deadlines and budgets.",
        "Working with others on Team to complete client service tasks timely and accurately.",
        "Review general ledger and make all correcting journal entries Support month-end and year-end close process including reconciliation of",
        "ledger account Complete and submit food and sales tax license documentation for small businesses.",
        "Accountant",
        "February 2008 to March 2013 Company Name ï¼​ City",
        "Performed bookkeeping, end-of-period closing process, prepared financial statements, and budgets.",
        "Managed company financial systems and budget and organized and maintained accurateaccounting records.",
        "Prepared company accounts and tax returns for audit.",
        "Prepare monthly department allocations and related journal entries, as needed Prepare and publish timely monthly financial statements and",
        "supporting reports Plans and supervises the work of an accounting unit engaged in the maintenance of Complex accounting.",
        "records and other activities related to payments of and invoices Support month-end and year-end close process including reconciliation of",
        "ledger account.",
        "Evaluates job performance and monitors and adjusts work load assignments to meet organizational deadlines.",
        "Accounting Manager",
        "January 2000 to January 2007 Company Name ï¼​ City",
        "Journal Entries including maintenance of recurring journal entries and allocations.",
        "Account reconciliation and analysis: Prepaid Expenses, Deposits, Accrued Expenses, Investments, Capital Leases, Members Equity, Inter-",
        "company balances.",
        "Journal Entries including maintenance of recurring journal entries and allocations.",
        "Management and supervision of general accounting, intercompany accounting, and payroll accounting personnel including assigned"
    ],
    "company_names": null,
    "total_experience": 12.08,
    "education": [
        {
            "Degree": "Master in",
            "Institution": "I have many years of experience in accounting and finance"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highlights\nMS Word, PowerPoint, Outlook, Access, and Excel (Advanced), Creative Solutions, QuickBooks, Fedielio (Hotels), Sales Tax Express, and\nother proprietary accounting software"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Experience\nAccountant\n \nJune 2013\n \nto \nCurrent\n \nCompany Name"
        },
        {
            "Degree": "Master of",
            "Institution": "City\n \n, \nState\nResponsible for all accounting processes for 45 clients Perform"
        }
    ],
    "category": "Highlights MS"
}