{
    "skills": [
        "Controls",
        "Supervising",
        "System",
        "Investigation",
        "Cpr",
        "Excel",
        "Plan",
        "Safety",
        "Logistics",
        "Sales goals",
        "Reports",
        "Marketing",
        "Certification",
        "Schedules",
        "Servers",
        "Customer service",
        "Inventory",
        "Microsoft office",
        "Quality control",
        "Design",
        "Operations",
        "Repairs",
        "Administrative support",
        "Outreach",
        "Reporting",
        "Training",
        "Sales",
        "Health"
    ],
    "experience": [
        "Pastry Chef /Server",
        "May 2014 to September 2015 Company Name - City , State",
        "Effectively managed and assisted kitchen staff in producing food for banquets, catered events and member dining areas.Consistently produced",
        "exceptional menu items that regularly garnered diners' praise.",
        "Line Cook",
        "March 2013 to March 2014 Company Name - City , State",
        "Regularly developed new recipes in accordance with consumer tastes, nutritional needs, and budgetary considerations.Provided nutritious, safe,",
        "visually appealing, innovative and properly prepared and flavored food.",
        "Dishwasher",
        "April 2012 to November 2012 Company Name - City , State",
        "Consistently kept a clean and safe environment by adhering to all federal, state and local sanitation and safety requirements.",
        "Maintained system of control for storage temperatures and proper functioning of kitchen equipment",
        "Customer Service Rep",
        "September 2012 to December 2012 Company Name - City , State",
        "Developed highly empathetic client relationships and earned reputation for exceeding sales goals.Achieved high sales percentage with consultative,",
        "value-focused customer service approach.",
        "Catering Assistant/Server",
        "January 2007 to January 2008 Company Name - City , State",
        "Accepted payment from customers and made change as necessary.Checked patrons' identification to ensure that they met minimum age",
        "requirements for consumption of alcoholic beveragesCleaned bars, work areas, and tablesAssisted diners with seating as needed",
        "Customer Service Representative",
        "March 2004 to November 2007 Company Name - City , State",
        "Assigned as point person to plan event logistics for trade show resulting in over $250,000 in revenue.",
        "Effectively cross trained in processing freight, vendor relations, administrative support, event set up/break down and logistics planning.",
        "Shift Manager",
        "January 2001 to January 2003 Company Name - City , State",
        "Promoted within 1 month to shift manager supervising 20+ employees.",
        "Managed daily restaurant operations, created staff schedules, tracked/reviewed inventory, cross trained staff, closed out cash drawer, ran",
        "sales reports.",
        "Volunteer Experience:.",
        "Southwest Behavioral Health- Provided approximately 50 meals daily for Homeless Outreach Program Completed 16 week training on",
        "serving the practical or emotional needs of victims following traumatic events victim's rights, support during the criminal investigation,",
        "information and referral to community resources.",
        "COMMUNITY KITCHEN STUDENT",
        "Company Name - City , State"
    ],
    "company_names": null,
    "total_experience": 9.83,
    "education": [],
    "category": "Accomplishments Customer"
}