{
    "skills": [
        "Email",
        "Transactions",
        "Pr",
        "Analyze",
        "English",
        "Retail",
        "Sports",
        "Merchandising",
        "Research",
        "Strategy",
        "Excel",
        "Plan",
        "Safety",
        "Reports",
        "Public relations",
        "Marketing",
        "Microsoft excel",
        "Schedules",
        "Photoshop",
        "Tv",
        "Inventory",
        "Communication",
        "Database",
        "Spanish",
        "Photography",
        "Design",
        "Event planning",
        "Payroll",
        "Adobe",
        "Brand",
        "Facebook",
        "Indesign",
        "Website",
        "Psychology",
        "Sales",
        "Health"
    ],
    "experience": [
        "Company Name September 2011 to Current Manager",
        "City , State",
        "Oversee staff, reservations, and great customer at this trendy Manhattan restaurant.",
        "Plan shift schedules for staff.",
        "Monitor daily product deliveries and inventory.",
        "Maintaining equipment, adhering to health and safety precautions, making sure the kitchen and dining areas follow health code standards,",
        "keeping records of these practices for health inspectors, solving employee or customer problems.",
        "Personally increased restaurant traffic by creating awareness of happy -hours deals, specials and weekly events through the use of social",
        "media outlets such as Instagram, and Facebook.",
        "Company Name January 2015 to May 2015 Intern",
        "City , State",
        "Support design and development team in the fashion accessories hats department.",
        "Update line sheets according to changes made to samples.",
        "Track, organize and prepare sample orders for various sales, marketing and photography departments as needed.",
        "Successfully organize show room to effectively display products for merchandising vender meetings.",
        "Research popular hat trends for the season.",
        "Develop trend boards to be shown to potential buyers and displayed in showroom.",
        "Research and compile color trends for the upcoming season and match to color pantones."
    ],
    "company_names": null,
    "total_experience": 0.33,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Summary\nAs a recent college graduate with a degree in psychology and a miner in business I posses over 5 years of experience in various fields and\ncustomer service"
        }
    ],
    "category": "Business Mercy"
}