{
    "skills": [
        "System",
        "Purchasing",
        "Process",
        "Improvement",
        "Project management",
        "Budget",
        "Cpr",
        "Construction",
        "Excel",
        "Safety",
        "Technical",
        "Reports",
        "Administration",
        "Marketing",
        "Schedule",
        "Programming",
        "Autocad",
        "Schedules",
        "Certification",
        "Purchase orders",
        "Customer service",
        "Regulations",
        "Budget management",
        "Quality control",
        "Forecasting",
        "Sourcing",
        "Operations",
        "Scheduling",
        "Budgeting",
        "Payroll",
        "Quality assurance",
        "Procurement",
        "Sap",
        "Quality standards",
        "Sales",
        "Fitness"
    ],
    "experience": [
        "Company Name City , State Senior Construction Manager 12/2011 to 07/2015",
        "Hired to oversee construction of an Award Winning Luxury Apartment Community in the Town Center area of Virginia Beach.",
        "Managed site from the clearing stages of Land Development through completion of the project in early 2013.",
        "The site consisted of 24 buildings (480 units), 2 fitness centers, a clubhouse, 2 pools and several ground breaking amenities.",
        "Currently working on third project in four years with Breeden Construction LLC",
        "Carefully coordinated plans and specs using marketing programming standards.",
        "Facilitated processing of RFI's, submittals and samples among the general contractor, the owner and the owner's consultants.",
        "Educated general contractor personnel on the quality standards throughout the construction process.",
        "Trained the community service manager on turnover procedures, quality standards and project-specific systems orientation.",
        "Submitted all project closeout documents in accordance with the contract.",
        "Monitored the safety of all construction activities, making on-site personnel safety the top priority.",
        "Company Name City , State Senior Construction Manager 01/2008 to 12/2011",
        "Managed construction of an active adult community in Chesapeake Virginia.",
        "Responsible for managing 4 superintendents while development was under construction.",
        "Reviewed time lines and project schedules and adjusted based on production.",
        "Responsible for construction budgets, change orders, payroll and subcontractor fund allocations.",
        "Contract review and negotiations with subcontractors.",
        "Site / Land Development management during golf course alteration for new home construction.",
        "Drafted action plans and led meetings with department executives to review project status and proposed changes.",
        "Delivered status reports to stakeholders for budgeting and planning purposes.",
        "Collaborated with cross-functional teams to draft project schedules and plans.",
        "Company Name City , State Senior Project Manager 04/2000 to 01/2008"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "CONSTRUCTION MANAGER"
}