{
    "skills": [
        "Email",
        "Updates",
        "Process",
        "Video",
        "Research",
        "Hospital",
        "Content",
        "Public relations",
        "Marketing",
        "Social media",
        "Vendors",
        "Customer service",
        "Editing",
        "Analytical",
        "Communication",
        "Design",
        "Brand",
        "Salesforce",
        "Website",
        "Healthcare",
        "Analysis",
        "Training",
        "Sales",
        "Health",
        "Visual"
    ],
    "experience": [
        "01/2016 to Current",
        "Marketing Coordinator Company Name ï¼​ City , State",
        "Campaigns.",
        "Created the hashtag #CPRstrong used on social media to promote awareness of HealthStream's 3 millionth HeartCode BLS completion.",
        "Designed script and production direction for Talent Management's video, Accelerate Development.",
        "Formed copy for direct mail pieces and email campaigns for HealthStream's first account-based marketing campaign.",
        "Proficient at developing and delivering external communications, promoting awareness to customers about new products and upcoming",
        "events.",
        "Increase product visibility to new and existing markets by authoring copy and providing design direction for digital marketing strategies.",
        "Manage the creation of print and online marketing and sales collateral, overseeing the approval process and ensuring content meets brand",
        "standards.",
        "Generated a record high of 340+ registrants for a 15-minute product demo by modifying tone of voice and visuals used in online",
        "advertisements.",
        "Efficient with Pardot and Salesforce for managing account databases.",
        "Oversee website updates by editing and ensuring clarity and visual appeal.",
        "Collaborate with production manager, graphic designers, and vendors to ensure deadlines are met.",
        "Oversaw rebranding process for Franklin Covey, a new HealthStream partner, by ensuring materials met company standards and checking",
        "for grammar and visual appeal.",
        "01/2014 to 01/2016",
        "Customer Support Specialist Company Name ï¼​ City , State",
        "Consistently ranked in the top five for case closures).",
        "Received recognition in the Customer Service Spotlight.",
        "Helped develop a best practice document used by over 4 million subscribers.",
        "Provided solutions and step-by-step support to healthcare administrators, educators, and clinical staff.",
        "01/2013",
        "Public Relations and Marketing Intern Company Name ï¼​ City , State",
        "Interviewed hospital professionals for feature stories and press releases.",
        "Prepared marketing collateral promoting hospital events.",
        "Updated bulletin boards.",
        "Assisted with various community events, including the children's health and wellness fair, monthly blood drives, t-shirt drives, and Christmas",
        "activities for the hospital.",
        "Tour guide of the medical campus for new hospital donors.",
        "Designed, selected topics, and wrote monthly employee newsletter.",
        "Researched and collected media clippings for analytical and historical purposes."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "COORDINATOR Skills"
}