{
    "skills": [
        "Email",
        "Billing",
        "Ordering",
        "Pharmacy",
        "System",
        "Training",
        "P",
        "Sales",
        "Retail",
        "Customer service",
        "Merchandising"
    ],
    "experience": [
        "June 2014",
        "to",
        "September 2017",
        "Company Name City , State Sales Manager",
        "Opening store manager, count and balance safe and tills,Â  successfully managed the activities of team members in multiple locations, p assionately focus on",
        "customers needs, i mproved service quality and increased sales by developing a strong knowledge of company's products and services, maintain telzon ordering system for store",
        "products and customer merchandise, delivery driver, print and complete overstock, maintain MNDR, price changes,Â  developed rapport with customers by handling difficult issues",
        "with diplomacy and tact.",
        "February 2011",
        "to",
        "April 2014",
        "Company Name City , State Retail Sales Associate/Pharmacy Clerk Maintained front end of store, cashier, greet and assisted customers,Â",
        "served as liaison between customers, store personnel and various store departments,Â  recommended and helped customers select",
        "merchandise based on their needs,Â  informed customers about sales and promotions in a friendly and engaging manner, assisted",
        "pharmacist with filling of prescriptions, 3rd party insurance billing, answered phones,Â  entered new patient profiles and prescriptions",
        "into medication input software system.",
        "January 2007",
        "to",
        "December 2010",
        "Company Name City , State Pharmacy Assistant /Clerk Assessed customer needs and responded to questions,Â  communicated directly with",
        "doctors offices via telephone, fax and email,Â  provided friendly customer service at prescription drop-off and pick-up counters,Â",
        "worked closely with pharmacists and used medication input software to safely and accurately dispense medication,Â  entered",
        "prescription and insurance billing information into patient profiles,Â  verified patient data and billing information. Â  Â"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "SALES MANAGER"
}