{
    "skills": [
        "System",
        "International",
        "Teaching",
        "Process",
        "Improvement",
        "Cpr",
        "Video",
        "Agile",
        "Contracts",
        "Testing",
        "Scrum",
        "Research",
        "Word",
        "Excel",
        "Researching",
        "Safety",
        "Reports",
        "Administration",
        "Security",
        "Schedules",
        "Certification",
        "Customer service",
        "Analytical",
        "Workflow",
        "Payments",
        "Operations",
        "Standardization",
        "Requests",
        "Training",
        "Analysis",
        "Microsoft word",
        "Supervisor",
        "Budget",
        "Fitness",
        "Visual"
    ],
    "experience": [
        "Program Manager/Business Analyst",
        "May 2010 to October 2014 Company Name - City , State",
        "Served as Program Manager/Program Analyst for all deployment related activities for an operation of over 300 employees.",
        "Responsible for managing the alignment of personnel to specific Unit Type Codes (UTC) and associated Air Expeditionary Force (AEF)",
        "rotations.",
        "Adviser for significant problem areas and provided guidance to resolve personnel, equipment and training problems.",
        "Compiled and extracted data from reports for inclusion in the monthly status report briefings.",
        "Assured a high level of expertise and standardization in the evaluation and qualification process of deployment systems through diligent",
        "training of deploying military and civilian members.",
        "Provided accurate information and reports to accomplish the administrative and analytical work in the maintenance of the automated official",
        "property book record and backup files.",
        "Project lead for employer on all Air Force level deployment inspections to execute assigned missions, exercises, contingencies and",
        "operations.",
        "Evaluated information from multiple agencies to develop an understanding of the business requests and needs and translated them into",
        "application and operational requirements.",
        "Researched, evaluated and prepared long-range and short-range business plans through collaboration multiple agencies to ensure personnel",
        "and equipment constant movement.",
        "Worked with personnel to obtain requirements through interviews, document analysis, business process descriptions, workflow analysis and",
        "use.",
        "Fitness Center Director",
        "November 2009 to May 2010 Company Name - City , State",
        "Managed multi-million dollar fitness facility, coordinated monthly fitness activities base populace of 45K.",
        "Supervised fitness employees, wrote appraisals and maintained training records for employees.",
        "As top supervisor was selected served as Project Lead for U.S. Armed Services Team during the Military International Olympics",
        "Served as a Contract Officer Representative (COR) for agency contracts and provided the necessary equipment, materials, furniture and",
        "services.",
        "Contract Officer Representative for equipment needs for six fitness centers; to include family fitness rooms, youth training programs and",
        "specialty fitness classes.",
        "Established fitness plans for all training, fitness classes, incentive programs, and special events.",
        "Assisted in oversight for all fitness contracts and ensured payments were made in accordance with the contract and Air Force guidance.",
        "Knowledgeable in exercise science including kinesiology, functional anatomy, exercise physiology, nutrition, program administration, and",
        "injury prevention.",
        "Training Manager, Staff Sergeant",
        "October 2004 to September 2008 Company Name - City , State",
        "Reviewed training circulars, master training schedules, inspections and test results to determine necessary unit and individual training.",
        "Assisted in designing, developing, evaluating, revising, and selecting training programs, training material (written training guides or pamphlets,",
        "graphic visual aids, training films, video cassettes, sound recordings, multi-media video training tapes, or curriculum materials, etc.), training",
        "methods (classroom lecture, hands on, e-learning, computer based, etc.), and training aids for the professional development and delivery of",
        "training in support.",
        "Used advanced technology programs to create, develop, and facilitate training functions (i.e., automated tracking system, tracking of student",
        "certification/re-certification status, maintaining information, and researching outside sources for training support material, etc.) and developed",
        "and implemented testing procedures for required certifications."
    ],
    "company_names": null,
    "total_experience": 8.83,
    "education": [
        {
            "Degree": "master training",
            "Institution": "ANALYST\nSummary\nHighly enthusiastic"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Program"
        }
    ],
    "category": "PROGRAM MANAGER"
}