{
    "skills": [
        "Debugging",
        "Distribution",
        "Test cases",
        "Matrix",
        "Change management",
        "System",
        "Transactions",
        "Process",
        "Compliance",
        "Construction",
        "Documentation",
        "Testing",
        "Mobile",
        "Research",
        "Excel",
        "Presentation",
        "Plan",
        "Technical",
        "Engineering",
        "Test plans",
        "Writing",
        "Reports",
        "Security",
        "Schedule",
        "Information technology",
        "Data analysis",
        "Asset management",
        "Telecom",
        "Communication",
        "Specifications",
        "Gis",
        "Migration",
        "Pdf",
        "Jad",
        "Design",
        "Erp",
        "Conversion",
        "Operations",
        "Scheduling",
        "Adobe",
        "Etl",
        "Business process",
        "Click",
        "Quality assurance",
        "Reporting",
        "Sap",
        "Training",
        "Analysis",
        "Installation",
        "Sales"
    ],
    "experience": [
        "Consultant 07/2014 to 06/2015 Company Name City , State",
        "Projects: ETGIS, Leak Repair, Cathodic Protection.",
        "Requirements gathering and Data analysis.",
        "Perform Mapping of GIS to SAP.",
        "Working with Developers on creating Dashboard for Reporting and Asset Management Perform Interface Testing using SOAPGUI,",
        "Functional Testing and UAT.",
        "Data cleansing involving creating, dismantling and reconfiguring Equipment, Function Locations, Maintenance items in critical environment.",
        "Identifying data discrepancies comparing GIS and SAP Data by working with SME's Acting as a single point of contact between business",
        "users and testers.",
        "Identified and automated different processes to significantly bring down the time and resources.",
        "Providing technical and functional support in migration of GIS data to SAP.",
        "Working on Conversion requirements specifications and definition of data elements including clarification of the meaning and purpose of",
        "SAP fields.",
        "Working closely with Asset Strategists, Mappers, and GIS Engineers to identify the issues and resolving them.",
        "Using LSMW,IBIP to create and update the Equipment's, and Functional Locations.",
        "Responsible for preparing training manuals for End Users.",
        "Using the PAR (Problem Action Resolution), Quality Center tool for defect tracking.",
        "Responsible for preparing Requirements Document and Testing for Enhancements for GAS and Compliance Team.",
        "Configuration for Capacity Planning and Work clearance Management.",
        "Business Analyst 05/2012 to 06/2014 Company Name City , State",
        "Southern California Gas Involved in the requirement gathering and designed specifications for business process and Interacted with business",
        "users to model the requirements for Reporting Participated in JAD, Gap Analysis session.",
        "Configuring Asset Life Cycle Management (CP10, Gas Storage and Riser Inspection )end to end process using SAP PM module in",
        "integration with MM module Generated Maintenance Plans by Region for Preventive Maintenance.",
        "Design Bundling Program for generation of orders by Region, District, Street, Section, Segment and House no.",
        "Design Exception Report to capture certain conditions which requires different process.",
        "Integration of GIS with SAP for design to be sent to SAP.",
        "Good Understanding of Corrective and Preventive Maintenance.",
        "Creation of Data using QTP for training in different environments.",
        "Scheduling through Click schedule and Click Mobile Preparing Functional Specification Involved in planning and preparing Test Plan, Test",
        "Cases and Test Scripts based on business requirements in the areas like Notifications, Designs, Work Orders, Equipment's, Functional",
        "Locations, Material Reservation, Material Master, Customer Master, Purchase requisition and other financial transactions.",
        "Created test scripts for front end testing using (GUI and Functionality) QTP.",
        "Maintain Requirements matrix in HPQC Managed HP Quality Center for creating, linking and tracking Defects.",
        "Writing and running test scripts in HPQC for different scenarios.",
        "Providing Support after go-live including training users.",
        "Preparing Job Aids for End User Training.",
        "Involved in User Acceptance Testing of Reports and Debugging.",
        "Design and test reports using BEx Analyzer Define the reports for Compliance with Compliance group, Key Performance Indicator,",
        "develop data model and worked closely with development team Worked in translating business processes into technical design documents",
        "for M&I process.",
        "San Diego Gas Electric Projects: Construction , Planning and Design Facilitated JAD sessions for Electric Field Memo and Riser Inspection",
        "(DIMP) Process in SAP Plant Maintenance Module.",
        "Designed and implemented Electric Field Memo to improve Electric Gas and Transmission Field and Office Operations by automating the",
        "End to End process.",
        "Designed complex Compatibility Search for Electric field Memo Data Extraction from Legacy system to SAP for Riser Inspection Designed",
        "Process Flow and prepared FunctionalSpec Co-ordinated with Developers with Business requirements Define test scenarios for Mobile",
        "Application for Riser Inspection Performed End to End Testing of SAP to Mobile Application Provided training to end users Design",
        "process for PMLite and mapped custom table with Costing Sheet for Costing to generate letters in form of pdf to be sent to customers.",
        "Testing Adobe Forms for PMLite.",
        "Business Analyst 01/2014 to 06/2014 Company Name City , State",
        "Gathered requirements for implementing SAP Financial Supply Change Management process.",
        "Participated in Brain Storming sessions for Collections Management Business process.",
        "Defined Test Scenarios and documented Test scripts for End to End Testing Configure Company Segments, Company codes, Collection",
        "Groups, Collection Strategies Data Creation for Testing Preparing Job Aids for End User Training.",
        "Business Analyst 09/2010 to 02/2012 Company Name City , State",
        "Asset Management Life Cycle Responsible for gathering requirements, documentation and testing Worked in translating business processes",
        "into technical design documents Worked in creating query transforms of the ETL process Design and validated reports Co-ordinated with",
        "developer for the requirements.",
        "Managed the Change Management Process.",
        "Uploaded scripts into HP Quality Center from Excel Tested Enhancements, Reports, Functionality and Conversions Performed the",
        "Shakedown and Ad-hoc testing before UAT Performed the Smoke, White box, Black box testing before actual execution of test cases.",
        "Reported the bugs and communicated with the developers for tracking the defects.",
        "Tracked, reviewed, analyzed bugs using Quality Center.",
        "Consultant 01/2010 to 05/2010 Company Name City , State",
        "Conducted market research and prepared business plan for exploring new market opportunities.",
        "Involved in requirements gathering, current market trend evaluation, financial evaluation and comparative study."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master Data",
            "Institution": "Profile\nAround 5 years of experience in Gathering Requirements, design, development, testing and implementing solutions in SAP and"
        },
        {
            "Degree": "Master",
            "Institution": "Worked as\nbusiness analyst in telecom, Utility"
        },
        {
            "Degree": "Master",
            "Institution": "Good knowledge of Operations & Maintenance business"
        },
        {
            "Degree": "Master",
            "Institution": "Experienced in SAP EAM using\nCompatible units, Design and integration of Design with Work"
        },
        {
            "Degree": "Master of",
            "Institution": "Experience in"
        }
    ],
    "category": "Gathering Requirements"
}