{
    "skills": [
        "German",
        "Json",
        "Java",
        "Operating systems",
        "System",
        "Architecture",
        "Process",
        "Improvement",
        "Scripting",
        "Agile",
        "Mysql",
        "Scrum",
        "Oracle",
        "Product management",
        "Automation",
        "Ibm",
        "Soap",
        "Security",
        "Scala",
        "Programming",
        "Web services",
        "Certification",
        "Servers",
        "Html",
        "Jsp",
        "Coaching",
        "Telecom",
        "Windows",
        "Xml",
        "Database",
        "Jira",
        "Metrics",
        "Design",
        "Performance improvement",
        "Nosql",
        "Access",
        "Business process",
        "Investigate",
        "Os",
        "Ui",
        "Quality assurance",
        "Rest",
        "Javascript",
        "Training",
        "Linux",
        "Computer applications",
        "English",
        "Cisco",
        "Apis",
        "Api"
    ],
    "experience": [
        "Company Name January 2013 to March 2015 Consultant",
        "City",
        "Project - Identity and access management (IAM) ADP Dealer services provide services to Automotive dealers with the help of various web",
        "based application.",
        "Identity and access management provides Authentication, Authorization, user management,user provisioning, Single Sign On (SSO),",
        "Federation Services and OAuth to these applications.",
        "Designed & developed RESTFul APIs using Spring framework.",
        "Secured APIs with Oauth2.0 and Basic Authentication protocol.",
        "Implemented RabbitMQ for API Integration thru Spring AMQP and Spring Integration.",
        "Implemented pivotal GemFire (In-Memory database) to achieve high-performance and to handle high load on Authorization service.",
        "Implemented MyBatis as persistence framework for Identity service.",
        "Used Oracle RDBMS as user store, implemented Liquibase for identity and authorization.",
        "Improved meaningful unit test coverage till 90+ %.",
        "Organized QA and Wrote integration test cases and performance test cases using JMeter and Gatling (Scala) respectively.",
        "Used Mockito and WireMock as a mocking framework.",
        "Improved API performance by 200%.",
        "Worked metrics/monitoring tool like ELK (elasticsearch logstash kibana) stack for API Dashboard.",
        "Used CA Siteminder for Authentication and as SSO provider.",
        "Implemented several Java Utilities as a part of innovation which helped team.",
        "Many times Showcased working software to Product management and stack holders.",
        "Enthusiastic about learning new web technologies and train team on it.",
        "Company Name October 2010 to December 2012 Senior Associate Software developer",
        "City",
        "T-System GmbH is a software arm of Deutsch Telekom (T.com), it provides vast variety of telecom solutions.",
        "Cognizant and T-Systems are strategic business partners.",
        "Sofia is a telecom provisioning system.",
        "It is developed to provide a management console to manage various element managers like CUCM, Novatec and Cisco Voice Gateway.",
        "Sofia provisioning system gets orders from various external system.",
        "According to order, Sofia provisioning system delegates those orders to respective modules.",
        "Implemented SOAP web services utilising Oracle SOA suite.",
        "Implemented MDS as repository for Schema and WSDL.",
        "Used Jdeveloper to implement Business process execution language (BPEL).",
        "Used Oracle Service Bus (OSB) for service integration.",
        "Implemented various services for IP phones like call waiting, Call Forwarding, Speed Dial and Change PIN.",
        "These services are exposed as XML RESTFul services using OSB.",
        "Worked on Spring MVC application for Sofia UI.",
        "Created Database adapters on top of database Objects in OSB.",
        "Implemented a utility for data synchronization to synch data between various external systems and Sofia database.",
        "Learned completely new technology like OSB and provided training and coaching to the team members.",
        "Project - Business logic Technique (BL-T).",
        "Company Name October 2007 to October 2010 Associate",
        "City",
        "BL-T is an OSS system from T-Home to investigate and Reserve DSL connection at the any place in Europe on the basis of parameters",
        "like telephone number.",
        "It acts as an intelligent interface between the NorthBound systems and the SouthBound systems.",
        "Implemented services S1, S2, S3, S4 ...",
        "for NorthBound systems.",
        "Each of the above mentioned services are meant to carry out special process in the PreOrder.",
        "The end result of the entire process is a PreOrder to be updated in E2E.",
        "Implemented services integration using (JMS) and MDB in the form of XML messages over IBM MQ Series.",
        "Used XBEAN for message transformation.",
        "Implemented BL-T Admin console using HTML, JSP, JavaScript and Struts Framework."
    ],
    "company_names": null,
    "total_experience": 7.33,
    "education": [
        {
            "Degree": "Master",
            "Institution": "Summary\n7 years of professional IT experience with Masters degree in computer"
        },
        {
            "Degree": "Master",
            "Institution": "Java (JEE) programming"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Passionate about Clean code programming skills and Emergent design"
        }
    ],
    "category": "CONSULTANT Summary"
}