{
    "skills": [
        "Coaching",
        "Moment",
        "Safety",
        "System",
        "Teaching",
        "Communication",
        "Outreach",
        "Mathematics",
        "Writing",
        "Spanish",
        "Training",
        "Design",
        "Cpr",
        "Filing",
        "English",
        "Visual",
        "Sports"
    ],
    "experience": [
        "Assists in developing, organizing and implementing activities to increase student participation in after-school program",
        "Maintains current knowledge of related State and District standards in order to assist in promoting school and community understanding of",
        "after-school programs; attends meetings and in-service training as required",
        "Maintain communication with school staff to ensure students academic success",
        "Enable students to reach their full potential",
        "Mange and supervise a staff of seven paraprofessional educators. Key Contributions & Educational Outcomes:",
        "Consistently praised for dedication, reliability, organization and effectiveness of establishing and maintaining a successful After School",
        "Program. Promoted a high level of participation by closely adhered to lesson plans; and kept students motivated, engaged and focused.",
        "Voluntarily incooperated several after-school programs sports teams flag football, basketball and cheerleading.",
        "Incorporated technology into students' learning activities for varied academic disciplines. Efforts proved so successful in enhancing student",
        "understanding of material that students were able to design and create their own web pages",
        "Company Name January 2009 to January 2011 Outreach Liasion",
        "City , State",
        "Attends various community meetings in order to disseminate information pertaining to school's specially funded programs in general and",
        "parent involvement in particular.",
        "Assists staff in reducing poor attendance working with Probation Department, Deputy District Attorney",
        "Refers students and Families to Student Attendance Review Board",
        "Refer students and families in need to community programs for needed resources",
        "Ensure school meets and maintains attendance goals to meet grant requirements",
        "Translate documents and meeting as needed",
        "Assisted teachers, specialists, counselors and other staff in reinforcing instructional program and guiding students in development of desirable"
    ],
    "company_names": null,
    "total_experience": 2.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Summary\nKind and compassionate Elementary School Teacher dedicated to creating an atmosphere that is stimulating and encouraging to all"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Enjoys using modern technology in the"
        }
    ],
    "category": "Elementary School"
}