{
    "skills": [
        "Expenses",
        "Billing",
        "System",
        "Teaching",
        "Process",
        "Contracts",
        "Sports",
        "Research",
        "Plan",
        "Safety",
        "Technical",
        "Instructional design",
        "Reports",
        "Security",
        "Schedules",
        "Tax",
        "Hardware",
        "Travel",
        "Database",
        "Design",
        "Payments",
        "Accounting",
        "Operations",
        "Payroll",
        "Outreach",
        "Invoicing",
        "Website",
        "Training",
        "Sales",
        "Audio",
        "Invoices"
    ],
    "experience": [
        "Company Name August 2012 to Current Instructional Designer",
        "City , State",
        "Collaborate one on one with subject matter experts during new online course development and design.",
        "Appraise course creation quality by identifying and providing for developmental needs and take corrective action when necessary.",
        "Apply the appropriate learning theory, instructional theory, and applications of media to online instruction.",
        "Plan, design, and develop effective instructional materials that are functional, intuitive, informative, and consistent with sound instructional",
        "design principles for online learning.",
        "Plan and develop faculty workshops and trainings in areas of instructional design and in the use of specific instructional technology tools, to",
        "assist faculty with learning about educational technology and online instructional methods.",
        "Remain current with and have a thorough understanding of the emerging applications of instructional multimedia, instructional technology and",
        "trends in online education, and implement improvements.",
        "Research, evaluate and recommend appropriate hardware and software to achieve academic objectives.",
        "Peer Reviewer certified for Quality Matters and and Adjunct Instructor, teaching Introduction to Online Learning and College Studies.",
        "Company Name July 2011 to August 2012 Internet Support Specialist",
        "City , State",
        "Answered basic and complex computer questions related to the college's learning management system - Blackboard, for faculty in-person",
        "or via e-mail or telephone; facilitated \"start-up\" for internet courses for faculty and students; handled initial contact with internet students;"
    ],
    "company_names": null,
    "total_experience": 1.08,
    "education": [
        {
            "Degree": "master files",
            "Institution": "DESIGNER\nSummary\nMotivating and talented Instructional Designer driven to inspire students to pursue academic and personal"
        },
        {
            "Degree": "Master of",
            "Institution": "Strives to create a\nchallenging and engaging learning environment in which students become"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highlights\nEffective use of"
        }
    ],
    "category": "INSTRUCTIONAL DESIGNER"
}