{
    "skills": [
        "System",
        "Adobe creative suite",
        "Project management",
        "Budget",
        "Retail",
        "Word",
        "Strategy",
        "Excel",
        "Writing",
        "Marketing",
        "Powerpoint",
        "Programming",
        "Illustrator",
        "Security",
        "Vendors",
        "Schedules",
        "Photoshop",
        "Asset management",
        "Fundraising",
        "Graphic design",
        "Communication",
        "Admissions",
        "Spanish",
        "Recruiting",
        "Microsoft office",
        "Photography",
        "Design",
        "Budgeting",
        "Brand",
        "Adobe",
        "Indesign",
        "Facebook",
        "Branding",
        "Wordpress",
        "Website",
        "Interactive",
        "Sales",
        "Advertising",
        "Visual",
        "Twitter"
    ],
    "experience": [
        "Company Name",
        "Design, layout, and production of collateral such as, brochures, sell sheets, advertisements and trade show booth graphics.",
        "Flash Web Demos and Web Banners: Design, layout and development of online applications such as Interactive Demos and micro sites for",
        "the Home Appliance and Wireless division.",
        "Developed narration / scripts, Flash programming.",
        "Designed \"Rice Cooker\" point roll banner campaign.",
        "Product Packaging: Design and layout of retail packaging for a variety of Sanyo products such as Hello Kitty Toaster, Coffee Maker, and",
        "Waffle Maker; Eneloop rechargeable batteries for breast cancer awareness.",
        "Blister retail packaging design for Eneloop Wii RemoteTM Charging System to be sold at Costco.",
        "Packaging design, layout and production for Air WasherTM - air purification system to be sold at Bed, Bath & Beyond.",
        "Developed product identity and sales brochure for Air WasherTM brand.",
        "Highmark Funds Print Collateral: Design, layout and production of marketing collateral such as brochures and investment kits for their",
        "individual investment products.",
        "Designed direct mail campaigns for their Asset Allocations Funds.",
        "Developed marketing / sales materials for brokers to use such as product line brochures, monthly and quarterly fact sheets, and posters.",
        "Countrywide Print Collateral: Design, layout and production of marketing collateral such as brochures, investment kits, fact sheets, posters",
        "and direct mail campaigns for Countywide Home Loans, Countrywide Capital Markets, Countrywide Security Corporation, Countrywide",
        "Asset Management Corporation.",
        "Developed and designed branding guidelines for Full Spectrum Lending (a member of the Countrywide family.) Oversaw strategic",
        "development of consumer as well as B2B collateral Western Bagel Baking Corporation Print Collateral: Design and Layout of magazine",
        "advertisements.",
        "Coordinated and supervised photography for their entire product line.",
        "Web Design: Designed and supervised the rebranding and development of the new website for WesternBagel.com Product Packaging:",
        "Design and layout of retail packaging for their new and existing product line.",
        "Marketing and Public Relations Manager",
        "January 2011 to Current Company Name"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Summary Enthusiastic"
}