{
    "skills": [
        "Email",
        "Transactions",
        "Process",
        "Project management",
        "Spreadsheets",
        "Video",
        "Research",
        "Plan",
        "Technical",
        "Content",
        "Writing",
        "Engagement",
        "Public relations",
        "Marketing",
        "Social media",
        "Correspondence",
        "Customer service",
        "Prototype",
        "Editing",
        "Data entry",
        "Analytical",
        "Database",
        "Seo",
        "Photography",
        "Design",
        "Scheduling",
        "Brand",
        "Facebook",
        "Policies",
        "Journalism",
        "Website",
        "Interactive",
        "Sales",
        "Advertising",
        "Visual",
        "Twitter"
    ],
    "experience": [
        "Content Strategist Jan 2015 to Current",
        "Company Name ï¼​ City , State",
        "Public Relations Specialist",
        "Skilled Typist",
        "Telephone Skills/Multi-Line",
        "Fast & Accurate Data Entry",
        "Correspondence",
        "Search Engine Advertising",
        "Vector Media",
        "Photography",
        "Profit & Growth Strategies",
        "Create outlines, storyboards, graphics concepts, prototype page layout.",
        "Edit copy for writers and provide feedback to visual design team.",
        "Act as project manager and simultaneously manages several projects.",
        "Handle all SEO techniques, and responsible for executing all online marketing campaigns.",
        "Responsible for ALL content management, social media tools, photo editing software and Office software",
        "Responsible for writing a minimum of five news articles daily.",
        "Assisted with and coordinated all public relations events for the launch of the website.",
        "Public Relations & Marketing Manager Mar 2013 to Current",
        "Company Name ï¼​ City , State",
        "Create in-depth marketing proposals for restaurants.",
        "Implement strategic and community-building campaigns, promotions and contests centered on increasing in-store visits to our clients'",
        "restaurants, build brand loyalty for Marion Restaurant Guide and the growth of our online brand.",
        "Research followers, organizations & influences to grow fans & build engagement of our website & social media platforms.",
        "Plan & execute all events hosted by the Marion Restaurant Guide and for clients.",
        "Work with all departments to identify trends and developments that influence Public Relations.",
        "Design and maintain all web content, graphics contents, promotional videos, email blasts and email newsletter.",
        "Work to develop & maintain relationships with company sponsors.",
        "Successfully handle multiple advertising budgets simultaneously.",
        "Client/Community Coordinator Sep 2009 to Current",
        "Company Name ï¼​ City , State",
        "Set up over three hundred active B2B accounts and maintained a positive work relationship with each client over the course of their",
        "contract.",
        "Establish an maintain cooperative relationships with representatives of the community.",
        "Act as the Digital Marketing Manager for all social media & online marketing.",
        "Created a myriad of ad campaigns to promote our clients using Facebook, AdWords, Twitter, LinkedIn and more.",
        "Responsible for the graphics needs for numerous clients, including designing logos, business cards, websites, fliers and more."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Public Relations"
}