{
    "skills": [
        "Engineering",
        "Sublime",
        "Troubleshooting",
        "Training",
        "Networking",
        "Windows",
        "Dhcp",
        "Solidworks",
        "System administration",
        "Powerpoint",
        "Security",
        "Software installation",
        "Android",
        "Video",
        "Email",
        "Policies",
        "Updates",
        "Distribution",
        "Linux",
        "Ios",
        "Analysis",
        "Administration",
        "Telecom",
        "Mobile",
        "Access",
        "Microsoft office",
        "Cisco",
        "Word",
        "Os",
        "Specifications",
        "Python",
        "Ibm",
        "Routing",
        "Ubuntu",
        "Hardware",
        "Cad",
        "Active directory",
        "System",
        "Technical",
        "Tv",
        "Installation",
        "Scripting",
        "Operating systems",
        "Excel",
        "Documentation",
        "Lan",
        "Protocols",
        "Dns"
    ],
    "experience": [
        "Corporate Engineering Support Technician 01/2015 to Current Company Name City , State",
        "Remote Support more than 120,000 employments.",
        "Supported A wide variety of platforms including Windows, OS X, Linux (Ubuntu 14.04 LTS), ChromeOS.",
        "Installed/uninstalled, configured, and troubleshot end user software (i.e.",
        "SolidWorks, CAD, MSI, exe installers, dpkg binaries, and dmg binaries) and system management software (SCCM and Puppet).",
        "Managed user account access with Active Directory and Google Groups based on Google's security policies.",
        "Change, reset or lock user accounts.",
        "User name changes and setup of account/email aliases for Google, Google X, and Nest.",
        "Collaborate with other IT infrastructure teams (Linux, WinOps, SecOps, and NetOps) to resolve some of the most difficult issues and",
        "infrastructure outages.",
        "Help Desk Support Analyst II 06/2012 to 08/2014 Company Name City , State",
        "Provided Remote call center support for 600 New York Life Insurance agents.",
        "Advised agents on the recommended specifications for now computer equipment based on each agent's needs.",
        "Installed New York Life software along with WinMagic SecureDoc for Windows encryption.",
        "Reset agent port passwords and access to OWA.",
        "Installed and troubleshot end user software (Microsoft Office 2003-2008 including Outlook).",
        "Implemented Security with Windows Firewall, Antivirus software, and browser hardening.",
        "Troubleshot end user issues with windows, Malware, software updates and account creation.",
        "Worked with the New York Life software team to adapt a modern standard for digitally download instead of CD-ROM distribution via",
        "mail service for software updates.",
        "Contributed to revamping how new employees are trained and the streaming the information needed to learn the functions of the job.",
        "Pushed for New York Life to standardize what computer hardware and Version of Windows agent should be buying to handle the modern",
        "software.",
        "Using Pluralsight.com, I taught myself the basics of Help Desk Support with the CompTIA A+(801/802) training courses.",
        "I learned the Must have knowledge for Network concepts and troubleshooting with the CompTIA Network+(N005) course.",
        "Building on learning the basics for general computer and networking troubleshooting I learned the concepts of security with the CompTIA",
        "Security+(SY0-301) course.",
        "CBTNuggets.com."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "SUPPORT ENGINEER"
}