{
    "skills": [
        "Statistics",
        "Variances",
        "Budgeting",
        "Billing",
        "Filing",
        "Accounting",
        "Testing",
        "Protocols",
        "Safety",
        "Requests",
        "Tax",
        "Excel",
        "Microsoft office",
        "Finance",
        "Communication",
        "P",
        "International",
        "Gaap",
        "Documentation",
        "Administration",
        "Spreadsheets",
        "Analysis",
        "Word",
        "Payroll",
        "Research",
        "Scheduling",
        "Reconciliation",
        "Reports",
        "Analyze",
        "Marketing",
        "Analytical",
        "Reporting",
        "Payments",
        "Training",
        "R",
        "Powerpoint"
    ],
    "experience": [
        "Accountant helper",
        "May 2014 to July 2014 Company Name ï¼​ City , State",
        "Assisted the Accounting Clerk in accounting tasks: entered A/P and A/R, processed payments, organized client billing folders, procedure",
        "documentation.",
        "Performed general office duties: filing, scanning, mail processing and data entry.",
        "Assisted Accounting Manager with different assignments.",
        "Reconciled bank statements and ledger accounts.",
        "Assisted with daily cash balancing.",
        "Major Strengths: Good knowledge of coordinating, monitoring and participating in monthly accounting procedures.",
        "Strong know-how of organizing the preparation of periodic financial reports.",
        "In-depth knowledge of preparing reconciliation of outstanding payments.",
        "Knowledge of liabilities and payment obligation.",
        "Verified and logged in deadlines for responding to daily inquiries.",
        "Organized files, developed spreadsheets, faxed reports and scanned documents.",
        "Dispersed incoming mail to correct recipients throughout the office.",
        "Created and maintained spreadsheets using advanced Excel functions and calculations to develop reports and lists.",
        "Laboratory Technician III",
        "September 2012 to Current Company Name ï¼​ City , State",
        "Receive and prepare laboratory samples for analysis, following proper protocols to ensure that they will be stored, prepared, and disposed",
        "of efficiently and effectively.",
        "Record data pertaining to experimentation, research, or animal care.",
        "Measure or weigh ingredients used in testing or for purposes such as animal feed and waste.",
        "Operate laboratory equipment such as spectrometers, nitrogen determination apparatus, air samplers, centrifuges, and potential hydrogen",
        "(pH) meters to perform tests.",
        "Adjust testing equipment, and prepare culture media, following standard procedures.",
        "Maintain or repair agricultural facilities, equipment, or tools to ensure operational readiness, safety, and cleanliness.",
        "Prepare or present agricultural demonstrations.",
        "Respond to inquiries and requests from the public that do not require specialized scientific knowledge or expertise.",
        "Supervise student workers and train new technicians.",
        "Laboratory Technician II",
        "July 2007 to September 2012 Company Name ï¼​ City , State",
        "Receive and prepare laboratory samples for analysis, following proper protocols to ensure that they will be stored, prepared, and disposed",
        "of efficiently and effectively.",
        "Prepare samples to be analyzed on the ICP.",
        "Analyze samples via AS-3000 PH Dual analyzer.",
        "Maintain or repair agricultural facilities, equipment, or tools to ensure operational readiness, safety, and cleanliness.",
        "Prepare laboratory reagents for analytical purposes.",
        "Service walk-in customers.",
        "Prepare or present agricultural demonstrations."
    ],
    "company_names": null,
    "total_experience": 5.33,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "HELPER\nSummary\nSeeking a position as an accountant, utilizing knowledge of general accounting procedures in order to assist the office with its periodic accounting"
        }
    ],
    "category": "ACCOUNTANT HELPER"
}