{
    "skills": [
        "Email",
        "Excel",
        "Human resources",
        "Windows",
        "Teaching",
        "Communication",
        "Website",
        "Reports",
        "Requests",
        "Math",
        "Security",
        "Training",
        "Mathematics",
        "Analyze",
        "Interactive",
        "Microsoft excel",
        "English"
    ],
    "experience": [
        "Provided assistance to the teachers and the staff of the school.",
        "METRO MARYLAND YOUTH FOR CHRIST.",
        "BALTIMORE, MARYLAND.",
        "Mentor and Counselor September 2011- Present.",
        "Mentored Middle School Students from various schools in the Central Baltimore County area.",
        "Created lesson plans to teach students fundamental values and ideals.",
        "Provided support for students in need and allow them to engage in productive conversations.",
        "Developed activities to ensure student involvement and growth in the organization.",
        "Administrative Assistant Company Name City , State *PSA FINANCIAL CENTER*HUNT VALLEY, MARYLAND April 2009 - December",
        "2010 Administrative Assistant * * * *Provided direct assistance and support to the Vice President of the company. * * * *Reorganized the",
        "company's Business Center to more effectively monitor its 120 employees. * * * *Maintained internal and external revenue reports through",
        "mastery of Microsoft Excel. * * * *Worked in the company's Business Center to analyze proposals and complete office duties such as making",
        "*copies and faxing documents. * * * *Managed the front desk answering and directing calls as well as responding to email requests"
    ],
    "company_names": null,
    "total_experience": 12.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "TEACHER\nSummary\nUse the knowledge and firsthand experience that I have gained through my various education, work in both civilIan and military experience,\nextracurricular and leadership positions to become a proactive and dedicated team"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highlights\nApple and Windows programs including Microsoft Office Suite\nInternet Proficiency\nSocial Media website use for communication with Sigma Kappa and FOCUS members\nAccomplishments\nAwarded two Navy and Marine Corps Achievement Medal in 2014 and"
        },
        {
            "Degree": "master",
            "Institution": "Awarded Letter Commendation for winning Junior Sailor"
        }
    ],
    "category": "Microsoft Office"
}