{
    "skills": [
        "Wheel",
        "Hospital",
        "Healthcare",
        "Safety",
        "Certification",
        "Policies",
        "Electrical",
        "Requests",
        "Training",
        "Administration",
        "Health",
        "Aviation",
        "C",
        "Beverage"
    ],
    "experience": [
        "12/2016 to 07/2017",
        "Patient Care Technician",
        "Interviewed patients, measured vital signs, and documented all information on patients' EMR.",
        "Assisted nurses in pre-and postoperative therapy with treatments; inserting and discontinuing Foley catheter, discontinuing IV catheters, and",
        "maintaining IV fluids.",
        "Collected and prepared laboratory specimens, preformed glucose monitoring.",
        "Transported patients via wheel chairs and stretcher, assisted patients to ambulate around the unit.",
        "Notified nurses of any conditional changes of patients in my care.",
        "Provided care and comfort to all patients, ensuring the best possible care.",
        "06/2010 to 12/2014",
        "Server Company Name",
        "Assisted patrons during selection of food and beverages by presenting menu, and offering recommendations.",
        "Transmitted orders to bar and kitchen by recording patrons' choices; identified patrons' special dietary needs and special requests.",
        "Protected establishment and patrons by adhering to sanitation, safety, and alcohol beverage control policies.",
        "09/2005 to 09/2009",
        "Aviation Electronic Technician Company Name",
        "Drastically reduced aircraft discrepancies by 30% during my tenure with Patrol Squadron Sixteen.",
        "Troubleshot, replaced, and repaired critical electronic equipment on 17 different P-3C aircraft avionic systems.",
        "Responsible for accurate and timely updating of aircraft log books.",
        "Accountable for over 10 junior sailors in my work center.",
        "07/2000 to 08/2005",
        "Company Name",
        "Assisted DVM with medical examinations, triaged incoming patients and managed clients throughout their visit.",
        "Prepared animals for surgery, prepared surgical packs, monitored patients under anesthesia, and assisted Veterinarians during surgical",
        "procedures.",
        "Performed dental procedures, x-rays, lab and bloodwork.",
        "Gave vaccinations, obtained blood samples, and administered medications.",
        "Monitored and appropriately documented patient vital signs and activity.",
        "Clearly communicated instructions to my clients and veterinary assistants."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "CARE TECHNICIAN\nSummary\nEnthusiastic and hardworking nursing school"
        }
    ],
    "category": "Graduated Salutatorian"
}