{
    "skills": [
        "Cisco",
        "Distribution",
        "System",
        "International",
        "Architecture",
        "Dns",
        "Product development",
        "Project management",
        "Business development",
        "Budget",
        "Video",
        "Contracts",
        "Saas",
        "Testing",
        "Mobile",
        "Research",
        "Strategy",
        "Product management",
        "Technical",
        "Troubleshooting",
        "Content",
        "Engineering",
        "Ibm",
        "Security",
        "Marketing",
        "Programming",
        "Broadcast",
        "Cloud",
        "Tv",
        "Acquisition",
        "Hardware",
        "Android",
        "Telecom",
        "Editing",
        "Travel",
        "Communication",
        "Responses",
        "Partnerships",
        "Electronics",
        "Design",
        "Dhcp",
        "Operations",
        "Budgeting",
        "Ios",
        "Magic",
        "Product design",
        "Ui",
        "Standardization",
        "Financing",
        "Healthcare",
        "Training",
        "Digital media",
        "Interactive",
        "Rfp",
        "Sales",
        "Advertising",
        "Audio"
    ],
    "experience": [
        "maintained a highly skilled engineering staff that developed high speed, high availability RAID subsystems solutions into the entertainment",
        "vertical target market.",
        "Responsible for the re-design of Andataco's ESP storage product to ensure its success within the Motion picture/Entertainment Industry.",
        "Handled all) MRD's and all other associated tasks necessary for the successful penetration within the entertainment vertical marketplace.",
        "CEO Creative Director",
        "January 1994 to January 1996 Company Name ï¼​ City , State",
        "Directed and managed entire crew and staff for Post Production of low-medium budget motion pictures, high end animated commercials",
        "and music videos.",
        "As VP of Post Production my responsibilities included: Full creative responsibilities from start to finish of all client, ad agency and motion",
        "picture related projects.",
        "Designed and maintained state of the art, all digital post production facility.",
        "Grew the company from $19 million annual revenue to $98 million a year in revenue in just 2.5 years.",
        "Received 1 Emmy award and 2 Clio awards for documentary and commercial spots.",
        "Vice President",
        "January 1991 to January 1994 Company Name ï¼​ City , State",
        "Lambert specialized in producing independent films, distributing niche market documentaries, and hard to find topic related short form",
        "Feature Films.",
        "We established worldwide distribution of both Lambert produced films and major motion picture company libraries to niche markets.",
        "Established, maintained and managed the business relationship between Lambert Industries, Universal Studios, Warner Brothers, and 20th",
        "Century Fox.",
        "As a direct result of my efforts, Lambert Industries went from a $12.5 Million in revenue per year to $46 Million.",
        "Lambert's success ultimately resulted in Lambert being acquired at a substantial profit.",
        "Personally responsible for all project development, budgeting, and contracts, domestic distribution, foreign distribution, broadcast rights and",
        "sales, foreign distribution, cable rights and sales.",
        "Ancillary rights and contracts.",
        "Packaging of new project development, script approval, agency contracting, completion bonds and project funding.",
        "Designed, implemented, hired, equipped, and maintained, broadcast edit facility.",
        "Built a pure digital, multimedia and pre-press in-house graphics department.",
        "Duties included creating 60 plus pages full color catalogs four times a year.",
        "President/CEO",
        "January 1987 to January 1991 Company Name ï¼​ City , State",
        "Created a marketplace within the travel industry by producing national commercials, marketing tapes, and finally end user videos of tourist",
        "on tour, cruise ships, and exotic specialized vacations.",
        "The response and explosive growth of Travel Video Media led to the development of the worlds first all digital post product facility and the",
        "2rd largest post production facility worldwide.",
        "Additionally, TVM Creating over 100,000 unique video productions per week, making it the largest content creation facility in the world.",
        "Took the company from start up with 3 people to 250 employees and $175M in revenue per year in 3 years.",
        "Responsible for the studio engineering architecture, design and system integration including the first Sony D-1 Digital technology along with",
        "Abekas, Quantel, and Ultimatte Technology.",
        "Created the first all digital post production environment that ultimately resulted in 3 Emmy Awards for technological achievement.",
        "As a direct result of the national exposure, we procured and maintained many high profile accounts for post production including but not",
        "limited to: MTV, HBO, Disney, Universal, Paramount and Twentieth Century Fox.",
        "Additionally Produced, provided and contracted cable and broadcast rights to travel related programming.",
        "Negotiated and sold the company to Disney Studios, Orlando Florida.",
        "I retired, or so I thought.",
        "Producer/Director",
        "January 1985 to January 1987 Company Name ï¼​ City , State",
        "In house producer and director for regional, national, and international broadcast ad campaigns.",
        "Produced and directed over 25 commercials in two years winning 3 Clio awards for national spots.",
        "Worked directly with the clients and commercial production companies to produce cohesive and creative national broadcast ad campaigns.",
        "Executive Associate Producer Producer",
        "January 1982 to January 1985 Company Name ï¼​ City , State",
        "Worked directly with and for Bob Evans on several major motion pictures in a business development capacity.",
        "Duties included:.",
        "Feature film packaging.",
        "Cast and crew development.",
        "Negotiated major studio distribution agreements foreign and domestic.",
        "Negotiated all contracts for ancillary rights, and financing, budgeting, new project development, talent agency and union negotiations.",
        "First AD, Director",
        "January 1980 to January 1982 Company Name ï¼​ City , State",
        "Started out as a first assistant director for Greenbriar Productions the non-union production arm of N.",
        "Lee Lacy Associates commercial production company.",
        "At the time N.",
        "Lee Lacy Associates was the largest commercial production in the world, with offices globally.",
        "After 7 months acquired union status, and within 14 months became a staff director.",
        "Won a Clio award for United Airlines national spot while directing for N.",
        "Lee Lacy Associates.",
        "As a director my responsibilities included creative interaction between clients, largest national ad agencies, cast, crews, and post production",
        "facilities."
    ],
    "company_names": null,
    "total_experience": 16.0,
    "education": [],
    "category": "International Governments"
}