{
    "skills": [
        "Procurement",
        "Quality assurance",
        "Testing",
        "Erp",
        "Accounting",
        "Filing",
        "Tax",
        "System",
        "Excel",
        "Inventory",
        "Acquisitions",
        "Compliance",
        "Vendors",
        "Researching",
        "Sales",
        "Controls",
        "Finance",
        "Communication",
        "Iso",
        "Administration",
        "Budget",
        "Analysis",
        "Internal controls",
        "Word",
        "General ledger",
        "Cash flow",
        "Payroll",
        "Purchasing",
        "Process",
        "Research",
        "Policies",
        "Reports",
        "Updates",
        "Financial statements",
        "Audit",
        "Analytical",
        "Reporting",
        "Quickbooks",
        "Training",
        "Powerpoint"
    ],
    "experience": [
        "Company Name January 2014 to Current Contract Accountant",
        "City , State",
        "Contracted as accountant for client during a maternity leave (Client ERP software NetSuite).",
        "Bookkeeping for clients and personal taxes.",
        "Assessed and advised client on internal controls, audit follow up to ensured policy and procedure compliance and effectiveness.",
        "Made client recommendation of purchasing card use.Wrote policies and procedures for client.Through rebates and extension of cash flow",
        "resulted in 22% total annualized savings.",
        "Company Name January 2008 to January 2014 Quality Manager",
        "City , State",
        "Lead a team of direct report quality assurance specialists and inspectors.",
        "Build Effective relationships with customers, vendors and plant employees.",
        "Manage product inspections to identify and isolate quality issues.",
        "Ensure plant compliance with ISO 9001:2008.",
        "Zero findings on first plant ISO audit.",
        "Education, motivation and training of plant workforce.",
        "Company Name March 2008 to April 2013 Senior Staff Accountant Promoted to Quality Manager",
        "City , State",
        "Responsible for month end closing process for three plants",
        "Cash management",
        "Management of all AP and AR functions",
        "Supervision of AP/AR clerks",
        "Comparative Financial Statements preparation and review for three separate plants as well as consolidated.: Financial statement analysis;",
        "Balance sheet reconciliations; Variance accounts analysis; deep analysis requiring much research",
        "Preparation of Bank Borrowing Base Certificate/ Bank Covenant compliance",
        "Lead semiannual bank audits and financial statement audit",
        "Financial results reporting to President when VP of Finance is unavailable",
        "Year-end inventory audit/verification",
        "Key member of the Robbins Financial Control Committee/internal control testing",
        "Annual Budget preparation and monthly review with department managers",
        "Standard cost and pricing of Molded Product",
        "Assist with raw material and Customix standard updates",
        "Miscellaneous projects, assist or advise where/when needed.",
        "Company Name January 2004 to January 2008 Staff Accountant",
        "City , State",
        "General ledger: BS accounts, fixed assets, inter-company accounts",
        "Sales and use tax for multiple states",
        "Prepared/implemented procurement card policy and procedure",
        "Key member of fixed asset module implementation",
        "Assist with acquisitions.",
        "Company Name January 2004 to January 2004 Staff Accountant",
        "City , State",
        "Payroll and cash management.",
        "Company Name January 2003 to January 2004 Accounts Receivable",
        "City , State",
        "Accounts receivable and accounts payable."
    ],
    "company_names": null,
    "total_experience": 16.08,
    "education": [],
    "category": "CONTRACT ACCOUNTANT"
}