{
    "skills": [
        "Schedule",
        "Excel",
        "Design",
        "Certification",
        "Researching",
        "Administration",
        "Research",
        "French",
        "Schedules",
        "Communication",
        "Psychology",
        "Mathematics",
        "Filing",
        "Coding",
        "Updates",
        "Plan",
        "Compliance",
        "Health",
        "Data entry",
        "Billing",
        "Scheduling",
        "Healthcare",
        "Reports",
        "Training",
        "P",
        "System"
    ],
    "experience": [
        "Customer Service Advocate",
        "May 2014 to Current Company Name ï¼​ City , State",
        "Provided accurate and appropriate information in response to customer inquiries by Medicare Part B providers",
        "Explain Medicare Part B claim denials and how to correct claim for payment.",
        "Provide reference and resource material to providers and conduct research into some denials",
        "Verify and confirm beneficiary eligibility in Medicare Part A and B.",
        "Strictly followed all federal and state guidelines for release of information.",
        "Examined diagnosis codes for accuracy, completeness, specificity and appropriateness according to services rendered.",
        "Customer Service Representative",
        "September 2013 to May 2014 Company Name ï¼​ City , State",
        "Addressed customer service inquiries in a timely and accurate fashion.",
        "Explaining current Medicare D drug plan to members",
        "Taking medication refill orders",
        "Researching plan design copay structures and formulary change",
        "Providing pleasant, accurate customer service",
        "Providing information regarding changes to Medicare Part D drug plan structures Providing Medicare mandates procedures and updates.",
        "Surgery Scheduler",
        "March 1999 to June 2013 Company Name ï¼​ City , State",
        "Efficiently performed insurance verification and pre-certification and pre-authorization functions.",
        "Sending redetermination to insurance both private and government for surgical procedures",
        "Coordinate surgery schedule with patient, physician and operating room and p rovide patients with detailed information regarding dates, time",
        "scheduled and necessary",
        "Arrange and schedule pre-operative test for patient and maintains operating room schedule instructions, as directed by physicians.",
        "Contact patient to remind of post-operative instructions, as directed by physicians.",
        "Working knowing in Star Panel, Epic Hyperspace, and other systems",
        "Verify patient eligibility, coverage for procedure,obtain pre-certifications, authorizations for procedures and tests ordered by physician.",
        "Notify and forward paperwork for insurance certification to Billing Office and obtain additional paperwork if needed for compliance.",
        "Responds to written and telephone inquiries from carriers regarding surgeries",
        "Perform clerical duties to support physicians and the surgery scheduling function regarding patient and surgery information",
        "Office Assistant III",
        "February 1996 to March 1999 Company Name ï¼​ City , State",
        "Responsible for printing daily schedules to pull medical records for clinic appointments and surgeries.",
        "Recorded and filed patient data and medical records",
        "Scanned and indexed clinic notes, pathology reports, lab tests, financial information in Electronic health record system",
        "Performed various administrative duties, including data entry and document preparation.",
        "Eliminated outdated records on annual basis by sending the records to be scanned",
        "Assisting medical students, doctors, nurses and secretaries archival retrieval",
        "Pick up, sort and distribute mail for clinic.",
        "Clerk III",
        "January 1995 to February 1996 Company Name ï¼​ City , State",
        "Developed and created a more effective filing system to accelerate paperwork processing.",
        "Printing daily schedules, pull medical records for clinic.",
        "Verified that information in the computer system was up-to-date and accurate for appointments and surgery.",
        "Dispersed incoming mail to correct recipients throughout the office."
    ],
    "company_names": null,
    "total_experience": 19.08,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SERVICE ADVOCATE\nSummary"
        }
    ],
    "category": "Summary Detail"
}