{
    "skills": [
        "Schedule",
        "Sales",
        "Scheduling",
        "Communication",
        "Testing",
        "Vendors",
        "Microsoft office",
        "Database",
        "Transactions",
        "Documentation",
        "Correspondence",
        "Operations",
        "Quality assurance",
        "Filing",
        "Billing",
        "Ordering",
        "Visual"
    ],
    "experience": [
        "Company Name February 2007 to March 2006 ABC Studios/Army Wives Television Production - Charleston, SC Responsible for welfare of",
        "child performers on a major network television production. Advocated and insured that the child performers were treated properly by fellow cast,",
        "crew, producers and directors. Kept proper time records for amount of time each child performer was on camera as well as off camera, to insure",
        "that they were not overworked. Responsible for as many as 9 principle child performers and 40 background child performers at one time."
    ],
    "company_names": null,
    "total_experience": -0.92,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "PERFORMER WELFARE ADVOCATE\nSummary\nAdministrative professional offering excellent communication and computer"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Meets deadlines and works with a high level of multicultural\nawareness and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highlights\nS KILLS Critical thinking Business correspondence Attention to detail Filing and data archiving Report development Physician billing Types 50\nWPM Patient scheduling Microsoft Office Suite Quality assurance Misys Tiger Medical Software proficient\nExperience\nCompany Name\n \nJanuary 2011\n \nto \nAugust 2012\n \nChild Performer Welfare Advocate\n \nCity\n \n, \nState\n \nResponsible for welfare of child performers on a major network television"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Advocated and insured that the child\nperformers were treated properly by fellow cast, crew, producers and"
        }
    ],
    "category": "PERFORMER WELFARE"
}