{
    "skills": [
        "Security",
        "Design",
        "Safety",
        "Hris",
        "Policies",
        "Quickbooks",
        "Reporting",
        "Administration",
        "Accounting",
        "Financial management",
        "Recruitment",
        "Operations management",
        "Database",
        "Documentation",
        "Budget",
        "Human resources",
        "Electronics",
        "Engineering",
        "Supervising",
        "Aviation",
        "Plan",
        "Business development",
        "Compliance",
        "Operations",
        "Analysis",
        "Improvement",
        "Process",
        "Process improvement",
        "Regulations",
        "Logistics",
        "Business management",
        "Troubleshooting",
        "Scheduling",
        "Complex projects",
        "Reports",
        "Training",
        "Expenses",
        "Investigations",
        "Travel",
        "Ordering",
        "System"
    ],
    "experience": [
        "Aviation Electronics Technician",
        "January 2003 to November 2014 Company Name ï¼​ City , State",
        "Winner of numerous awards for training and supervising military personnel in the completion of >2,000 maintenance exercises, as well as",
        "receiving inspector qualifications for primary and cross-trained rate of aviation electrician's mate.",
        "Awarded for implementing innovative electronic travel claims processing system and coordinating the phase-out of an out-of-date legacy",
        "system, saving the US government >$500K.",
        "Successfully captured accounting errors placed on orders, preventing a substantial financial loss of >150K.",
        "Maintained position of Equal Opportunity Manager (EOM) for 4 years, conducting organizational climate surveys to assess trends and",
        "problematic areas - developing affirmative action to address immediate concerns.",
        "Also responsible for EO policies and issues; EEO coordination; Conflict Management; Inspections, Investigations, and Reports.",
        "Tasked as Department Training Specialist, ensuring on-time delivery of stringent training programs."
    ],
    "company_names": null,
    "total_experience": 11.83,
    "education": [
        {
            "Degree": "MBA and",
            "Institution": "ELECTRONICS TECHNICIAN\nSummary\nAdministrative"
        },
        {
            "Degree": "Master",
            "Institution": "Advocate Leading with consistent work ethic, attitude and professionalism \nHIGHLY SKILLED AND\nSUCCESSFUL PROFESSIONAL with solid and diverse experience in comprehensive military and civilian leadership"
        },
        {
            "Degree": "MBA",
            "Institution": "Currently seeking\nto leverage academic background with professional expertise to secure a challenging and rewarding position in Business Management with a\ncompany that is established and poised for"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Demonstrated proficiency in Human Resources and Financials with outstanding ability to\neffectively oversee complex projects from conception to"
        }
    ],
    "category": "Summary Administrative"
}