{
    "skills": [
        "Distribution",
        "Updates",
        "Pharmacy",
        "International",
        "Pr",
        "Sales",
        "Non-profit",
        "Research",
        "Strategy",
        "Content",
        "Writing",
        "Reports",
        "Public relations",
        "Marketing",
        "Broadcast",
        "Editing",
        "Graphic design",
        "Communication",
        "Editorial",
        "Design",
        "Brand",
        "Pharmaceutical",
        "Journalism",
        "Market research",
        "Reporting",
        "Analysis",
        "Budget",
        "Advertising",
        "Health"
    ],
    "experience": [
        "Public Relations Officer",
        "October 2014 to Current Company Name ï¼​ City",
        "Increase and strengthen the company brand images as a leading herbal pharmacy company in Indonesia and worldwide, also as a company",
        "that provide a good quality herbal and medicine products to help people living a better life.",
        "Defined project and company vision, strategies and tactics.",
        "Researched, negotiated, implemented and tracked public relations activities.",
        "Enhance company recognition in the national press to support the sales and marketing teams.",
        "Planned and organized corporate media and other special events.",
        "Developed and implemented public relations business plans each year.",
        "Worked with management to identify trends and developments that might influence PR decisions and strategies.",
        "Managed the editorial content, design and distribution of the internal company newsletter.",
        "Managed all media, press and public relations issues.",
        "Estimated project costs and monitored budgets.",
        "Developed corporate communications strategies and programs, including project timelines.",
        "Projects: Â",
        "SOHO #BetterU Â"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor's",
            "Institution": "RELATIONS OFFICER\nSummary\nPublic Relations knowledgeable about planning, creating and implementing campaign strategies and media relations"
        },
        {
            "Degree": "Bachelor's Degree",
            "Institution": "Together with\nPublic Relations team, we specialize in developing and implementing strategic communication programs of the"
        }
    ],
    "category": "OFFICER Summary"
}