{
    "skills": [
        "Payments",
        "Operations",
        "Reconcile",
        "Hospitality",
        "Plan",
        "Policies",
        "Transactions",
        "Real estate",
        "Communication",
        "Process",
        "Reports",
        "Marketing",
        "Staffing",
        "Training",
        "Money",
        "Sales",
        "Advertising",
        "Electronics"
    ],
    "experience": [
        "Sales Manager 01/2015 ï¼​ 07/2015 Company Name City , State",
        "Active Learning Social Perceptiveness Reading Comprehension Computers and Electronics Picker Amazon Obtain merchandise from bins",
        "or shelves.",
        "Resolve customer complaints regarding sales and service.",
        "Cashier Zaxbys 09/2014 ï¼​ 01/2015 City , State",
        "Receive payment by cash, check, credit cards, vouchers, or automatic debits.",
        "Maintain clean and orderly checkout areas and complete other general cleaning duties, such as mopping floors and emptying trash cans.",
        "Monitor customer preferences to determine focus of sales efforts.",
        "Plan parties or other special events and services.",
        "Perform marketing and advertising services.",
        "Assist customers by providing information and resolving their complaints.",
        "Establish or identify prices of goods, services or admission, and tabulate bills using calculators, cash registers, or optical price scanners.",
        "Greet customers entering establishments.",
        "Answer customers' questions, and provide information on procedures or policies.",
        "Sell tickets and other items to customers.",
        "Process merchandise returns and exchanges.",
        "Place merchandise on conveyors leading to wrapping areas.",
        "Read orders to ascertain catalog numbers, sizes, colors, and quantities of merchandise.",
        "Oversee regional and local sales managers and their staffs.",
        "Direct and coordinate activities involving sales of manufactured products, services, commodities, real estate or other subjects of sale.",
        "Plan and direct staffing, training, and performance evaluations to develop and control sales and service programs.",
        "Confer with potential customers regarding equipment needs and advise customers on types of equipment to purchase.",
        "Visit franchised dealers to stimulate interest in establishment or expansion of leasing programs.",
        "Issue receipts, refunds, credits, or change due to customers.",
        "Count money in cash drawers at the beginning of shifts to ensure that amounts are correct and that there is adequate change.",
        "Calculate total payments received during a time period, and reconcile this with total sales.",
        "Receive payment by cash, check, credit cards, vouchers, or.",
        "01/2014 ï¼​ 07/2014 City , State",
        "09/2010 ï¼​ 01/2014 City , State"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "MANAGER Summary"
}