{
    "skills": [
        "Negotiation",
        "Vendors",
        "Security",
        "Mobile",
        "Circuits",
        "Operations",
        "Health",
        "Relationship management",
        "Administration",
        "Training",
        "Microsoft office",
        "Certification",
        "Word",
        "Twitter",
        "Billing",
        "Marketing",
        "System",
        "Audit",
        "Plan",
        "Budget",
        "Engineering",
        "Access",
        "Technical",
        "Project management",
        "Protocols",
        "Testing",
        "Crm"
    ],
    "experience": [
        "My efforts have resulted in a direct costs savings in business operations.",
        "Most recently, we implemented user provided smart phones and free apps to provide efficient digital dictation and provided mobile",
        "capability to access our document management system.",
        "I have a dedicated work ethic that is required to oversee day-to-day technical business operations updating and upgrading systems in use",
        "while at the same time implementing new systems: Upgraded the firms bread-n-butter time and billing financial system several times.",
        "Upgraded the Word Perfect Application Suite to the Microsoft Office 2000 Suite.",
        "Upgraded Microsoft Office 2000 Suite to the Microsoft Office 2007 Suite.",
        "Upgraded the GroupWise Messaging to Outlook Messaging.",
        "Upgraded the Worldox document management system to Worldox GX3.",
        "Upgraded the Audix voice messaging to Mutare voice messaging.",
        "Assisted the Marketing department to implement a firm wide Client Relationship Management (CRM) system.",
        "Setup up Voice Over Internet Protocols (VOIP) systems at two regional offices.",
        "Implemented and upgraded many of100 technical applications and systems used at the firm on an as needed basis to improve efficiency.",
        "Implemented several mobile applications on attorney personal devices to improve efficiency (VPN connectivity, RDP clients, Dictate digital",
        "dictation, Dropbox, Microsoft Office Mobile Suite of applications, Linkedin, Business Card Scanner, Twitter, etc.) The firm experienced",
        "minimum unplanned system downtime under my watch and my team and I oversaw and provided training on the many various applications,",
        "processes and procedures used in business operations."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "TECHNOLOGY DIRECTOR\nExperience\nInformation Technology Director\n \nApril 1999\n \nto \nJanuary 2015\n \nCompany Name"
        }
    ],
    "category": "INFORMATION TECHNOLOGY"
}