{
    "skills": [
        "German",
        "Forecasting",
        "Variances",
        "Testing",
        "Erp",
        "Accounting",
        "Regulatory",
        "Sap",
        "Requests",
        "Spanish",
        "Tax",
        "System",
        "Excel",
        "Access",
        "Controls",
        "Finance",
        "P",
        "Regulations",
        "Gaap",
        "French",
        "Improvement",
        "Expenses",
        "Budget",
        "Analysis",
        "Schedules",
        "Process",
        "Reconciliation",
        "Reports",
        "Operational excellence",
        "Banking",
        "English",
        "Logistics",
        "Reporting",
        "Analytical",
        "Payments",
        "Forecasts",
        "Operations"
    ],
    "experience": [
        "01/2016 to Current",
        "Financial Accountant Company Name ï¼​ City , State",
        "Monitor the net capital of the bank using daily controls.",
        "Calculate monthly fees for the client's account maintenance on a monthly and quarterly basis.",
        "Provide various analyses (variance, intercompany, balance sheet, P&L) using SAP and Avaloq.",
        "Enhance the consolidation reporting in IFRS by optimising the flux of information.",
        "Collaborate with the Finance team to provide accurate and timely month end reporting by setting up and maintaining planning and task lists.",
        "07/2015 to 12/2016",
        "Business Analyst Company Name ï¼​ City , State",
        "Provided accurate information for month end journal adjustments for provisions related to Lombard credits, non-performing loans,",
        "impairments, deposit accounts and taxes by analysing account activities during the period required.",
        "Management of transaction error accounts by collaborating with reconciliations cash department to improve the account clearing process.",
        "09/2014 to 12/2014",
        "Financial Accountant Company Name ï¼​ City , State",
        "Provided reports on the monthly securities position reporting and breaks.",
        "Performed regulatory reporting for the group and management by analysing the short term liquidity ratio, minimal reserves, capital adequacy,",
        "comprehensive balance sheet, interest rate, retrocessions and expenses.",
        "Used the reconciliation process to analyse and clear the daily cash account, breaks, fees, interests, expenses and accruals.",
        "Prepared various financial reporting schedules (daily control, earning analysis, etc)"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "ACCOUNTANT\nSummary\nAccomplished accountant and highly skilled controller with 8 years of experience and a keen ability to influence processes integral to company\ngrowth, drive operational excellence and achieve"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Expertise in financial statement preparation and analysis, operational management,\nforecasting and cost"
        }
    ],
    "category": "FINANCIAL ACCOUNTANT"
}