{
    "skills": [
        "System",
        "Business development",
        "Budget",
        "Spreadsheets",
        "Drafting",
        "Travel arrangements",
        "Contracts",
        "Research",
        "Excel",
        "Legal",
        "Reports",
        "Marketing",
        "Powerpoint",
        "Marketing materials",
        "Correspondence",
        "Travel",
        "Communication",
        "Presentations",
        "Filing",
        "Microsoft office",
        "Counsel",
        "Scheduling",
        "Ordering",
        "Requests",
        "Reporting",
        "Training",
        "Sales",
        "Advertising",
        "Invoices"
    ],
    "experience": [
        "12/2016",
        "Substitute Teacher Company Name ï¼​ City , State Travel from various Middle Schools and High Schools within the district substituting for absent",
        "teachers. Â Tasks include implementing teacher instructions, taking attendance, handling emergencies, and keeping order while maintaining a",
        "productive classroom environment.",
        "02/2008 to 02/2015",
        "Media Specialist / Quality Assurance Specialist Company Name ï¼​ City , State Researched and wrote job advertisements for employers. Also",
        "acted as a Quality Assurance Specialist, screening calls taken by our call center representatives and composing detailed reports and reporting",
        "infractions.",
        "02/2007 to 02/2008",
        "Administrative Assistant Company Name ï¼​ City , State",
        "Assisted my Father with his life insurance business including computer support, generating correspondence, processing insurance and long term",
        "care presentations as well as general office duties and file maintenance.",
        "02/2007 to 02/2008",
        "Administrative Coordinator Company Name ï¼​ City , State",
        "Direct executive assistance to the Executive Vice President of Business Development and Marketing as well as the Marketing team, consisting of",
        "10 people.",
        "Scheduling regular meetings and conferences through Microsoft outlook, preparation of marketing materials, inputting (and organization of)",
        "invoices into our annual budget spreadsheets for the department, and ordering supplies through our electronic ordering system.",
        "Also assisted with marketing and public relations events as well as online research and record keeping.",
        "Processed all marketing employee holiday requests, check requests, marketing proposals, etc.",
        "02/2006 to 02/2007",
        "Sales Coordinator Company Name ï¼​ City , State",
        "Responsibilities included preparation and transmittal of insertion orders for magazine advertisers of B.A.S.S. (Bass Angler's Sportsman's Society)."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "TEACHER\nSummary\nAdministrative Assistant with"
        },
        {
            "Degree": "master",
            "Institution": "Seeking a professional administrative position in a dynamic, professional, educational, or corporate"
        }
    ],
    "category": "SUBSTITUTE TEACHER"
}