{
    "skills": [
        "Schedule",
        "Email",
        "Variances",
        "Billing",
        "Filing",
        "Accounting",
        "Sap",
        "Requests",
        "Coding",
        "Reconcile",
        "System",
        "Excel",
        "Inventory",
        "Advertising",
        "Compliance",
        "Vendors",
        "Access",
        "Microsoft office",
        "Researching",
        "Transactions",
        "Automation",
        "Sales",
        "Communication",
        "Regulations",
        "Specifications",
        "Documentation",
        "Ordering",
        "Correspondence",
        "Expenses",
        "Spreadsheets",
        "Technical",
        "Word",
        "Schedules",
        "Contracts",
        "Process",
        "Payroll",
        "Research",
        "Journal entries",
        "Supervisor",
        "Policies",
        "Reports",
        "Customer service",
        "Windows",
        "Invoices",
        "Updates",
        "Audit",
        "Invoicing",
        "Oracle",
        "Payments",
        "Quickbooks",
        "Drafting",
        "Operations",
        "Training",
        "Powerpoint",
        "Os"
    ],
    "experience": [
        "Company Name December 2009 to Current Staff Accountant",
        "City , State",
        "Prepares general ledger entries by maintaining, coding, and processing records and files; reconciling accounts.",
        "Responsible for recording journal entries, compiles, identifies and analyzes changes in account reconciliations, researching and resolving",
        "variances.",
        "Prepares consolidated internal and external financial statements by gathering and analyzing information from the general ledger system and",
        "from sub- companies.",
        "Maintains and balances an automated consolidation system by inputting data; verifying data.",
        "Analyzes information and options by developing spreadsheet reports; verifying information.",
        "Assisting with financial statement review and preparation, providing support toward interim and annual financial statement audits.",
        "Receive, maintain and control payable for 10 companies for a multi-million dollar corporation, using an internal system to process dissimilar",
        "documents and refunds.",
        "Audit and reconcile purchase orders with incoming invoices.",
        "Contact vendors to advise them of ordering requirements and to discuss pricing.",
        "Ensuring correctness of billings and supporting documentation.",
        "Record, process and reconcile General Ledger entries.",
        "Drafting correspondence, data entry in various computer systems, established a filing systems and record keeping.",
        "Consult with staff to discuss price quotes, technical specifications and other matters to purchases.",
        "Work with the requester to justify using certain vendors, large business or sole source orders.",
        "Provides immediate staff assistance to my supervisor on a variety of confidential and sensitive matters involving operations.",
        "Identifies activities or situations that may adversely impact company plans.",
        "Process payroll for contract employees.",
        "Performs research and consolidates information from various offices and advises supervisor and senior management on recommended",
        "solutions to conflicts or problems.",
        "Company Name June 2009 to September 2009 Accounting Clerk",
        "City , State",
        "Bill, sort, verify, and mail out invoices for over 2000 residential and commercial accounts, monthly and quarterly in Flexibill.",
        "Produce end of month reports.",
        "Compile shut off register for delinquent accounts monthly.",
        "Post payments to accounts.",
        "Answer incoming calls regarding bills.",
        "Reconcile bank statements daily.",
        "Schedule maintenance calls for maintenance team per request.",
        "Make any necessary adjustments to bills or updates to accounts.",
        "Company Name July 2008 to February 2009 Accounting Clerk/ Human Resources",
        "City , State",
        "Processed personnel actions such as promotions, pay change, transfers and new hire Personnel.",
        "Researched potential employees and new markets via Internet, Advertising, and Job Fairs.",
        "Screened, interviewed, qualified, counseled, hired, and facilitating orientations for new employees; coordinated payroll; Demonstrated",
        "excellent organization, problem solving, and negotiating skills.",
        "Communicated persuasively and effectively with high-level corporate executives and business owners.",
        "Monitored and ensured compliance with applicable employment laws and regulations.",
        "Initiated and maintained communication and coordination of activities with Branch Manager and Area Vice President serving as central",
        "contact for service issues and resolutions.",
        "I code and enter personnel data into automated systems for New Hires.",
        "Verify and enter time and attendence for all employees into Quickbooks for payroll. Process payroll.",
        "Produce settlements for product received from vendors.",
        "Enter settlements for payment after approval from owner.",
        "Assist Plant Manager and Controller by maintaining electronic calendar and schedule appointments as needed including arranging",
        "conferences and various other meetings as well as assisting in procedural aspects of preparing correspondence and reports",
        "Company Name July 2007 to June 2008 Business Operations Associate",
        "City , State",
        "Managed customer accounts, including but not limited to invoicing, collections, Purchase Order tracking, customer service and working with",
        "customers to answer questions, offer option resolve outstanding issues.",
        "Made routine welcome and maintenance calls to customers and managed total accounts receivable with an Aging of + $3.2 million.",
        "Duties also included keeping time and attendance using a timekeeping system.",
        "I processed personnel actions such as promotions and pay change."
    ],
    "company_names": null,
    "total_experience": 1.75,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "ACCOUNTANT\nSummary\nFlexible Accountant who adapts seamlessly to constantly evolving accounting processes and"
        }
    ],
    "category": "STAFF ACCOUNTANT"
}