{
    "skills": [
        "Distribution",
        "Supervising",
        "International",
        "Process",
        "Video",
        "Media relations",
        "Sports",
        "Research",
        "Researching",
        "Technical",
        "Content",
        "Writing",
        "Marketing",
        "Schedules",
        "Photoshop",
        "Retention",
        "Editing",
        "Spanish",
        "Editorial",
        "Design",
        "Scheduling",
        "Adobe",
        "Brand",
        "Affiliate",
        "Branding",
        "Policies",
        "Training",
        "English",
        "Visual",
        "Audio"
    ],
    "experience": [
        "01/2008 - 10/2020 Public Relations Specialist Company Name | City , State",
        "Delivered information from the City;'s government office to the members of the public by preparing and presenting press releases, video",
        "stories, public service announcements, media campaigns, and social media content.",
        "Served as liaison between elected officials, city employees and residents to address future city's business goals and strategies",
        "Attend to Commission meetings and keep a close record of new and proposed government policies",
        "Assisted elected officials with the preparation of messages, briefs and create opportunities to address their constituents.",
        "Monitored and tracked data of campaigns, brand image, and social media's preferences to",
        "adjust strategies and maximize results.",
        "Established and maintained cooperative relationships with community, business leaders,",
        "consumers, and public interest groups to synchronize strategic business plans to address all of the",
        "stakeholders needs.",
        "Managed editorial content, design and distribution of internal employee newsletter.",
        "Coached less experienced public relations staff members on public communications practices.",
        "Served as city spokesperson as needed.",
        "08/2004 - 07/2005 News Anchor - Interim Executive Producer Company Name | City , State",
        "Presented local news for Univision's affiliate KUTH for the 6 p.m. and 11 p.m. newscast.",
        "Served as Interim News Executive Producer, supervising and working closely with writers, directors, managers and technical crews",
        "throughout production process.",
        "Developed news story ideas and assigned topics to teams of reporters, producers and editors.",
        "Devised and implemented strategies to create new revenue streams and cut operational costs.",
        "Worked with station's GM to define and communicate organization's strategies to meet stakeholders expectations.",
        "Set and managed production schedules according to strict deadlines.",
        "Hired and oversaw remote interstate news bureaus and production crews.",
        "Evaluated reporter stories, shaped content and helped improve overall work quality through careful review, detailed editing and constructive",
        "feedback.",
        "03/2003 - 01/2004 Television Host/News Reporter Company Name | City , State",
        "News Anchor /Reporter for 5 pm. and 10 pm. WJAN-41 newscasts.",
        "Responsible to produce daily assigned stories, sports segments and collaborate in the production and writing of the newscasts as needed.",
        "Maintained up-to-the-minute knowledge of breaking news stories and responded to emergencies at any hour.",
        "Presented, produced and edited daily news or sports segments.",
        "Shaped narrative on key issues through effective storytelling and knowledge of public opinion.",
        "Worked closely with team members to deliver project requirements, develop solutions and meet deadlines.",
        "Collaborated with media executives to create interesting story lines.",
        "Developed a in-depth understanding of South Florida community affairs and issues.",
        "Seek constant story leads and interview opportunities with political and social personalities.",
        "03/1998 - 03/2003 Television Producer - Reporter Company Name | City , State",
        "Writer for national network newscasts, Noticiero Univision, Primer Impacto and Despierta America.",
        "Segment Producer for Univision Sports.",
        "Responsible for researching, writing and producing both assigned stories and original concept stories.",
        "Responsible for producing promotional 30' and 60' spots",
        "Translation of written news from English to Spanish",
        "Reporters script proofreading",
        "Supervise editors selection of sound-bites and editing concept of assigned stories."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Rocha\nSummary\nPublic Relations Specialist knowledgeable on planning, creating and implementing campaign strategies and media relations"
        }
    ],
    "category": "Daiana Rocha"
}