{
    "skills": [
        "Email",
        "Billing",
        "Distribution",
        "System",
        "Process",
        "Improvement",
        "Budget",
        "Compliance",
        "Contracts",
        "Documentation",
        "Peoplesoft",
        "Mobile",
        "Plan",
        "Sops",
        "Sharepoint",
        "Reports",
        "Administration",
        "Product knowledge",
        "Customer service",
        "Retention",
        "Tax",
        "Regulations",
        "Communication",
        "Workflow",
        "Accounting",
        "Operations",
        "Quality assurance",
        "Invoicing",
        "Training",
        "Analysis",
        "Quality standards",
        "Sales",
        "Finance",
        "Standard operating procedures",
        "Invoices"
    ],
    "experience": [
        "Billing Services Associate",
        "September 2012 to Current Company Name",
        "Oversee all aspects of billing operations performed by the Office of Society Services (OSS) staff including, invoice generation and",
        "distribution, payment processing, and retention of related records.",
        "Serve as the subject matter expert on the systems used to process billing services including netFORUM, LaserFiche, Media Services Group",
        "(MSG) Ad Manager, Elan Web, and train other staff in the use of these systems.",
        "Work closely with Accounts Receivable and Tax Office to resolve any issues with invoicing and collecting revenue for ACS products and",
        "services.",
        "Provide general customer support via phone and email as needed based on operational levels, and serve as primary point of contact when",
        "OSS manager is out of the office.",
        "Distributed daily batch workload to team within 24 hours of receipt and assign deadlines to meet service level agreements.",
        "Worked with internal business units to resolve billing discrepancies in a timely manner.",
        "Established reasonable deadlines for billing orders and worked with staff to ensure targets were met.",
        "Leading this effort, the team's average completion rate was 94% for the year 2014, representing an improvement over the year 2013 rate of",
        "84% and well in excess of the established baseline of 75%.",
        "Exceeded expectations of providing resources and training to the OSS team to accomplish assigned billing tasks for ACS publications,",
        "publications' advertisement, and other miscellaneous billing.",
        "Once became knowledgeable of all billing processes and systems utilized, department operations were streamlined and documented through",
        "Standard Operating Procedures (SOPs).",
        "Created a service level agreement spreadsheet on SharePoint to summarize the measures of each billing service/project.",
        "Was awarded in September 2014 for supporting the transition of a billing project known as ACS AuthorChoice."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "BILLING SERVICES"
}