{
    "skills": [
        "Updates",
        "System",
        "Purchasing",
        "Improvement",
        "Project management",
        "Cpr",
        "Budget",
        "Compliance",
        "Construction",
        "Retail",
        "Contracts",
        "Word",
        "Excel",
        "Safety",
        "Engineering",
        "Consulting",
        "Logistics",
        "Reports",
        "Administration",
        "Marketing",
        "Schedule",
        "Vendors",
        "Financial reporting",
        "Purchase orders",
        "Customer service",
        "Inventory",
        "Lean",
        "Travel",
        "Iso",
        "Database",
        "Specifications",
        "Partnerships",
        "Mis",
        "Continuous improvement",
        "Forecasts",
        "Sourcing",
        "Accounting",
        "Operations",
        "Variances",
        "Scheduling",
        "Repairs",
        "Policies",
        "Procurement",
        "Reporting",
        "Training",
        "Auditing",
        "Analysis",
        "Installation",
        "Supervisor",
        "Alliances",
        "Sales",
        "Finance",
        "Health",
        "Invoices"
    ],
    "experience": [
        "support of all the business group based purchasing functions in the areas of strategic alignment and critical issue escalation. Was responsible for",
        "purchasing both inventory and non-inventory items, general expense products and services, MRO supplies and materials, capital equipment",
        "expenditures, construction projects, and for the firm's environmental, health and safety program at optimum cost consistent with prescribed",
        "specifications and service levels. Developed and authored ISO 9001-2000 procurement work instructions and procedures for the purchasing",
        "department. Participated in and successfully passed all internal and external audits without any major findings. Formulated, recommended and",
        "enforced procurement, inventory and logistics policies, guidelines and procedures. Coached and mentored direct procurement staff plus cross-",
        "functional, project teams regarding procurement requirements. Performed analysis, planning and scheduling of materials procurement in order to",
        "meet the master schedule requirements. Identified and deliver significant savings and cost improvements for internal clients. Implemented JIT",
        "inventory management system, lean manufacturing strategies, continuous improvement principles, MRPII integrated software and managed raw",
        "material inventories so they were within corporate guidelines. Maintained high-level contacts with suppliers plus negotiated and managed major",
        "contracts. Lead team in development of computerized purchase order/receipt system and E-procurement program and procedures. Reconciled",
        "and approved vendor invoices. Additionally, analyzed and established logistics policies and external transporter agreements for manufacturing",
        "operations and shipping/receiving departments. Was responsible for full financial reporting and analysis of purchasing, inventory and logistics",
        "management programs. Developed annual raw material standards along with subsequent monthly reporting of actual results against standards.",
        "Worked on cross-functional teams with other departments including with production, accounting and corporate management to develop purchasing"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "PROFESSIONAL"
        },
        {
            "Degree": "master schedule",
            "Institution": "CONSTRUCTION SUPERVISOR\nSummary\nSeeking a Purchasing Manager position with a firm in the Western New York vicinity in which I can utilize my"
        },
        {
            "Degree": "master schedule",
            "Institution": "Business and my"
        }
    ],
    "category": "SAFETY PROFESSIONAL"
}