{
    "skills": [
        "Engineering",
        "Troubleshooting",
        "Training",
        "Assembly",
        "Safety",
        "Supervisor",
        "Editing",
        "Lean",
        "Analyze",
        "Communication",
        "Analysis",
        "Administration",
        "Word",
        "Specifications",
        "Schematics",
        "Algorithms",
        "Design",
        "Ordering",
        "Reports",
        "Compliance",
        "Testing",
        "System",
        "Workflow",
        "Process",
        "Technical",
        "Erp",
        "Research",
        "Operations",
        "Microsoft excel",
        "Excel",
        "Robot",
        "C",
        "Data entry",
        "Electrical",
        "Protocols"
    ],
    "experience": [
        "Re-organized and stabilized the bottlenecks areas that poses threat to company goals",
        "Operated vacuum chamber machinery - lid seal, pick and place",
        "Build optical channel monitors used on optical sensing applications",
        "Align micro-optics using unique signal processing algorithms based on substrate's optical and coating power wavelength and optical signal-",
        "to-noise ratio measurements in the C, L, and C+L Band frequency",
        "Familiar with ERP systems - AX Dynamics and 5 S Lean Principles",
        "Supervisory role.",
        "Wafer Fab Technician",
        "September 1999 to January 2004 Company Name ï¼​ City , State",
        "Responsible for production output in areas of the front end and testing.",
        "Help support Team Lead on various tasks involving data entry and maintaining equipments.",
        "Distributed virgin wafers from stock to production to employ wip",
        "Knowledge of operations in Laser Scribe Machinery, Keithly Instruments, and Karl Suss equipments",
        "Manipulated time for the job per machine and scheduled processes accordingly to achieved remarkable time efficiency.",
        "Completed certified training and chemical course",
        "Attended various training workshops as a part of the work and tried applying those principles for production jobs",
        "Worked in weekly rotational shifts with an excellent attendance record.",
        "Worked at the testing room and provided accurate inputs to the machines which produced fine results with minimal rejection ratios.",
        "Assembler/Operator",
        "April 2003 to September 2003 Company Name ï¼​ City , State",
        "Responsible for the assembly of fluorescent light displays and maintaining the machines.",
        "Worked at a Press and Punch machine station and Drilling station",
        "Wired and assembled components into sub-assembly configurations",
        "Carried out post inspection duties to ensure quality meets standards",
        "Reported to supervisors about machine downtime and output.",
        "Test Technician",
        "March 2001 to January 2002 Company Name ï¼​ City , State",
        "Responsible for the production of prototypes and processes develop by the Engineers.",
        "Tested final product and help to analyze data Recommended solutions on the testing line to improve failure rate",
        "Handled epoxy instruments, dicing machines, and heating ovens",
        "Assisted engineers with process flow and failure analysis."
    ],
    "company_names": null,
    "total_experience": 5.58,
    "education": [
        {
            "Degree": "Master",
            "Institution": "TECHNICIAN\nSummary\nA challenging position in a Manufacturing, Engineering, or Research & Development environment where my overall technical background, along\nwith my leadership and decision making capabilities will be combined to contribute to company goals, enlargement"
        }
    ],
    "category": "Microsoft Excel"
}