{
    "skills": [
        "Recruitment",
        "Distribution",
        "Process",
        "Compliance",
        "Recruit",
        "Contracts",
        "Testing",
        "Word",
        "Research",
        "Excel",
        "Legal",
        "Researching",
        "Presentation",
        "Plan",
        "Technical",
        "Writing",
        "Reports",
        "Administration",
        "Marketing",
        "Powerpoint",
        "Schedule",
        "Security",
        "Marketing materials",
        "Social media",
        "Acquisitions",
        "Broadcast",
        "Regulations",
        "Retention",
        "Coaching",
        "Analytical",
        "Presentations",
        "Standard operating procedures",
        "Database",
        "Staffing",
        "Partnerships",
        "Audit",
        "Recruiting",
        "Metrics",
        "Leadership development",
        "Design",
        "Access",
        "Brand",
        "Facebook",
        "Human resources",
        "Policies",
        "Branding",
        "Journalism",
        "Outreach",
        "Reporting",
        "Training",
        "Analysis",
        "Twitter"
    ],
    "experience": [
        "to ensure the program meet all important benchmarks.",
        "HR Policy Advisement- Provided well researched information and guidance regarding recruitment/staffing policies to managers and other",
        "customers when requested.",
        "Consult and advise hiring managers onpossible HR hiring authorities and flexibilities when recruiting and staffing for open positions.",
        "Establish partnerships with colleges and universities across the country to better expand our student outreach program and recruit to",
        "students as well as target underrepresented groups, for possible internship and full-time career developmental positions.",
        "Research and brief team members on the latest Applicant Tracking Systems (ATS) which would meet the demand and need of our",
        "Recruitment Office while streamlining the application process.",
        "Create articles for HCMO newsletters and ACCESS magazine.",
        "Devise and create marketing packages and campaigns.",
        "Create SOP's for future Recruitment Office training and development.",
        "Additional duties include assisting with the development and executions of the Take Your Kid to Work Day project in April 2014.",
        "Developed and implemented an agency Shadow Day Program which has grown over the course of 2 years.",
        "The program has gained the recognition and support of many of the agencies leaders and staff.",
        "Key Results:.",
        "Played a key role in ensuring the successful launch of Sometown office.",
        "Structured and implemented programs and policies in the areas of training, compensation structures, benefits packages, incentives and new-",
        "employee orientation.",
        "Fostered a teamwork environment conducive to positive dialogue across the organization.",
        "Personal efforts were cited as the driving force behind branch's employee-retention rate of 89% within an industry where high turnover is the",
        "norm.",
        "Negotiated approximately 50 salary offers and dozens of sign-on bonuses/relocation packages annually at both the exempt and nonexempt",
        "level.",
        "Brought workers' compensation program into full compliance.",
        "Instituted preferred providers list and trained managers and associates on procedures to follow in case of injury.",
        "Cut benefits costs by 16% by negotiating favorable contracts and ensuring that company did not pay for benefits for which employees were",
        "ineligible.",
        "Wrote employee manual covering company policies, disciplinary procedures, code of conduct, FMLA policy and benefits information.",
        "Introduced company's first formal performance review program, creating a flexible and well-received tool that was later adopted company-",
        "wide.",
        "Revised job descriptions across all levels and 25+ categories."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SPECIALIST\nSummary\nAn Human Resources Specialist \nwith over \n9 \nyears in recruitment and federal employment"
        },
        {
            "Degree": "Master",
            "Institution": "An energetic, innovative, out the box thinker\nwho is a"
        }
    ],
    "category": "HR SPECIALIST"
}