{
    "skills": [
        "Financial reports",
        "Billing",
        "System",
        "Purchasing",
        "English",
        "Merchandising",
        "Word",
        "Excel",
        "Reports",
        "French",
        "Administration",
        "Correspondence",
        "Inventory",
        "Hardware",
        "Windows",
        "Travel",
        "Communication",
        "Routing",
        "Filing",
        "Payments",
        "Accounting",
        "Operations",
        "Access",
        "Payroll",
        "Budgeting",
        "Repairs",
        "Ordering",
        "Scheduling",
        "Procurement",
        "Training",
        "Deposits",
        "Finance"
    ],
    "experience": [
        "Director of Finance Jan 2017 to Current",
        "Company Name ï¼​ City , State",
        "I am responsible for the direction of the Finance Division of HSC Shared Services.",
        "I currently supervise a team of three supervisors and six accountants.",
        "Unit Business Manager - Intermediate Oct 2011 to Feb 2017",
        "Company Name ï¼​ City , State",
        "responsible for managing the business operations of the department, coordinating the flow of information within the office, facility cores and",
        "throughout the membership.",
        "acted as office manager, coordinating the work of secretarial and clerical support staff and liaison with other University departments,",
        "including Personnel, Affirmative Action, Payroll, Purchasing, and Physical Plant.",
        "maintained expenditures, prepared financial records, operating budgets and approved payments.",
        "I interviewed, hired, trained, and directed clerical support staff.",
        "I worked directly in the development of grant and contract proposals.",
        "Unit Business Manager Apr 2010 to Sep 2010",
        "Company Name ï¼​ City , State",
        "I processed payroll records, maintained employee leave records, entered purchase requisitions for equipment and supplies, and reallocated",
        "procurement card expenditures.",
        "I arranged travel itineraries for the Center Director as well as for guest speakers, Internal and External Advisory Board members and small",
        "grant awardees.",
        "I prepared reimbursements and honorarium payments, agendas and minutes for various Center meetings, provided tier one computer",
        "technology support, maintained software and hardware records, composed routine correspondence and formatted manuscripts and"
    ],
    "company_names": null,
    "total_experience": 5.75,
    "education": [
        {
            "Degree": "Master's Degree",
            "Institution": "OF FINANCE\nSkills"
        }
    ],
    "category": "FINANCE Skills"
}