{
    "skills": [
        "Engineering",
        "Troubleshooting",
        "Training",
        "Assembly",
        "Safety",
        "Programming",
        "Powerpoint",
        "Communication",
        "Distribution",
        "Microsoft word",
        "Word",
        "Schematics",
        "Fabrication",
        "Hardware",
        "Cad",
        "System",
        "Electronics",
        "Project management",
        "Technical",
        "Electrical",
        "Controls",
        "Lighting",
        "Excel",
        "Robot",
        "Documentation",
        "Improvement",
        "Investigation"
    ],
    "experience": [
        "Engineering Specialist",
        "November 2000 to Current Company Name ï¼​ City , State",
        "Responsible for Project Management of new system installations, Investigation and implementation of new equipment.",
        "Paint Sealant Robot path programming, Fanuc IR Vision system setup and programming, Liberty Reach Vision setup and programming,",
        "Robot Operator training, PLC/Controls (PLC 5, SLC 500, Control Logix 5000) programming, HMI programing, and Maintenance support",
        "in major critical downtime situations.",
        "Responsible for all aspects of troubleshooting and repair of a wide range of equipment, such as PLC controlled conveyor systems, PLC",
        "controlled Robotic systems, PLC controlled Air Handler systems, PLC controlled Oven systems, PLC Controlled Incinerator system,",
        "Lighting systems, and PLC controlled Material Delivery systems.",
        "Planned and implemented alterations to ensure safety, to improve operator ergonomics, and to increase machine productivity.",
        "Industrial Electrician",
        "January 1996 to January 2000 Company Name ï¼​ City , State",
        "Maintained multiple plants in multiple cities by performing maintenance and repair of power distribution systems, automated and semi-",
        "automated equipment, relay control systems, Lighting systems.",
        "Was a first responder to major break downs of any Russell Corporation Plants.",
        "Operator",
        "January 1993 to January 1995 Company Name ï¼​ City , State",
        "Operated equipment producing parts for assembly, assembled product, packaged product, and shipped product.",
        "Maintained production equipment and facilities of plant."
    ],
    "company_names": null,
    "total_experience": 6.0,
    "education": [],
    "category": "SPECIALIST Professional"
}