{
    "skills": [
        "Hris",
        "System",
        "International",
        "Teaching",
        "Project management",
        "Compliance",
        "Peoplesoft",
        "Legal",
        "Plan",
        "Safety",
        "Writing",
        "Sharepoint",
        "Administration",
        "Security",
        "Schedules",
        "Coaching",
        "Employee relations",
        "Spanish",
        "Leadership development",
        "Design",
        "Scheduling",
        "Indesign",
        "Human resources",
        "Policies",
        "Training",
        "English",
        "Health"
    ],
    "experience": [
        "HR Manager 01/2007 to Current",
        "Company Name City , State",
        "Perform professional administrative work involving the development, administration, and coordination of a comprehensive series of training",
        "and development opportunities for University staff and faculty.",
        "Work is performed with considerable independent judgment and wide latitude under the limited supervision of the Director of Human",
        "Resources Professional Services.",
        "Key Results: Perform professional administrative work involving the development, administration, and coordination of a comprehensive",
        "series of training and development opportunities for University staff and faculty.",
        "Implementation of TESOL program (Teaching English to Speakers of Other Languages).",
        "Conduct exit interviews with staff employees and develops procedures for resolving problems discovered through exit interviews.",
        "Responsible for implementation, maintenance and training for the Staff Performance Evaluation System.",
        "Coordinate Service Awards, Staff Awards and Retirement Recognition programs.",
        "Responsible for the coordination of New Employee Orientation.",
        "Maintain the calendar plan for scheduling special events, training schedules and New Employee Orientation schedules.",
        "Web spinner for Human Resources & Newsletters using RedDot and Sharepoint.",
        "Responsible for establishing job standards for subordinate staff and effectively evaluation staff under charge.",
        "Manage and prioritize additional tasks that have been assigned by Associate Vice President.",
        "HR Representative III 01/2001 to 01/2007",
        "Company Name City , State",
        "Promoted to fulfill a broad range of HR functions, including training employees on newly implemented PeopleSoft Time and Labor module,",
        "administering their FMLA program, and managing HR records.",
        "Key Results: Trained over 250 time keepers on time keeping techniques and best practices, conducting workshops and one-on-one",
        "coaching sessions that contributed to a successful implementation of PeopleSoft."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "MANAGER\nSummary\nHUMAN RESOURCES MANAGER Extensive background in administrative duties, including experience in implementing staff development and\ntraining, mediation, conflict resolution, benefits and compensation training, HR records management, HR policies development and legal"
        }
    ],
    "category": "Summary HUMAN"
}