{
    "skills": [
        "Policies",
        "Hardware",
        "Migration",
        "Security",
        "English",
        "Wheel",
        "Filing",
        "Analytical",
        "Construction",
        "Information technology",
        "Quality standards",
        "Spanish",
        "Operations",
        "Health",
        "Business management",
        "Administration",
        "Powerpoint",
        "Requests",
        "Training",
        "Supervising",
        "Supervisor",
        "Troubleshooting",
        "Ibm",
        "Microsoft office",
        "Process",
        "Warehouse",
        "Windows",
        "Cloud",
        "Installation",
        "Word",
        "Contracts",
        "Communication",
        "Presentations",
        "System",
        "Distribution",
        "Customer service",
        "Electrical",
        "Technical",
        "Project management",
        "Excel",
        "Schedule",
        "Testing"
    ],
    "experience": [
        "100 companies.",
        "CompuCom partners with enterprises to develop smarter ways they can work grow and produce value for their business and provide",
        "excellent customer service.",
        "Served as a Windows 7 Customer Support agent for Cigna Health Care Provided customer service support to 35,000 Cigna Health",
        "employees after Windows 7 migration Handled inbound phone calls that involved a variety of requests and inquiries Helped customers solve",
        "a wide variety of technical support issues Technical support issues involved installing software and hardware for a specific programs Offered",
        "suggestions that provided a more complete solution to the customers' needs Handled both high and low volume of calls in both English and",
        "Spanish Used good communication skills, problem solving skills, and all available tools to resolve all issues Provided excellent customer",
        "service quickly and efficiently.",
        "October 2010",
        "to",
        "August 2012",
        "Company Name Information Technology Specialist",
        "40+ hrs per week Heidelberg Germany $40,000 per year Supervisor: Maurice William Information technology specialists are responsible",
        "for customer service for unit members and key leadership, maintaining, processing and troubleshooting military computer",
        "systems/operations.",
        "Provide customer and network administration services Maintain hardware, software and network Preformed general clerical duties such as",
        "typing, answering phones, filing, record keeping and maintaining military equipment Executed duties under little to no supervision Helped unit",
        "members solve a wide variety of technical support issues Technical support issues involving installation of software/hardware for specific",
        "programs.",
        "May 2007",
        "to",
        "October 2010",
        "Company Name Maintenance Supervisor",
        "40+ hrs per week Heidelberg Germany $40,000 Supervisor: Wendy McDermott The wheeled vehicle mechanic is primarily responsible for",
        "supervising and performing maintenance and recovery operations on wheeled vehicles and associated items, as well as heavy-wheeled",
        "vehicles and select armored vehicles.",
        "Supervise and perform field and sustainment maintenance on wheeled vehicles and construction equipment Supervise recovery operations",
        "on wheel vehicles and related activities including electrical wiring harness system repair/maintenance Inspecting, servicing, maintaining,",
        "replacement, adjusting and testing of wheeled vehicles and material handling equipment systems, subsystems and components Performed",
        "management or stock record/warehouse functions pertaining to receipt, storage, distribution, and issued and maintained equipment records",
        "and parts Reviewed and verified quantities received against bills of contracts, purchase requests and shipping documents and raised the",
        "quality and accuracy of performance, cost, and parts through improved maintenance management.",
        "April 1998",
        "to",
        "February 2003",
        "Company Name Team Leader",
        "Infantryman 40+ hrs per week Schofield Barracks, HI $28,000 per year Supervisor: Tony Cata The infantry is the main land combat force",
        "and backbone of the Army.",
        "They are responsible for defending our country against any threat by land, as well as capturing, destroying and repelling enemy ground",
        "forces.",
        "Perform as a member of a fire team during drills and combat Aid in the mobilization of vehicles, troops and weaponry Assist in",
        "reconnaissance missions Process prisoners of war and captured documents Use, maintain and store combat weapons (e.g., rifles, machine",
        "guns, antitank mines, etc.) Maintained the records and maintenance for military weapons."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "TECHNOLOGY SPECIALIST\nCareer Overview"
        },
        {
            "Degree": "mba",
            "Institution": "Service Representative"
        },
        {
            "Degree": "mba",
            "Institution": "Professional and personable in relating to customer and coworkers, over 10 years'\nexperience in customer relations, excellent verbal and written communication"
        },
        {
            "Degree": "Bachelor",
            "Institution": "Dependable, responsible contributor committed to excellence\nand"
        }
    ],
    "category": "INFORMATION TECHNOLOGY"
}