{
    "skills": [
        "Email",
        "Distribution",
        "System",
        "Purchasing",
        "International",
        "Budget",
        "Swift",
        "Spreadsheets",
        "Construction",
        "Mobile",
        "Research",
        "Content",
        "Reports",
        "Marketing",
        "Social media",
        "Vendors",
        "Customer service",
        "Inventory",
        "Presentations",
        "Database",
        "Seo",
        "Microsoft office",
        "Payments",
        "Accounting",
        "Budgeting",
        "Facebook",
        "Salesforce",
        "Website",
        "Networking",
        "Procurement",
        "Training",
        "Analysis",
        "Installation",
        "Sales",
        "Twitter"
    ],
    "experience": [
        "online presentations, web research, email response handling and customer support.",
        "Company Name City , State Account Manager 08/2013 to 05/2014",
        "Contacted Prime Military Defense Contractors, Contract Managers, Small Business Liaison Officers, Purchasing Managers, and Buyers on",
        "a daily basis.",
        "B2B development calls at an average of 150 outbound calls a day.",
        "Obtained Request for Quotes, Bids, and Information requirements for the procurement of capacitors, electronic components, semi",
        "conductors, hard to find parts, and commercial off the shelf items.",
        "Created and sent out mass marketing campaigns via email, social media, LinkedIn, and newsletter distribution.",
        "Developed ongoing business Â​ supplier relationships on a daily basis for the securing of future requirements.",
        "Signed the company up on a daily basis with 10 new supplier diversity portals for automated submissions and receipt of requirements.",
        "Company Name City , State Owner / Senior Business Consultant 04/2006 to 09/2012",
        "Responsible for lead development through self generation of internet marketing campaigns, b2b cold calls, relationship development, live",
        "networking and referrals from sales.",
        "Reviewing of business credit standings and personal credit reports, as well as additional financial documents in order to properly obtain lines",
        "of credit for the businesses needs.",
        "Created professional relationships with lending institutions in order to accelerate the processing of the applications in a swift and efficient",
        "manner.",
        "Utilized proper demographic research in order to establish a target market for the promotions that certain financial institutions we lending for.",
        "Established a working network of lenders and brokers for lending submission through internet applications.",
        "Follow up calls for renewing loans and cross selling of additional products for the continuing relationship with current and past business",
        "owners and clients.",
        "Company Name City , State Senior Investment Advisor 11/2002 to 04/2007"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "WEBSITE DESIGNER\nSummary\nMarine Corps trained leader and business development"
        }
    ],
    "category": "DESIGNER Summary"
}