{
    "skills": [
        "Policies",
        "Hardware",
        "Research",
        "Database",
        "Vendors",
        "Sql",
        "Security",
        "Expenses",
        "Swift",
        "Operations",
        "Training",
        "Troubleshooting",
        "Workflow",
        "Analysis",
        "Installation",
        "Documentation",
        "System",
        "Desktop support",
        "Technical issues",
        "Specifications",
        "Access",
        "Technical",
        "Partnership",
        "Lan",
        "Updates",
        "Testing",
        "Servers"
    ],
    "experience": [
        "Company Name Administrator of Information Technology",
        "City",
        "January 17th 2007- Present).",
        "Research, implement and support new technologies in support of developing public policy implement and support of 175-person",
        "infrastructure upgrades Train technical and general staff in support processes and troubleshooting techniques Establishes system",
        "specifications by conferring with users; analyzing workflow, access, information, and security requirements; designing system infrastructure.",
        "Establishes system by planning and executing the selection, installation, configuration, and testing of PC and server hardware, software,",
        "LAN and WAN networks, and operating and system management systems; defining system and operational policies and procedures.",
        "Maintains system performance by performing system monitoring and analysis, and performance tuning; troubleshooting system hardware,",
        "software, networks and operating and system management systems; designing and running system load/stress testing; escalating application",
        "problems to vendor.",
        "Secures system by developing system access, monitoring, control, and evaluation; establishing and testing disaster recovery policies and",
        "procedures; completing back-ups; maintaining documentation.",
        "Prepares users by designing and conducting training programs; providing references and support.",
        "Upgrades system by conferring with vendors and services; developing, testing, evaluating, and installing enhancements and new software."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "OF INFORMATION TECHNOLOGY\nSummary\nAdvanced Desktop Support"
        },
        {
            "Degree": "Master",
            "Institution": "Information Technology field providing Tier II"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "III technical"
        }
    ],
    "category": "INFORMATION TECHNOLOGY"
}