{
    "skills": [
        "R",
        "Safety",
        "Sales goals",
        "Supervisor",
        "Reconciliation",
        "Retention",
        "Sales",
        "Merchandising",
        "Schedules",
        "Marketing",
        "Business development",
        "Retail",
        "Operations",
        "Presentations",
        "Customer service",
        "Scheduling",
        "Transactions",
        "Reports",
        "Mvp",
        "Training"
    ],
    "experience": [
        "Sales Consultant",
        "November 2013 to Current Company Name ï¼​ City , State Proactively manages day-to-day activities and supervision of a team of Customer",
        "Service Representatives. Responsible for targeted results in customer retention, route sales, and A/R collection. Answered customers' questions",
        "regarding products, prices and availability. Responded to all customer inquiries in a timely manner. Collaborated with members of other",
        "departments to complete sales transactions. 2011 Golden Eagle Award Winner March 2011 North America Sales MVP 3-Time 2K Club",
        "Member. Proactively sought out new customers and secured new sales for the company. Expanded market share by converting prospective clients",
        "into new customers through providing solutions to all of their business needs. Efficiently prospected and landed new customers while securing a",
        "strong presence for the company within the assigned area.",
        "Operations Supervisor",
        "November 2008 to April 2009 Company Name ï¼​ City , State Delighted the customer by offering a simple yet superior level of personalized and",
        "professional service. Ensured an inviting environment for customers and fellow team members by maintaining a neat and clean store that",
        "exemplified the clean, in-stock store priorities. Maintained proper procedures for cash handling and back end processing of merchandise. Led the",
        "store's shrink and safety awareness program and advised Store Team Leaders of any unusual activities or unsafe practices. Directed associates",
        "and participated in setting store planograms and validated that store merchandising standards, including data integrity were maintained at all times.",
        "Monitored operational reports to identify opportunities for improved execution for implementation.",
        "Senior Communications Consultant",
        "February 2006 to June 2008 Company Name ï¼​ City , State Provided immediate supervision to a group of employees, assigning tasks, checking",
        "work at periodic intervals and maintaining schedules. Possessed the enthusiasm necessary to motivate a dedicated sales team to meet and exceed"
    ],
    "company_names": null,
    "total_experience": 2.75,
    "education": [
        {
            "Degree": "Bachelor's",
            "Institution": "CONSULTANT\nSummary\nTalented sales professional who effectively"
        },
        {
            "Degree": "Bachelor's Degree,",
            "Institution": "Efficiently builds loyalty and"
        }
    ],
    "category": "Summary Talented"
}