{
    "skills": [
        "Excel",
        "Policies",
        "Administration",
        "Finance",
        "Database",
        "Documentation",
        "Budget",
        "Human resources",
        "Filing",
        "Payments",
        "Plan",
        "Information technology",
        "Process",
        "Vendors",
        "Contracts",
        "System",
        "Invoices",
        "Admissions",
        "Expenses",
        "Travel",
        "Training"
    ],
    "experience": [
        "01/2016 to 01/2017",
        "Budget and Administration Manager Company Name ï¼​ City , State",
        "Responsible for providing financial explanation of a $3M budget for the division of Information Technology.",
        "Upheld the processes, policies and procedures as specified by finance.",
        "Provided financial plans for new year, mid-year and closing of the financial year based on upcoming projects.",
        "Created contracts with vendors and individuals who will be providing services for Information Technology.",
        "Worked closely with Human Resources to ensure that all positions are recorded and can be financially accommodated.",
        "Ensured that all monthly invoices were processed in a timely manner.",
        "Liaison between federation and vendors to ensure that all documentation was received for them become approved partners who cleared to",
        "work with the Federation.",
        "Managed payments of invoices for the Information Technology.",
        "01/2006 to 01/2016",
        "Administrative Aide II Company Name ï¼​ City , State",
        "Maintained the critical day-to-day office confidentiality.",
        "Participated in departmental financial planning based on needs for upcoming academic year.",
        "Reconciled departmental credit card accounts for Chief of Staff and Director of Global Communications while upholding the policies of the",
        "card.",
        "Provided customer services to high profile guests in person and over the phone.",
        "Collaborated with various departments with day-to-day activities and special projects.",
        "Worked on special events including the 40 Acres and a Mule Anniversary Gala; Kept a detailed record of all donations including items to",
        "be auctioned.",
        "Participated in the hiring process and day to day management of casual student worker."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "ADMINISTRATION MANAGER"
}