{
    "skills": [
        "Excel",
        "Coaching",
        "Technical",
        "Hris",
        "Policies",
        "Reporting",
        "Data analysis",
        "Supervisor",
        "Research",
        "Powerpoint",
        "Sales",
        "Analytical",
        "Database",
        "Documentation",
        "Acquisition",
        "Audit",
        "Windows",
        "Process improvements",
        "Payroll",
        "Specifications",
        "Updates",
        "Sharepoint",
        "Travel",
        "Compliance",
        "Requests",
        "Operations",
        "Analysis",
        "Sql",
        "Improvement",
        "Visio",
        "Test plans",
        "Process",
        "Peoplesoft",
        "Acquisitions",
        "Vendors",
        "Customer requirements",
        "Transactions",
        "Oracle",
        "Intranet",
        "Training",
        "Word",
        "Security",
        "System",
        "Access"
    ],
    "experience": [
        "SR BUSINESS SYSTEMS ANALYST 12/2004 to Current Company Name City , State",
        "Working with several large applications like PeopleSoft(7.5, 8.3 and 8.9 versions), Kronos, ADP PCPW (v.4 and v.5), Nextrak",
        "Working with several relational database applications",
        "Providing Support to specified customer base for HR IS applications in a timely, courteous and professional manner.",
        "Interacting with interfacing applications for ADP and PeopleSoft",
        "Working with business owners to elicit, define and maintain business requirements and transforming them into technical solutions.",
        "Responsible for developing and execution of test plans to ensure customer requirements are being met.",
        "Facilitating the resolution of large, complex production system problems by performing initial triage for severity and business impact of",
        "application failures.",
        "Acting as a liaison for HRIS application owners/Centers of excellence and Vendor managing these applications.",
        "Responsible for coordinating and overseeing implementation of various solutions for system change requests and defects in accordance to",
        "the vendor change request process.",
        "Partnered and consulted with HR COEs and BPO to complete the change control process and presented business requirements for",
        "approval. Also reviewed technical specifications to ensure all requirements submitted were being met.",
        "Ensuring that SLAs and Quality Compliance across all applicable applications.",
        "Responsible for identifying and review of downstream impacts across ongoing BSC initiatives.",
        "Supporting security processes and policies for BSC i.e. data privacy, SOX, Audit etc..",
        "Acting as an Internal Liaison for interfacing applications."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "BUSINESS SYSTEMS ANALYST\nCareer Overview\nMotivated and"
        }
    ],
    "category": "SR BUSINESS"
}