{
    "skills": [
        "Distribution",
        "Mathematics",
        "Project management",
        "Cpr",
        "Construction",
        "Contracts",
        "Excel",
        "Legal",
        "Hospitality",
        "Safety",
        "Content",
        "Inventory management",
        "Programming",
        "Vendors",
        "Photoshop",
        "Inventory",
        "Prototype",
        "Windows",
        "Cad",
        "Forecasting",
        "Counsel",
        "Design",
        "Operations",
        "Adobe",
        "Payroll",
        "Human resources",
        "Requests",
        "Networking",
        "Procurement",
        "Reporting",
        "Training",
        "Installation",
        "Budget"
    ],
    "experience": [
        "Construction Installer 01/2014 to Current City , State",
        "Layout of sky zones trampoline park.",
        "Detailed attention to measurements and blue print for layout and installation of steel.",
        "Drilling into concrete for anchors and steel.",
        "Impacting and torquing bolts on steel.reading.",
        "Blue prints and understanding layout of park, also interpreting measurements and determining when to adjust a line based on mathematics",
        "and common knowledge.",
        "able to think outside the box and make quick decisions.",
        "Drive forklift and safely navigate steel into small areas.",
        "Use boomlift and skylift to install top bars and high nets for trampoline park.",
        "Use of all major power tools.",
        "Constructing trampoline park from start to finish.",
        "Chief Engineer 03/2013 to 01/2014 Company Name City , State",
        "Develop and publish procedures to support the more than 100 employees who depend on our services to function daily.",
        "Maintain par levels, manage and inventory of all supplies in main office for the following vendors Costco, Staples, Gourmet Coffee, So-cal",
        "Office Technologies, USPS, Fed-Ex and UPS, Sparkletts Waters.",
        "Collaborate across teams to share information and coordinate on new ideas at the weekly huddles.",
        "Manage 20 employees, counsel, write-up, hire and terminate.",
        "Track PTO balances, accruals and requests, attend annual human resources training.",
        "Floor warden, responsible for fire safety procedures, Responsible for AED's.",
        "CPR Certified.",
        "Full responsibility resource utilization, materials management, equipment, assets, inventory management, managing pouches that go to plants",
        "and corporate offices.",
        "P&L review, monthly forecasting, annual budget review and planning.",
        "DSO, Invoice preparation and review in a timely manner.",
        "MSR (monthly services report) reporting, paper inventory, vendor contract negotiations, work with procurement department and legal team",
        "to ensure contracts do not expire and expiring contracts are terminated in a timely manner.",
        "Maintenance and networking of all MFD's, printers and any other copying equipment.",
        "In charge of managing all aspects of office services (hospitality, mail sorting and distribution, supply inventory, copy, faxing-right fax, kitchen",
        "stocking and facilities cleaning).",
        "Facilitating the removal of equipment (RTV).",
        "Installation planning and implementation of new equipment.",
        "Project management and implementation.",
        "Account Manager 04/2001 to 02/2013 Company Name City , State",
        "Develop and publish procedures to support the more than 450 employees who depend on our services to function daily.",
        "Specify and prototype tools to increase quality and efficiency in the workplace, and work directly with Director of Operations to develop",
        "customer-focused content.",
        "Maintain par levels, manage and inventory of all supplies in 4 offices for the following vendors Costco, Bluebird, Complete office supplies,",
        "Office Max and Staples.",
        "Collaborate across teams to share information and coordinate on new ideas at the weekly huddles.",
        "Manage 25 employees, counsel, write-up, hire and terminate.",
        "Track PTO balances, accruals and requests.",
        "Full responsibility resource utilization, materials management, equipment, assets and inventory management.",
        "P&L review, monthly forecasting, annual budget review and planning.",
        "DSO, Invoice preparation and review in a timely manner.",
        "CSR (client services report) reporting, paper inventory, vendor contract negotiations.",
        "Maintenance and networking of all MFD's, printers and any other copying equipment.",
        "In charge of managing all aspects of office services (hospitality, mail sorting and distribution, supply inventory, copy, faxing-right fax, kitchen",
        "stocking and facilities cleaning).",
        "Facilitating the removal of equipment (RTV).",
        "Installation planning and implementation of new equipment.",
        "Project management and implementation for all build outs and internal construction.",
        "Owner 03/1998 to 04/2001 Company Name City , State"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "CONSTRUCTION INSTALLER"
}