{
    "skills": [
        "Controls",
        "Recruitment",
        "Expenses",
        "Hris",
        "Billing",
        "Supervising",
        "System",
        "Business development",
        "Process",
        "Improvement",
        "Compliance",
        "Documentation",
        "General ledger",
        "Research",
        "Word",
        "Financial statements",
        "Excel",
        "Governance",
        "Legal",
        "Plan",
        "Safety",
        "Engineering",
        "Financial analysis",
        "Modeling",
        "Consulting",
        "Internal controls",
        "Reports",
        "Administration",
        "Risk management",
        "Risk assessments",
        "Vendors",
        "Financial reporting",
        "Acquisitions",
        "Tax",
        "Regulations",
        "Coaching",
        "Inventory",
        "Reconciliation",
        "Analytical",
        "Deposits",
        "Communication",
        "Workflow",
        "Partnerships",
        "Audit",
        "Process improvement",
        "Negotiation",
        "Forecasting",
        "Counsel",
        "Design",
        "Conversion",
        "Gaap",
        "Accounting",
        "Operations",
        "Investigations",
        "Budgeting",
        "Payroll",
        "Risk assessment",
        "Human resources",
        "Policies",
        "Strategic plans",
        "Reporting",
        "Healthcare",
        "Analysis",
        "Training",
        "Microsoft word",
        "Budget",
        "Finance",
        "Health",
        "Standard operating procedures"
    ],
    "experience": [
        "January 2012 to January 2012",
        "Finance Manager Finance Manager",
        "OPG GroupOhioHealth is a nationally recognized healthcare system of 21,000 associates, physicians andvolunteers, 17 hospitals, 20 health",
        "and surgery centers, home-health providers, medical equipmentand health service suppliers throughout a 41 county area.",
        "Facilitated monthly financial reporting and prepared monthly GAAP financial statements for two physician enterprises.",
        "Led the modeling, planning and execution of all financial processes.",
        "Analyzed complex regulation and policy documents that directly impacted budgetary and financial matters.",
        "Created detailed financial models and analytical tools to facilitate variance analysis.",
        "Collaborated extensively with auditors during preliminary and year-end audit processes.",
        "Prepared Form 990 IRS return and Ohio State unclaimed funds reporting.",
        "Developed and implemented efficient accounting, financial and operational systems for OhioHealth Marion Area Physicians LLC and",
        "Healthworks LLC physician enterprises.",
        "Process improvement and re-engineering of accounting procedures for net patient revenue accruals derived from EPIC electronic health",
        "records system; the physician practices business segments' implemented the first go-live system wide.",
        "Committee Chair for the Business Development and Acquisitions and the Training Policies and procedures Committees.",
        "Develop and implement the OhioHealth Physician Group's virtual electronic On-Boarding Training Tool.",
        "January 2003 to January 2004",
        "State Supervising Auditor",
        "PWC is a multinational professional service firm with offices in 776 cities and employs over180,000 people.Delivered quality service to top",
        "tier clients within the PWC Assurance and Business AdvisoryServices (ABAS) practice; this included supervising annual and financial risk",
        "assessment,planning, and analytical procedures.Assignments included large, high profile companies including the following: higher",
        "education(Columbia University), charities, foundations, social services organizations, with asset valueranging from $4,000,000,000 to",
        "$15,000,000,000.Key responsibilities included a development of risk assessments and audit plans, supervisedengagements and staff of 3-5",
        "direct reports Fostered relationships with clients January 1999 toLoeb & TroperJanuary 2003New York Supervising Senior AuditorLoeb",
        "& Troper is a top 20 regional firm that specializes in audit, tax and consulting needs of healthcare, not-for-profit and special needs",
        "organizations.",
        "Prepare consolidated financial statements and corresponding footnotes for NonprofitHealthcare industries.Supervised preparation of",
        "financial statement for: GAS (yellow-book), pension, OMB CircularA-133 compliance, and cost report, client size range from small",
        "($1,000,000) to large($4,000,000,000) social services and health care organizationsCultivated management skills, including the ability to"
    ],
    "company_names": [
        "OPG GroupOhioHealth"
    ],
    "total_experience": 1.0,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "MANAGER FINANCE MANAGER\nExecutive Profile\nFinancial Manager focused on fostering trust and cultivating partnerships based on accountability and"
        }
    ],
    "category": "FINANCE MANAGER"
}