{
    "skills": [
        "Sales",
        "Specifications",
        "Merchandising",
        "Psychology",
        "Communication",
        "Analytical",
        "Beverage",
        "Training",
        "Math",
        "Cpr",
        "Health",
        "Process",
        "Waitress",
        "Security",
        "Payments",
        "System"
    ],
    "experience": [
        "situations.",
        "Answered customers' questions about hours, seating, current wait time and other information.",
        "Consistently received positive feedback from guests and created repeat business by developing long-term relationships with customers.",
        "Accommodated guests with children and special needs to promote comfortable dining experience.",
        "Company Name | City , State Apparel Team Lead 03/2019 - 10/2020",
        "Recommended merchandise to customers based on needs and preferences.",
        "Observed customer behaviors to identify security threats and escalate concerns to supervisors.",
        "Maintained visually appealing and effective displays for entire store to drive sustained revenue and move target products.",
        "Helped customers sign up for loyalty programs and submitted completed paperwork.",
        "Used register system to ring up customer purchases, process payments and issue receipts.",
        "Met or exceeded upselling, donation and credit card sign-up targets on consistent basis by leveraging excellent communication and",
        "interpersonal strengths.",
        "Performed floor moves, merchandising, display maintenance and housekeeping to keep sales areas well-stocked, organized and current.",
        "Company Name | City , State Waitress 01/2017 - 08/2020",
        "Cleared table and bussed dishes to allow for quick setups.",
        "Stocked server areas with supplies before, during and after shifts.",
        "Maintained accuracy while handling payments, giving change and printing receipts to customers.",
        "Resolved customer concerns with friendly and knowledgeable service.",
        "Welcomed guests with personable attitude and brought beverage orders while reviewing menu options.",
        "Developed strong and lasting resident relationships.",
        "Company Name | City , State Private Nanny 01/2016 - 01/2020",
        "Performed light housekeeping duties, such as preparing nutritious meals, cleaning laundry, tidying bedrooms, dusting and sanitizing play",
        "areas.",
        "Engaged with children to create nurturing, safe environments to promote emotional, social and intellectual growth."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Grace Celsi"
}