{
    "skills": [
        "Excel",
        "Automation",
        "Emea",
        "Reporting",
        "Administration",
        "Reconciliation",
        "Vendor management",
        "Powerpoint",
        "Human resource",
        "Queries",
        "Finance",
        "Documentation",
        "Audit",
        "Warehouse",
        "Payments",
        "Marketing",
        "Purchasing",
        "Procurement",
        "Operations",
        "Improvement",
        "Rest",
        "Email",
        "Journal entries",
        "Process",
        "Legal",
        "Inventory",
        "Process improvement",
        "Vendors",
        "Invoicing",
        "Invoices",
        "Oracle",
        "Reports",
        "Training",
        "P",
        "Sap",
        "Word",
        "System"
    ],
    "experience": [
        "Buyer",
        "January 2014 to January 2015 Company Name ï¼​ City",
        "Global procurement operations- Taking care of end to end worldwide procurement operations irrespective of categories.",
        "Implementation, execution, tracking and documenting the process to keep up with the changes.",
        "Dedicated resource towards categories, that are- Meetings & events, Facilities (low dollar), office supplies.",
        "Low dollar Catalogue purchasing- I work directly and closely with the end users and supplier for low dollar purchase catalogue as well as",
        "non-catalogue products.",
        "Requisition reviews and approvals- Critically review the purchase requisitions for my categories and eliminate discrepancies.",
        "To follow and adhere to approval procedure and audit requirements.",
        "Requisition to PO- to manage globally req to PO creation activity for assigned categories.",
        "Single handed support to global buyers in req to PO creation process for pre-approved categories.",
        "Supplier Information- to work with suppliers and end users to set up new suppliers in the vendor maintenance system.",
        "To review the set up forms and seek approvals from the global buyers for set up.",
        "P-Card Payment- taking care of the low dollar as well as high dollar payments on procurement card.",
        "To liaise with the end users, global buyers and supplier to facilitate instant payment on PCard.",
        "Being proactive to ensure payments and authorization letters are shared with suppliers.",
        "Reporting- Generating quarterly dashboards and monthly reports for PO spend and expenditure.",
        "To work upon weekly reports for accounts payable and present the same for management review.",
        "Emails and ad-hoc activity requests- I single handedly manage global procurement email-box to resolve and execute internal client request",
        "and queries.",
        "Accounts payable- taking care of EMEA AP P2P activities.",
        "In the role, I have handled invoice and payment queries from end users and suppliers.",
        "Clearing APC Direct Debit and Trial Balance payments.",
        "Senior Executive",
        "January 2013 to January 2014 Company Name",
        "Handling and Guiding team of Accounts Payable PO & Non Po Vendors Invoice processing, reconciliation and Payments.",
        "Assign daily activities and task to team members.",
        "Analyse reports including process dashboards & team performance reports Motivating associates through effective management, career",
        "development & implementation of reporting mechanism.",
        "Consolidating the data and have review with team.",
        "Review and Monitor day to day activities of team.",
        "Take monthly one on one discussion with the team members.",
        "Work with the manager to develop/implement action plans to achieve desired performance levels.",
        "Coming up with process improvement plans and implementing the same.",
        "Handling Amex card and vendor payment process.",
        "Senior Executive",
        "January 2010 to January 2013 Company Name",
        "Handle end to end AP processing activities Accurate reconciliation of Supplier Statements.",
        "Subject matter expert and contact point between manager and team members.",
        "Handle all regions escalation mail boxes.",
        "Attend weekly conference calls with clients to provide update on the Aged invoices.",
        "Handle escalation calls from business units / vendors.",
        "Attend weekly conference calls with business units to resolve their issues and raise AP team concerns if any.",
        "Trained new joiners who are successful achievers in AP processing.",
        "Process multi-currency invoices with the correct Vat Rate for the respective country.",
        "Handle month end reports which include accruals for the open purchase orders and manual accruals for the non PO invoices.",
        "Ensure that all the fixed assets purchased are capitalized to the correct Business Unit with the correct expense codes.",
        "Trained and handled payments and vendor management activities.",
        "Take appropriate action in case of vendor address and bank details updation.",
        "Involved in sending email communications to the Global Procurement teams to educate them about the legal entity name importance to claim",
        "VAT.",
        "Prepare journal entries and book urgent invoices in the systems.",
        "Constantly update the clients with the urgent invoices in order to avoid escalations."
    ],
    "company_names": null,
    "total_experience": 5.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "Summary\nOver 1 year of end to end experience in worldwide Procurement operations"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Accounts payable and\nreconciliation"
        }
    ],
    "category": "BUYER Summary"
}