{
    "skills": [
        "Engineering",
        "Troubleshooting",
        "Training",
        "Green",
        "Internal customers",
        "Safety",
        "Programming",
        "Security",
        "Supervisor",
        "Matrix",
        "Automation",
        "Kpi",
        "Asset management",
        "Regulations",
        "Quality assurance",
        "Invoices",
        "Strategic plans",
        "Commissioning",
        "Procurement",
        "Communication",
        "Inventory",
        "Real estate",
        "Budgeting",
        "Metrics",
        "Design",
        "Contracts",
        "Compliance",
        "Reports",
        "Plan",
        "Fabrication",
        "Testing",
        "System",
        "Cost reduction",
        "Schedule",
        "Database",
        "Project management",
        "Regulatory",
        "Process",
        "Technical",
        "Budget",
        "Documentation",
        "Operations",
        "Installation",
        "Repairs",
        "Data center",
        "Legal",
        "Controls",
        "Reporting",
        "Vendors",
        "Visual",
        "Electrical"
    ],
    "experience": [
        "01/2008 to Current",
        "Facilities Engineering Manager Company Name ï¼​ City , State",
        "Provide engineering and Facility management supervision to the Facilities Organization to ensure continuous operations of facilities related",
        "systems including HVAC, Electrical systems, Security Systems, Data Center, Vacuum and others as needed.",
        "Manage and operate within a 20 million annual budget.",
        "Working within the corporate organization and several depts., such as legal, real estate, and procurement, on the development and",
        "execution of contracts to ensure 100% compliance within MSA's for ownership and clients.",
        "Ensure a safe and compliant work place, knowledge and adherence to applicable standards and regulations.",
        "Manage daily maintenance and building systems operational activities for the facility.",
        "Ensure maintenance repairs are conducted in a timely manner.",
        "Manage contractors and employees involved in conducting maintenance work.",
        "Manage EHS and Safety Committee to ensure that the facility is a safe work place.",
        "Conduct meetings to review the building environment and conditions periodically to ensure that conditions are compliant with building and",
        "fire codes.",
        "Test the function of safety systems periodically, Ensure that all operates in Accordance and Compliance to Requisite Regulating Bodies to",
        "include: NFPA, NEC, OSHA, EPA, Corporate, and Divisional procedures.",
        "Provide lead design, project management and technical support for all engineering changes or modifications performed on the building.",
        "Leading and coordinating with internal customers & project teams.",
        "Effectively communicating with site management Formulating strategic project and operating plans and issuing pertinent reports.",
        "Management and coordination of all phases of work including the work of outside consultants, suppliers, and contractors.",
        "Track performance to budget monthly Issue facility operation related purchase orders.",
        "Approve facility related work invoices.",
        "Develop strategic plans for cost reduction and optimization.",
        "Demonstrate excellent project management skills.",
        "Highly computer literate in various database software programs."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Professional Summary"
}