{
    "skills": [
        "Updates",
        "System",
        "Visio",
        "Process",
        "Improvement",
        "Project management",
        "Budget",
        "Analyze",
        "Compliance",
        "Retail",
        "Documentation",
        "Merchandising",
        "Queries",
        "Testing",
        "Strategy",
        "Presentation",
        "Technical",
        "Troubleshooting",
        "Product knowledge",
        "Engagement",
        "Reports",
        "Security",
        "Schedule",
        "Acquisitions",
        "Data analysis",
        "Customer service",
        "Coaching",
        "Inventory",
        "Telecom",
        "Analytical",
        "Specifications",
        "Operational excellence",
        "Audit",
        "Process improvement",
        "Metrics",
        "Leadership development",
        "Forecasting",
        "Performance improvement",
        "Operations",
        "Scheduling",
        "Key performance indicators",
        "Brand",
        "Human resources",
        "Policies",
        "Requests",
        "Invoicing",
        "Reporting",
        "Training",
        "Analysis",
        "Sales",
        "R"
    ],
    "experience": [
        "Company Name City , State PMC/PSM/ Sales Manager/ Sales Associate 05/2010",
        "Responsible for maximizing performance across Corporate-Owned Retail team in the Southwest Territory. Work collaboratively 1:1 with Director",
        "of Sales and Area Managers in addressing key issues in operations, key performance indicators, execution of customer engagement, as well as",
        "processes and behaviors necessary to achieve expected business results. Play a critical role in creating an infrastructure that enables sustainable,",
        "measurable improvement in an evolving environment.Â  Constantly working to improve internal processes and efficiencies within the technical",
        "systems and behavioral procedures.",
        "Assessed skill levels of associates in Retail environments and provided feedback to leaders on the effectiveness of ongoing training programs.",
        "Suggested program improvements to increase skill levels.Â  Worked with Leaders to develop action plans to address gaps in performance.Â",
        "Facilitated training sessions to refresh knowledge of associates as needed in order to achieve and maintain desired sales goals.Â  Developed",
        "reporting metrics and deliver to management as requested.Â  Assisted in establishing standards for performance and monitor against standards,",
        "implementing changes when necessary.Â  Developed knowledge of leading edge learning methods, external best practices, applications and tools."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "PSM/ SALES"
}