{
    "skills": [
        "Expenses",
        "International",
        "Construction",
        "Contracts",
        "Queries",
        "Financial statements",
        "Reports",
        "Administration",
        "Financial reporting",
        "Schedules",
        "Tax",
        "Inventory",
        "Reconciliation",
        "Internal audit",
        "Audit",
        "Payments",
        "Accounting",
        "Php",
        "Procurement",
        "Reporting",
        "Training",
        "Analysis",
        "Licensing",
        "Auditing",
        "Budget",
        "Finance",
        "Invoices"
    ],
    "experience": [
        "has made me confident in fulfilling this scope of my work.",
        "Other responsibilities I had were safekeeping of the petty cash fund, important contracts and high value checks; maintaining files of project",
        "contracts, quarterly balance sheets and income statements; assisting in the internal audit of the Head Office; assisting in the procurement of",
        "PCAB (Philippine Contractors Accreditation Board) License - licensing of construction contractors; assisted in the audit conducted by the",
        "Bureau of Internal Revenue.",
        "During my time with the Company, I was consistently recognized for my ability to work under pressure and meet deadlines.",
        "I was able to cut down overtime work of the Accounting Department because of the efficiency of the workbooks I have developed that",
        "helped me in finalizing reports and analysis while maintaining the essence of the structures of the reports required by the Hong Kong Head",
        "Office.",
        "I always met my deadlines but have worked with accuracy, completeness and integrity all the time.",
        "Associate Auditor Nov 2006 to May 2008",
        "Company Name",
        "Established in 1946 and became a member practice of Ernst & Young Global Limited on June 6, 2002.",
        "SGV & Co.",
        "is the Philippines' largest multidisciplinary professional services firm while Ernst and Young (EY) is a global leader in assurance, tax,",
        "transaction and advisory services.",
        "PHP19,500 monthly (USD390) Hours: 40-60 hours per week After passing the Philippine CPA Licensure Examination on October 2006,",
        "I started working with SGV & Co.",
        "It has equipped me with flexibility to work with a wide range of professionals through my interaction with the clients' employees in different",
        "industries.",
        "I have participated in the financial audit of various companies where I have utilized my ability to work under pressure and meet deadlines",
        "accordingly.",
        "I have worked as an individual on some clients and as part of a group on other clients.",
        "In one of my individual tasks, I was able to isolate a management error in the way the Company has presented one of their major accounts",
        "and was able to formulate a solution to adjust the account and avoid future errors.",
        "This has enabled my Senior to trust that I can work diligently and as a consequence I was assigned one of the group's largest client.",
        "I have also observed different year-end inventory count procedures conducted by various clients to ensure the accuracy of the inventory that",
        "they report in their Financial Statements.",
        "Sicangco, Menor, Villanueva & Co., CPAs One of the largest and trusted accounting and auditing firms in the province of Pampanga in the",
        "Philippines.",
        "Audit Staff Apr 2005 to Jun 2005",
        "Daily allowance of PHP50 Hours: 40 hours per week During my senior year in college, I have undergone on-the-job training for audit.",
        "I have assisted in the financial audit, review and evaluation of systems of control and other related professional services of various",
        "companies."
    ],
    "company_names": null,
    "total_experience": 1.67,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SPECIALIST\nSummary\nTo be able to join an organization where I can utilize my proficiency with accounting principles, along with a flair for accuracy towards performing\nmy"
        }
    ],
    "category": "Experience Finance"
}