{
    "skills": [
        "Process",
        "Sales",
        "Construction",
        "Research",
        "Plan",
        "Technical",
        "Safety",
        "Troubleshooting",
        "Commissioning",
        "Reports",
        "Administration",
        "Schedule",
        "Schedules",
        "Broadcast",
        "Communication",
        "Specifications",
        "Math",
        "Quality control",
        "Design",
        "Operations",
        "Scheduling",
        "Repairs",
        "Chemicals",
        "Networking",
        "Training",
        "Installation",
        "Budget"
    ],
    "experience": [
        "01/2016 to Current",
        "Sales Company Name ï¼​ City , State",
        "Sell rifles, pistols, shotguns and their accessories.",
        "Provide quality control for state and federal required paperwork.",
        "Provide excellent customer service by identifying customer and company needs.",
        "Provide company maintenance services.",
        "Competently install purchased accessories to customer firearms.",
        "01/1992 to 01/2015",
        "Broadcast Engineer / Construction Project Manager City , State",
        "Reviewed plans and specs during the schematic design of pre-construction.",
        "Completed tear-down of existing structures and prepared for new construction Coordinated utility service providers according to project",
        "schedules.",
        "Obtained building and specialty permits from local jurisdictional agencies.",
        "Conducted weekly production and operations contractor meetings, which facilitated stronger communication and the ability to resolve",
        "critical issues.",
        "Performed regular job site observations to provide direction for all general contractor personnel.",
        "Reported to the immediate supervisors on production and conformance with the contract schedule.",
        "Conducted all critical pre-installation conferences with general contractors, subcontractors, consultants and manufacturer's representatives.",
        "Worked with construction administration consultants to plan field observations on schedule.",
        "Digitally archived weekly progress and technical \"Knowledge Base\" photographs of all assigned projects.",
        "Prepared and followed through on all required punch lists.",
        "Oversaw the entire building turnover process, while enhancing communication between all construction managem Assisted the operations",
        "group with warranty service repairs.",
        "Determined the project schedule, which included the sequence of all construction activities.",
        "Prepared regular interval progress reports.",
        "Offered technical assistance to service providers.",
        "Conducted routine quality audits to ensure that work was progressing per the specifications and initiated corrective actions.",
        "Guided and directed third-party inspectors through project construction, commissioning and closeout.",
        "Avoided construction delays by efficiently following through with all site inspections in a timely manner.",
        "Scheduled all contractors and materials deliveries.",
        "Implemented systems to improve process efficiency and reduce the project duration."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Professional Summary\nTalented Construction Manager with more than twenty years of success on various projects as an Independent"
        }
    ],
    "category": "SALES Professional"
}