{
    "skills": [
        "Word",
        "Engineering",
        "Sales",
        "Training",
        "Supervising",
        "Customer service",
        "Communication",
        "Logistics",
        "Inventory",
        "Event planning",
        "Adobe",
        "Excel",
        "Data entry",
        "Transportation",
        "Scheduling",
        "Sap",
        "Quickbooks",
        "Time management"
    ],
    "experience": [
        "Engineering Technologist Dec 2016 to Current",
        "Company Name ï¼​ City , State",
        "Sr Administrative Assistant/Technologist Jun 2014 to Dec 2016",
        "Company Name ï¼​ City , State",
        "Assistant Office Manager Mar 2010 to Dec 2010",
        "Company Name ï¼​ City , State",
        "Managed Sales team as well as Dispatch Team Knowledgeable of the many forms of transportation procedures Responsible for training",
        "new employees, supervising and scheduling, along with delegating tasks Main focus was to build and maintain good relationships with",
        "customers and carriers to ensure prosperous business.",
        "Dispatch Assistant Sep 2007 to Jan 2010",
        "Company Name ï¼​ City , State",
        "Job included data entry, scheduling, dispatching, updating websites, phone screening and effective communication with colleagues,",
        "customers and drivers Enable enhancement of communication in multiple forms, on top of time management Utilized computer programs",
        "such as Outlook, Word, Excel, Publisher, PeopleNet and FreightLink.",
        "Bartender Mar 2006 to Oct 2009",
        "Company Name ï¼​ City , State",
        "Primary focus geared towards quick and efficient mixology and customer service to the bar patrons Managed the bar alone, focusing on",
        "maintaining a good atmosphere Handled cash and credit card sales, along with doing closeouts at the end of each shift Other duties involved",
        "placing orders, checking inventory and bar upkeep."
    ],
    "company_names": null,
    "total_experience": 9.17,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "TECHNOLOGIST\nSummary\nTo obtain a position within an organization that utilizes my skill set to continuously add vale and achieve"
        }
    ],
    "category": "Microsoft Office"
}