{
    "skills": [
        "Schedule",
        "Banking",
        "Excel",
        "Adobe",
        "Security",
        "Analyze",
        "Technical",
        "Underwriting",
        "Networking",
        "Reporting",
        "Research",
        "Litigation",
        "Workflow",
        "Sales",
        "Help desk",
        "Communication",
        "Mortgage",
        "Video",
        "Indesign",
        "Plan",
        "Linux",
        "Operations",
        "Analysis",
        "Quality assurance",
        "Inventory",
        "Process",
        "Cloud",
        "Photoshop",
        "Partnerships",
        "Customer service",
        "Lighting",
        "Hardware",
        "Audio",
        "Quality control",
        "Word",
        "Ordering",
        "Training",
        "Visual"
    ],
    "experience": [
        "Build strong relationships with future and current clients to promote services of PSAV.",
        "May 2013 to October 2013",
        "Company Name City , State Closing Specialist I",
        "Liaison between Vendor, Lender, Attorney and Borrower for refinance closing files",
        "Processed and preformed quality checks on all documents from lenders and attorneys for accuracy",
        "Ensured each state guideline in reference to closing instructions were followed",
        "Responded to inquiries from borrowers, lenders, and attorneys to resolve discrepancies",
        "Prepared title company closing documents in timely and professional manner",
        "Worked to build strong partnerships with local lenders, realtors, and attorneys",
        "Prior to closing, called and confirmed with lenders and borrowers to ensure original schedule was met.",
        "July 2009 to January 2011",
        "Company Name City , State Corporate Trainer",
        "Conducted needed analysis to determine training needs and appropriate training methods based on subject matter and target audience.",
        "Developed classroom-based, virtual facilitation, and eLearning programs Developed high quality materials: participant guides, worksheets,",
        "job aids, and facilitator manuals.",
        "Established performance objectives, learning outcomes, and assessment tools Attend project status meetings for applicable information on",
        "training programs.",
        "Conduct Train-the-Trainer forum for new programs.",
        "Facilitate training classes as needed.",
        "January 2011 to January 2012",
        "Company Name City , State Mortgage Loan Processor II",
        "Act as a liaison between the borrower and the Investor requesting doc within a timely manner",
        "Processed Conventional, FNMA, GNMA, FHLMC, FHA, VA, DSI, Jumbo, 203k Rehab, and 2nd mortgages (HELOC)",
        "Manage a daily pipeline of 60 to 80 loans.",
        "Develop reporting for projected workflow daily",
        "January 2012 to May 2013",
        "Company Name City , State Manager, Customer Service",
        "Managed a team of 15 associate who took calls regarding Bankruptcy and Property Claims",
        "Coached new Hires",
        "Conducted On the Job Training for associates",
        "Assisted homeowners with general questions and servicing of their mortgage and home equity loans",
        "Created procedures for servicing and Foreclosure guidelines.",
        "October 2006 to October 2008",
        "Company Name City , State Team Leader",
        "Provided superior customer service while managing multiple projects.",
        "Provided Help Desk solution.",
        "Resolved all customer complaints to ensure the utmost customer service.",
        "Trouble shoot IP address for VOIP.",
        "January 2006 to January 2008",
        "Company Name City , State Operations Assistant",
        "Assisted with preventative maintenance for security.",
        "Troubleshooted and repaired Hardware and Software issue.",
        "Reviewed surveys from quality assurance.",
        "January 2005 to January 2006",
        "Company Name City , State Quality Assist",
        "Accurately measured vinyl siding.",
        "Trained new employees on proper work ethics.",
        "Assisted in quality control ensuring a higher quality product for clients."
    ],
    "company_names": null,
    "total_experience": 9.25,
    "education": [],
    "category": "MORTGAGE BANKING"
}