{
    "skills": [
        "Illustrator",
        "Safety",
        "Technical",
        "Policies",
        "Affiliate",
        "Outreach",
        "Psychology",
        "Communication",
        "Mathematics",
        "Teaching",
        "English",
        "Documentation",
        "Windows",
        "Math",
        "Publishing",
        "Compliance",
        "Phone calls",
        "Health",
        "Photoshop",
        "Scheduling",
        "Healthcare",
        "Therapeutic",
        "Reports",
        "Programming",
        "Security",
        "Training",
        "Html"
    ],
    "experience": [
        "August 2014",
        "to",
        "October 2015",
        "Company Name City , State Co- Founder/Therapist and Teaching Artist Served as lead clinician for patients with bipolar, depression, anxiety and",
        "personality disorders.",
        "Referenced and used various therapy techniques, including psychodynamic, family systems, cognitive behavioral and lifespan integration",
        "psychotherapy.",
        "Consulted with and developed appropriate treatment and rehabilitation plans for dually diagnosed patients.",
        "Recorded comprehensive patient histories and coordinated treatment plans with multi-disciplinary team members.",
        "Diagnosed mental health, emotional and substance abuse disorders.",
        "Executed appropriate risk-assessment and mitigation strategies.",
        "Developed comprehensive treatment plans for patients diagnosed with opioid addiction.",
        "Led patients in individual, family, group and marital therapy sessions.",
        "Evaluated patients to determine potential need to transfer to specialized inpatient mental health facilities.",
        "Assisted clients in scheduling home visits and phone calls and monitored effectiveness of these activities.",
        "Guided clients in understanding illnesses and treatment plans.",
        "Developed appropriate policies for the identification of medically-related social and emotional needs of clients.",
        "Created and reviewed master treatment and discharge plans for each client.",
        "Referred clients to other programs and community agencies to enhance treatment processes."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "AND TEACHING ARTIST\nSummary\nMental Health Counselor specializing in \nArt and Play Therapies"
        },
        {
            "Degree": "master treatment",
            "Institution": "Responsible"
        },
        {
            "Degree": "master treatment",
            "Institution": "Mental health professional driven to help others overcome personal"
        },
        {
            "Degree": "Ph.D.",
            "Institution": "Comfortable working autonomously or in a"
        },
        {
            "Degree": "Master of",
            "Institution": "Clinically certified Mental Health Therapist skilled at motivating, communicating and advocating for clients dealing with mental\nhealth and emotional"
        },
        {
            "Degree": "Master of",
            "Institution": "Expert in DBT and"
        },
        {
            "Degree": "Master",
            "Institution": "Seasoned mental health practitioner with demonstrated track record of\nsuccessfully working with diverse client populations in"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Skilled"
        }
    ],
    "category": "Homeland Security"
}