{
    "skills": [
        "Distribution",
        "International",
        "Product development",
        "Process",
        "Business development",
        "Proposal",
        "Budget",
        "Video",
        "Compliance",
        "Travel arrangements",
        "Sports",
        "Research",
        "Excel",
        "Researching",
        "Technical",
        "Process development",
        "Writing",
        "Reports",
        "Administration",
        "Marketing",
        "Certification",
        "Customer service",
        "Regulations",
        "Fundraising",
        "Inventory",
        "Presentations",
        "Communication",
        "Travel",
        "Math",
        "Photography",
        "Design",
        "Event planning",
        "Trade shows",
        "Operations",
        "Scheduling",
        "Management experience",
        "Relationship management",
        "Ordering",
        "Policies",
        "Client relationships",
        "Website",
        "Training",
        "Analysis",
        "Installation",
        "Sales",
        "Advertising"
    ],
    "experience": [
        "Substitute Para Professional Current Company Name City , State",
        "Assist classroom teachers Pre-School - Grade 8. Â Guide students in reading, writing, math, science and computerÂ technology in small",
        "groups and one on one.Â  Present in the classroom to partner with teacher in presenting and reviewing lessons.Â  Accompany students in",
        "transitioning to Unified Arts classrooms.",
        "Founder / Creative Director 03/2005 to Current Company Name City , State",
        "On site event photography and private photo sessions. Coordinate and shoot photographs for sports leagues. Create custom slideshow",
        "productions using various forms of video and print media, still photos, and music. Create custom video presentations using client's existing",
        "video footage. Personally consult with client to obtain background and detail on a production's subject to create an accurate and personal",
        "portrayal with the productions story. Create an expand a returning group of clientele. Design and implement marketing and advertising",
        "campaigns. Photographically document school classes and teams for duration of school year and season, respectively and prepare",
        "slideshow production keepsake.",
        "Project Manager 05/2010 to 02/2014 Company Name City , State",
        "Create project plans for new clients. Coordinate the journey of clients through the compliance process. Primarily responsible for maintaining",
        "client relationships. Specifically focused on supporting clients with all their questions and requirements regarding investment adviser",
        "compliance, investment adviser registration and investment adviser obligations under SEC regulations. Track and interact with Investment",
        "Advisory professional designation organizations.Â  Sales opportunity tracking , proposal and contract preparation, Â prepare and send",
        "materials at monthly, quarterly and annual intervals. Track replies and submissions to identify appropriate registrations or trigger for new",
        "tasks. Respond to client inquiries and perform follow up. Manage Annual Renewals and Account User Certification programs as required.",
        "Create agendas and participate in weekly Project Review.Â Meetings Communicate with state securities divisions on registration",
        "requirements Performed Human Resource functions coordinating insurance programs, Â lead redesign project of company website",
        "researching and working with designers.Â",
        "Private Family Care 09/2009 to Current Company Name City , State",
        "Â Ongoing Periodic Services",
        "Sep 2009 - June 2010- Daily one on one infant and child care in private home setting.",
        "Manufacturer's Representative 02/2006 to 10/2011 Company Name City , State",
        "Create and support a nationwide network of clientele. Represent national flag and flagpole manufacturers Interface with manufacturer's",
        "nationwide. Perform Accounts Receivable and Payable functions .Design and implement marketing and advertising campaigns.Visit",
        "customers and installation location sites.",
        "Kitchen Consultant 07/2003 to 05/2006 Company Name City , State",
        "Operated independent business conducting in home kitchen shows demonstrating products, recipes, cooking techniques and quick tips.",
        "Attracted customers to become a host and hold a show, created and expanded a network of clientele. Prepared and executed promotional",
        "mailings to customers and fundraising groups and executed local advertising campaigns. Performed customer care follow-up with customers",
        "a period of time after products are delivered.",
        "US Business Development Manager 03/2002 to 12/2004 Company Name City , State",
        "Customer Relations Manager / Sales Administrator 07/1995 to 02/2001 Company Name City , State",
        "Responsible for developing US based network of dealers, manufacturer's representatives and distributors. Acted as primary contact for",
        "Formenta's and PLP's base of national dealer, manufacturer's representative, and distributor network. Received and processed orders,",
        "providing first level technical support when required. Coordinated shipping and production arrangements as well as maintained freight",
        "company relationships. Monitored inventory and ordered restocking shipments to US based satellite warehouses. Generated and analyzed",
        "periodic sales reports, processed and qualified new dealer inquiries, generated standard and customized flagpole quotes. Consulted with",
        "manufacturing plant on technical matters, customer feedback and product development. Established and maintained promotional and",
        "collateral material budget. Developed and managed the preparation, ordering, and distribution of sales materials. Participated in sales calls",
        "and trade shows, Â administered trade show arrangements , coordinated and directed trade show follow-up. Participated in the",
        "development and implementation of marketing objectives and sales strategies. Established policies and procedures pertaining to customer",
        "service and organizing internal operations. Interviewed, trained, and supervised employees."
    ],
    "company_names": null,
    "total_experience": 0.75,
    "education": [],
    "category": "SUBSTITUTE PARA"
}