{
    "skills": [
        "Policies",
        "Hardware",
        "Reports",
        "Video",
        "Migration",
        "Retention",
        "Active directory",
        "Spark",
        "Security",
        "Reporting",
        "Filing",
        "Analytical",
        "Quality assurance",
        "Operations",
        "Acquisition",
        "Administration",
        "Inventory",
        "Training",
        "Requests",
        "Analyze",
        "Supervisor",
        "Operating systems",
        "Statistics",
        "Content",
        "Design",
        "Email",
        "Quality control",
        "Process",
        "Windows",
        "Analysis",
        "Installation",
        "Documentation",
        "Improvement",
        "Communication",
        "System administration",
        "Aviation",
        "System",
        "Presentations",
        "Audit",
        "Plan",
        "Distribution",
        "Cisco",
        "Desktop support",
        "Customer service",
        "Investigation",
        "Automation",
        "Technical",
        "Access",
        "Networking",
        "International",
        "Sharepoint",
        "Sci",
        "Unix",
        "Lan",
        "Updates",
        "Excel",
        "Schedule",
        "Testing",
        "Servers"
    ],
    "experience": [
        "Managed highly classified telecommunication materials.",
        "Received and distributed sensitive items to over 100 organizations with no deficiencies.",
        "Maintained and tracked incoming/ outgoing security material.",
        "Assisted with the standard procedure to ship and package of electronic equipment.",
        "Issued special telecommunication encryption keys to civilian companies and military commands.",
        "Provide strategic planning and operation support to command group in Germany.",
        "Preformed analytical, technical and administrative work planning, daily inventory, diagnose and respond to customer incident reports, site",
        "evaluation to ensure clients are incompliance, resolved issues with loading keys into electronic simple key loader, prepare reports, brief",
        "clients and higher chain of command and supervised four personals.",
        "Implemented and preformed retention control program of military personnel.",
        "Providing guidance on administrative and military personnel matters.",
        "Installs, maintains, and troubleshoots Signal support equipment and terminal devices.",
        "Installs, operates, and maintains designated radio and data distribution systems.",
        "Maintains selected electronic devices.",
        "Performs Signal support functions, to include providing technical assistance and training for user owned and operated automation and",
        "communications equipment.",
        "Prepares maintenance and supply requests for unit level Signal support.",
        "Operates and performs preventive maintenance checks and services on assigned vehicles.",
        "Supervises, installs, maintains and troubleshoots Signal support systems and terminal devices, to include radio, wire, and battlefield",
        "automated systems.",
        "Provides technical assistance and unit level training for automation, communication, and user owned and operated Signal equipment.",
        "Disseminates information services policy Installs, operates and performs preventive maintenance checks and services on power generators.",
        "Performed duties as an aviation operations specialist in the primarily job responsibility to schedule and dispatch tactical aircraft missions.",
        "Operate one of the largest fleets of aircraft in the world and keep them running safe and efficient.",
        "Process local and cross-country flight clearances.",
        "Check accuracy of flight plans and coordinate them.",
        "Maintain flight logs on incoming/outgoing flights and individual flight records.",
        "Alert crash crews of emergencies.",
        "Interpret and post weather reports.",
        "Company Name March 2004 to April 2006 Data Entry Specialist",
        "City , State",
        "Served as a medical reviewer and data entry processor of DOT physical examines of various clients into medical system program Occulink,",
        "Microsoft excel for tracking of missing information.",
        "Performed administrative duties, customer service, maintained files, and medical records.",
        "Correspond and coordinated with medical professionals, performed client audit, analyst.",
        "physical exams to ensure accuracy of medical history, educated clients on quality assurance, proper data processing, expedition of timely",
        "feedback, exams and increase productivity.",
        "Process data entry and transmits data to appropriate site.",
        "Edits and performs quality assurance and quality control checks during the input of data from source documents.",
        "Assists in quality control edits by retrieving reports for the data collectors and Team Chief.",
        "Organizes all completed source documents and mail with appropriate attachments to filing site.",
        "Makes weekly transaction tapes along with weekly form counts and prepares tapes and forms to be mailed to appropriate site.",
        "Plan and schedule installation of new or modified hardware, operating systems, and applications software.",
        "Maintain systems configuration and manage installation and integration of systems fixes, updates, and enhancements.",
        "Oversee/perform equipment installation or relocation, testing and acceptance processes.",
        "Analyze and evaluate work concerned with integrated systems of computer programs and/or computer equipment.",
        "Develop and document systems administration standard operating procedures."
    ],
    "company_names": null,
    "total_experience": 2.08,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "TECHNOLOGY"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "ANALYSIS\nSummary\nI have over 10 years of professional service in Information Technology Support and Technical Operations in working with the Federal Government\nand private"
        }
    ],
    "category": "INFORMATION TECHNOLOGY"
}