{
    "skills": [
        "Email",
        "Coding",
        "Distribution",
        "Visio",
        "Project management",
        "Pmp",
        "Budget",
        "Contracts",
        "Documentation",
        "Queries",
        "Testing",
        "Segmentation",
        "Word",
        "Excel",
        "Plan",
        "Technical",
        "Content",
        "Troubleshooting",
        "Test plans",
        "Writing",
        "Marketing",
        "Illustrator",
        "Vendors",
        "Certification",
        "Data management",
        "Photoshop",
        "Html",
        "Cloud",
        "Css",
        "Communication",
        "Metrics",
        "Quality control",
        "Design",
        "Access",
        "Adobe",
        "Indesign",
        "Facebook",
        "Publishing",
        "Salesforce",
        "Wordpress",
        "Sql",
        "Workflows",
        "Website",
        "Quality assurance",
        "Training",
        "Microsoft word",
        "English",
        "Advertising"
    ],
    "experience": [
        "11/2013 to Current",
        "implementation consultant Company Name",
        "Certified trainer in Salesforce Marketing Cloud, experienced in training external client teams on various components of Salesforce",
        "Marketing Cloud, either virtually or in person.",
        "Knowledgeable in Salesforce Marketing Cloud components including Email Studio, Marketing Cloud Connect integration, MobileConnect,",
        "Journey Builder, Contact Builder and Advertising and Social Studio.",
        "Familiar with Salesforce.com basics.",
        "Familiar with coding SQL to write queries for Salesforce Marketing Cloud solutions.",
        "documentation Experienced in writing requirements documentation and crafting technical solutions and designing flow diagrams for clients to",
        "achieve their email marketing campaign requirements utilizing Microsoft Word, Visio and Excel.",
        "Keeps record of project requirement changes by updating the requirements documentation throughout the project.",
        "Provides test plans to the client for UAT to assist them in testing the configured solution.",
        "English major who enjoys writing in any form."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "CONSULTANT\nSummary"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Experienced with various email\nplatforms (Salesforce Marketing Cloud, Adobe Campaign) dedicated to driving customer satisfaction through"
        }
    ],
    "category": "Summary Results"
}