{
    "skills": [
        "Policies",
        "Alliances",
        "Reports",
        "Hotel",
        "Vendors",
        "Metrics",
        "Proposal",
        "Security",
        "Itil",
        "Sales",
        "Mobile",
        "Expenses",
        "It infrastructure",
        "Information technology",
        "Operations",
        "Conversion",
        "Change management",
        "Compliance",
        "Lifecycle",
        "Administration",
        "Procurement",
        "Training",
        "Budgeting",
        "Hotels",
        "Design",
        "Process",
        "Acquisitions",
        "Windows",
        "Benchmark",
        "Workflow",
        "Scheduling",
        "Installation",
        "Architecture",
        "Documentation",
        "Enterprise resource planning",
        "Forecasting",
        "Finance",
        "System",
        "Budget",
        "Sdlc",
        "Erp",
        "Technical",
        "Access",
        "Project management",
        "Business development",
        "Operations management"
    ],
    "experience": [
        "01/2014 to 01/2016",
        "Corporate Project Manager Company Name",
        "Manage direct reports supporting multiple locations with annual revenues of $2M.",
        "Accountable for the strategic direction, implementation, support, and development of all business applications, Enterprise Resource Planning",
        "(ERP), Facilities Management, Financials, Forecasting and Procurement.",
        "Established change management and help desk solutions and policies.",
        "Developed new process design workflow to ensure on-time delivery of all solutions and within budget leading to increase in monthly",
        "productivity by 20%.",
        "Centralized disparate support documentation for all business applications and architecture.",
        "Developed corporate process and tools for opportunities tracking, bid decision making and proposal development.",
        "Developed training material for new products and technologies and delivered training classes to associates.",
        "01/2008 to 01/2014",
        "Director of Information Technology and Systems Company Name",
        "Responsible for managing and executing business development activities for IT and other company business lines."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "PROJECT MANAGER\nCareer Overview\nSeasoned project manager driven to achieve results through strategic planning and professional relationship"
        }
    ],
    "category": "CORPORATE PROJECT"
}