{
    "skills": [
        "Transactions",
        "Process",
        "Spreadsheets",
        "Recruit",
        "Contracts",
        "Reports",
        "Security",
        "Time management",
        "Correspondence",
        "Customer service",
        "Retention",
        "Analytical",
        "Communication",
        "Recruiting",
        "Design",
        "Payments",
        "Brand",
        "Human resources",
        "Policies",
        "Requests",
        "Psychology",
        "Training",
        "Sales"
    ],
    "experience": [
        "HR Associate Jan 2015 to Current",
        "Company Name ï¼​ City , State",
        "Recruit and interview at least 10 applicants per week.",
        "Answer employee questions regarding benefits and company protocol as well as resolving any issues.",
        "Conduct new employee orientation to foster positive attitude toward organizational objectives.",
        "Direct personnel, training, and labor relations activities.",
        "Identify staff vacancies and recruit, interview, and select applicants.",
        "Serve as a link between management and employees by handling questions, interpreting and administering contracts and helping resolve",
        "work-related problems.",
        "Cashier Captain Feb 2014 to Sep 2014",
        "Company Name ï¼​ City , State",
        "Maintained knowledge of current promotions, policies regarding payment and exchanges, and security practices.",
        "Operated a cash register to process cash, check and credit card transactions.",
        "Administered all point of sale opening and closing procedures.",
        "Offered exceptional customer service to differentiate and promote the company brand.",
        "Offered direction and gave constructive feedback to motivate team members.",
        "Sales Associate Nov 2013 to Feb 2014",
        "Company Name ï¼​ City , State",
        "Explained information about the quality, value and style of products to Influence customer buying decisions.",
        "Guided customers in choosing items that reflected personal style and shape.",
        "Recommended merchandise based on customer needs.",
        "Cashier, Shipment Associate Nov 2010 to Jan 2014",
        "Company Name ï¼​ City , State",
        "Computed sales prices, total purchases and processed payments.",
        "Maintained knowledge of current promotions, policies regarding payment and exchanges, and security practices.",
        "Operated a cash register to process cash, check and credit card transactions.",
        "Replenished floor stock and processed shipments to ensure product availability for customers.",
        "Administrative Assistant Aug 2011 to Dec 2012",
        "Company Name ï¼​ City , State",
        "Managed the receptionist area, including greeting visitors and responding to telephone and in-person requests for information.",
        "Designed electronic file systems and maintained electronic and paper files.",
        "Maintained the front desk and reception area in a neat and organized fashion.",
        "Dispersed incoming mail to correct recipients throughout the office.",
        "Organized files, developed spreadsheets, faxed reports and scanned documents.",
        "Made copies, sent faxes and handled all incoming and outgoing correspondence.",
        "1st and 2nd Grade Sunday School Teacher Oct 2009 to May 2010",
        "Company Name ï¼​ City , State",
        "Planned lessons and created classroom materials to instruct students about Judaism.",
        "Established and enforced rules for behavior and procedures for maintaining order among a class of 18 students.",
        "Created and enforced child-based hands-on curriculum to promote student interest and receptive learning."
    ],
    "company_names": null,
    "total_experience": 5.92,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "ASSOCIATE\nSummary\nInnovative and artistic professional with 6 years in the fashion industry, and an Energetic Recruiter who is"
        }
    ],
    "category": "Energetic Recruiter"
}