{
    "skills": [
        "Queries",
        "Accounting",
        "Coding",
        "Tax",
        "Purchase orders",
        "System",
        "Excel",
        "Beverage",
        "Inventory",
        "Access",
        "Microsoft excel",
        "Sales",
        "Finance",
        "Peoplesoft",
        "Warehouse",
        "Cms",
        "Budget",
        "Analysis",
        "Hospital",
        "Process",
        "Journal entries",
        "Supervisor",
        "Reports",
        "Invoices",
        "Financial statements",
        "Mining",
        "Reporting",
        "Operations",
        "Training"
    ],
    "experience": [
        "August 2013 to Current Company Name - City , State",
        "Accounting Manger Report to CFO Manages 4 colleagues.",
        "The accounting department consists of 2 Accounting Clerks, 1 Financial Analyst, and 1 Volunteer.",
        "Lead person for all aspects of close, including preparing and entering 30 journal entries and preparation of 35 balance sheet reconciliations.",
        "Developed new and easier ways of doing journal entries for month end process, using Microsoft Excel.",
        "Have reduced journal entry keying by a day and half, allowing more time for analysis.",
        "Revamped old cost reporting and 990 templates, using Excel, to make the process easier for colleagues that would enter information into",
        "the system.",
        "Have cut down lead and processing time for each, making the entire submission time faster for system senior leadership.",
        "Selected as point person to help our system office install and run PeopleSoft Finance at St.",
        "Mary's Hospital.",
        "Directly responsible for training staff at hospital, and have assisted system in developing the financial statements that are used today.",
        "Assisted all hospital directors in the planning and execution of their departments AOP for the next fiscal year.",
        "Assisted in making a $5 million dollar turn around in total hospital EBIDA for fiscal year 2015.",
        "Responsible for maintaining and tracking $75 million in hospital fixed assets.",
        "Developed new FTE position control productivity report using complex queries and reports in Microsoft Access.",
        "June 2006 to August 2013 Company Name - City , State",
        "Staff Accountant/ IT Report to Finance Supervisor Assisted in financial month end close, by preparing over 20 journal entries and 25",
        "Balance Sheet reconciliations.",
        "Developed various sales, TGP, and other contribution margin reports, using Microsoft Access and Excel."
    ],
    "company_names": null,
    "total_experience": 7.17,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "ACCOUNTANT\nExperience\nAugust 2013\n \nto \nCurrent\n \nCompany Name"
        }
    ],
    "category": "STAFF ACCOUNTANT"
}