{
    "skills": [
        "Sdlc",
        "Excel",
        "Banking",
        "Design",
        "Automation",
        "Safety",
        "Certification",
        "Technical",
        "Reporting",
        "Microsoft excel",
        "Administration",
        "Research",
        "Reconciliation",
        "Powerpoint",
        "Workflow",
        "Sales",
        "Servers",
        "Testing",
        "Database",
        "Documentation",
        "Budget",
        "Agile",
        "Windows",
        "Electronics",
        "Coding",
        "Payments",
        "Sharepoint",
        "Information technology",
        "Money",
        "Retail",
        "Requests",
        "Operations",
        "Analysis",
        "Sql",
        "Os",
        "Health",
        "Visio",
        "Billing",
        "Test plans",
        "Process",
        "Cloud",
        "Hardware",
        "Troubleshooting",
        "Call center",
        "Website",
        "Transactions",
        "Matrix",
        "Reconcile",
        "Test cases",
        "Desktop support",
        "Training",
        "Deposits",
        "Test case",
        "Word",
        "Ordering",
        "System",
        "Access"
    ],
    "experience": [
        "Software Quality Assurance Analyst II Jan 2012 to Current",
        "Company Name ï¼​ City , State",
        "Work Environment: Agile, Windows based, Acuity Electronic Health Record System suite testing and administration, Ontime.com used for",
        "incident/bug reporting.",
        "T-SQL used to query/insert/update SQL DB to verify input/output of test scenarios.",
        "WinAutomation and TestComplete used for automated testing.",
        "Application software testing from local machines and Cloud Share environments.",
        "Excel and Word extensively used for creation of project documentation Responsible for analyzing the requirements and testing all modules",
        "of the Electronic Health Record (EHR) System including Patient, Company, Provider, Referrals, Collaborators, Utilization",
        "Management\\Authorizations, Care Plans, Assessments, Tasks, Notes and any other modules that require testing.",
        "Testing of the Implementation process from one version of an EHR to another appropriately mapping data from the source database to the",
        "destination database.",
        "Creating , maintaining and testing user and group profiles confirming the appropriate access to the medical system Updating application",
        "software by defining/coding existing field properties or creating special user fields to fit the appropriate workflow to be tested based on",
        "customer needs.",
        "Document test cases, procedures and automation scripts and keeping them updated for each system release Effectively track testing",
        "progress using Ontime.com for tracking and assigning defects Responsible for Database loads, test environment set-up, FTP of application",
        "files and workstation preparation on Cloud Share environments Work with application programmer with system defects or analysis of",
        "project features Perform functional, regression, and ad-hoc testing on all assigned EHR projects.",
        "User Support Specialist II, Payments Specialist Jan 2011 to Jan 2012",
        "Company Name ï¼​ City , State",
        "Call Center, Macintosh based, ZenDesk ticketing software used to track user incidents Troubleshoot user issues with Airbnb.com website",
        "navigation and services, such as user account maintenance, payment processing and billing analysis, as well as very complex financial and",
        "non financial disputes between users including customer safety issues Respond professionally to any escalated calls and support level I",
        "agents with urgent calls Take effective notes on user accounts through a ticketing system Thorough follow through of each call ensuring",
        "customer/user satisfaction.",
        "Test Execution Manager Jan 2006 to Jan 2010",
        "Company Name ï¼​ City , State",
        "Work Environment: Matrix team structure/Team Lead, Windows based, Quality Center used for test case and bug/incident reporting.",
        "Excel and Word extensively used for project document creation and SharePoint used for document management/sharing, PowerPoint used",
        "for meeting facilitation, Managed PC lab for testers including ordering and completing hardware/software set up and hands on",
        "troubleshooting of systems test environment.",
        "Responsible for managing a team of onshore and offshore testers during the System Integration Test phase of the software development life",
        "cycle for the CA Banking Center New Accounts and Teller Platforms.",
        "Provided work estimates and ensured each project is efficiently staffed with testers to complete the project on time and on budget.",
        "Review, provide feedback and approve all test plans and scripts submitted by Test Analysts Work as a team member to accurately define",
        "the business requirements for new products for customers or system changes before the product or system change rollout.",
        "Identify all system functions and processes that may be affected by each project Provide meeting representation on all banking center",
        "platform projects.",
        "Manage end to end, user acceptance and production certification testing Represent the end user in design, development, testing and",
        "implementation of changes to existing systems environments for CA Banking Centers.",
        "In charge of the training and development of new test analysts brought on board to test the CA banking center new accounts system.",
        "Created and lead training classes in a formal setting in the test lab or virtually over the web for users.",
        "Responsible for ordering the appropriate hardware and software for the test lab for the test analysts and production lab for the",
        "implementation team.",
        "Software Test Analyst Jan 2000 to Jan 2006",
        "Company Name ï¼​ City , State",
        "Work Environment: Matrix team structure, Windows based, Quality Center used for test case and bug/incident reporting, Excel and Word",
        "extensively used for project document creation, Visio used for workflow charting and use cases.",
        "Managed PC lab for testers including ordering and completing hardware/software set up and hands on troubleshooting of systems test",
        "environment Responsible for identifying test scenarios from business requirements and creating test plans, scripts, executing scripts, and",
        "documenting test results based on the requirements Effectively track testing progress using Quality Center for tracking scripts and assigning",
        "defects Work with technical staff ensuring proper tests are being run, data is conditioned and resolving issues Perform Black Box functional,"
    ],
    "company_names": null,
    "total_experience": 11.0,
    "education": [],
    "category": "SOFTWARE QUALITY"
}