{
    "skills": [
        "Sales",
        "Schedule",
        "Plan",
        "Purchase orders",
        "Business development",
        "Vendors",
        "Communication",
        "Teaching",
        "Analyze",
        "Retail",
        "Operations",
        "Engagement",
        "Distribution",
        "Administration",
        "Sales management",
        "Inventory",
        "Purchasing"
    ],
    "experience": [
        "National Sales Manager",
        "January 2009 to Current Company Name ï¼​ City , State",
        "Oversee the daily operations of United Musical Distribution.",
        "Oversee the daily operations of the online sales division, including competitive presence on Amazon and Ebay among other internet forums.",
        "Complete and submit institutional bids to schools throughout the nation.",
        "Responsible for creating sales opportunities and driving them to success as leader of a sales team.",
        "Develop quarterly sales goals and implement plans to reach our goals.",
        "Oversee the daily operations of the retail sales division.",
        "Oversee the daily operations of our warehousing staff.",
        "Analyze sales history for merchandise and submit purchase orders to vendors.",
        "Attend the annual winter NAMM show as a buyer.",
        "Negotiate special pricing for high volume items with vendors.",
        "Develop and maintain strong working relationships with vendors.",
        "Observe sales trends for new merchandise and incorporate new items into our quarterly sales goals.",
        "Director of Educational Services/Bids Administration",
        "January 2001 to January 2009 Company Name ï¼​ City , State",
        "Complete and submit institutional bids to school districts throughout the nation.",
        "Solving complicated customer service issues related to bid sales.",
        "Develop and maintain a successful team of Educational Services Representatives that visit approximately 90 schools each week.",
        "Develop and maintain business relationships with primary, middle and high school music educators in South East/South Central Wisconsin.",
        "Implement new ideas for promoting the educational services division of Cascio Interstate Music.",
        "Improve overall net profit of school music related income such as rental income, repair income and capital expenditure income.",
        "Rental collection.",
        "Retail customer sales and service.",
        "Maintain the \"look and feel\" of the retail Band and Orchestra Department.",
        "Maintain a high level of customer satisfaction throughout the retail division.",
        "Assist with the daily administration of the retail division.",
        "Educational Services Representative",
        "January 1997 to January 2001 Company Name ï¼​ City , State",
        "Captured 55%+ market share with band-related sales.",
        "Customer sales and service Developing and maintaining business relationships with primary, middle and high school music educators in West",
        "Central Indiana and Eastern Illinois.",
        "Created a successful instrument rental program, generating a 300% revenue increase in the 1st year alone.",
        "Inventory purchasing.",
        "Band and orchestral instrument and accessory sales.",
        "Fine Arts Coordinator",
        "January 1992 to January 1997 Company Name ï¼​ City , State",
        "Observed and assessed student performance and kept thorough records of student progress.",
        "Managed classrooms of 12 to 70 students during my tenure as coordinator, responsible for both musical development and iumplemented a",
        "variety of teaching methods such as lectures, discussions and demonstrations.",
        "Established clear objectives for all lessons, units and projects."
    ],
    "company_names": null,
    "total_experience": 17.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "SALES MANAGER\nSummary\nIt is my desire to advance my professional development through marrying the management, purchasing, and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highlights\nInnovative teaching methods"
        }
    ],
    "category": "NATIONAL SALES"
}