{
    "skills": [
        "Controls",
        "Daily operations",
        "System",
        "Compliance",
        "Construction",
        "Regulatory",
        "Testing",
        "Schematics",
        "Plan",
        "Safety",
        "Troubleshooting",
        "Technical",
        "Saws",
        "Schedules",
        "Electrical",
        "Windows",
        "Specifications",
        "Math",
        "Operations",
        "Scheduling",
        "Training",
        "Installation"
    ],
    "experience": [
        "Company Name | City , State Maintenance, Home Construction 08/2020 - Current",
        "Diagnosed problems with mechanical and electrical systems and equipment using advanced troubleshooting abilities.",
        "Performed performance and safety inspections on equipment and machinery to maintain operational baseline.",
        "Changed HVAC filters and cleaned condensation drains to perform preventative maintenance on HVAC systems.",
        "Maintained facility interior, including shampooing carpets, washing walls, waxing and stripping floors and dusting furniture and fixtures.",
        "Used electrical drawings to troubleshoot and repair electro-mechanical and other systems.",
        "Framed new construction of single-family homes and townhomes.",
        "Completed indoor and outdoor residential and commercial construction projects.",
        "Cut roofing paper to size and nailed and stapled paper to roof in overlapping strips to form base for roofing materials.",
        "Mopped and poured hot asphalt and tar onto roof base while applying asphalt and tar and gravel to roof.",
        "Resolved both technical and contractual issues in constructive, positive manner.",
        "Shaped materials to exact measurements for job requirements using hand tools and power equipment.",
        "Examined buildings and project specifications to determine measurements and dimensions.",
        "Installed building structures such as windows, trim and cabinetry alone or with assistants to meet job deadlines.",
        "Operated terrain telescoping forklift, backhoe, skid steer and tractor.",
        "Prepared, cut and installed custom cabinetry, built-in bookcases and staircases.",
        "Selected lumber based on particular species, characteristics, size, applications and applicable adhesives.",
        "Set windows and layouts for stairs and common rafters.",
        "Cut and installed tile and hardwood flooring for over 6 residential and commercial buildings.",
        "Installed cabinets, base cabinets and crown molding."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Summary Hardworking"
}