{
    "skills": [
        "Excel",
        "Design",
        "Illustrator",
        "Safety",
        "Crm",
        "Analyze",
        "Technical",
        "Policies",
        "Administration",
        "Staffing",
        "Standard operating procedures",
        "Schedules",
        "Communication",
        "Protocols",
        "Analytical",
        "Root cause",
        "Continuous improvement",
        "English",
        "Strategy",
        "Six sigma",
        "Budget",
        "Quality standards",
        "Aviation",
        "Publishing",
        "Specifications",
        "Lean",
        "Sops",
        "Sourcing",
        "Compliance",
        "Procurement",
        "Operations",
        "Analysis",
        "Quality assurance",
        "Improvement",
        "Statistics",
        "Health",
        "Product quality",
        "Process",
        "Inventory",
        "Ms excel",
        "Regulations",
        "Photoshop",
        "Troubleshooting",
        "Scheduling",
        "German",
        "Controls",
        "Reports",
        "Expenses",
        "Kpis",
        "Quality control",
        "Spanish",
        "Word",
        "Erp",
        "Training",
        "Access"
    ],
    "experience": [
        "Company Name October 2015 to January 2016 Production Excellence Specialist",
        "City",
        "Knowledge and use of Operational Equipment Efficiency (OEE) in PCB manufacturing environment.",
        "Expertise and proficiency in LEAN Manufacturing and Six Sigma Methodologies to identify direct and analyze machine group cells for",
        "Printed Circuit Board (PCB) and electromechanical components.",
        "Development and optimization of OEE reports, Standard Operating Procedures (SOP), process Protocols, guidelines.",
        "Understanding and comprehension of the following tools: Root Cause Analysis, Value Stream Map, Process Map, Pareto Chart, Kaizen, 7",
        "Wastes, and Statistical Process Control.",
        "Company Name February 2014 to September 2015 Procurement and Operations Manager",
        "City",
        "Developed, updated and maintained SOPs, Client Guidelines, HR and Technical Manuals and Protocols for Insight Company Managed",
        "professionally 14 employees for Insight Quality Services Asian operations and accountable for implementation of strategic objectives,",
        "developing operations strategy, planning production services and client communication Best practices and knowledge of LEAN",
        "Manufacturing systematic methods and tools to reduce waste and increase quality efficiency in Chinese manufacturing factories Successfully",
        "assisted clients on Quality Control improvements and manufacturing challenges Conducted quality control inspections all over China and",
        "supervised 14 inspectors conducing inspections for Jewelry and Electronic products.",
        "Assessed and trained personnel for promotion to cross-functional operations."
    ],
    "company_names": null,
    "total_experience": 1.83,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "EXCELLENCE SPECIALIST\nSummary"
        }
    ],
    "category": "Summary Results"
}