{
    "skills": [
        "Operations",
        "Scheduling",
        "Payroll",
        "Excel",
        "Ordering",
        "Safety",
        "International",
        "Beverage",
        "Communication",
        "Spanish",
        "Training",
        "Quality control",
        "Cuisine",
        "Protocols"
    ],
    "experience": [
        "04/2014 to 08/2016",
        "Executive Chef Company Name ï¼​ City , State",
        "Co-ordinated and executed meals for various corporate clients; from parties ranging from 20 to 500 guests.Â",
        "Implemented new cooking techniques and organizational protocols to lower food and labor cost.",
        "Managed daily kitchen operations; identified and provided solutions for any problem areas.",
        "Developed new menus in accordance with guests dietary needs and restrictions; vegan/vegetarian, gluten-free, etc.",
        "06/2012 to 04/2014",
        "Chef/General Manager Company Name ï¼​ City , State",
        "Developed food and beverage menu for a new fast-casual restaurant.",
        "CreatedÂ standardized recipes to maintain quality control.Â",
        "Handled all hiring, training, scheduling and payroll.",
        "Provided courteous and informative customer service in an open kitchen format.",
        "06/2009 to 06/2012",
        "Chef de Cuisine Company Name ï¼​ City , State",
        "Worked with executive chef to develop and execute a daily-changing menu in a fine-dining establishment.",
        "Tasted and smelled all prepared dishes, and observed color, texture and garnishes.Â",
        "Initiated and maintained relationships with local farmers and ranchers to bring guests the highest quality ingredients while maintaining",
        "appropriate food and labor costs."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "CHEF\nSummary\nMotivated professional with exceptional skills as both chef and"
        }
    ],
    "category": "Highlights Food"
}