{
    "skills": [
        "Schedule",
        "Variances",
        "Accounting",
        "Sap",
        "Microsoft word",
        "Tax",
        "Excel",
        "System",
        "Inventory",
        "Compliance",
        "Vendors",
        "Access",
        "Sales",
        "Transactions",
        "Finance",
        "International",
        "Gaap",
        "Documentation",
        "Internal audit",
        "Expenses",
        "Budget",
        "Spreadsheets",
        "Administration",
        "Analysis",
        "Word",
        "Schedules",
        "Pivot",
        "Process",
        "Reconciliation",
        "Policies",
        "Reports",
        "Invoices",
        "Banking",
        "Audit",
        "Reporting",
        "Payments",
        "Quickbooks",
        "Health",
        "Training",
        "Powerpoint"
    ],
    "experience": [
        "Researched and resolved financial inquiries from management at 48 campus locations.",
        "Reconciliation of 40 bank accounts on a monthly basis.",
        "Posted necessary monthly journal entries to the general ledger (Great Plains Dynamics).",
        "Compiled and analyzed transactions primarily related to: cash, fixed assets, inventory & sales tax.",
        "Liaison with external accounting firm during audits.",
        "Processed accounts payable; including purchase order entry, invoice approval and entry, follow up with vendors, aging reporting.",
        "Paid approximately 100,000K in funds via wire transfers to suppliers on a weekly basis.",
        "Treasurer 01/2011 to Current Company Name City , State",
        "Implemented the accounting process, policies and procedures in accordance with US GAAP.",
        "Bank account maintenance and financial transactions oversight.",
        "Developed the annual budget and analyzed actual revenue and expenses against the budget.",
        "Kept the board informed of trends, concerns, assessments of organization financial health.",
        "Completion of all financial reports in a timely manner and made available to the board.",
        "Accounts Receivable/Audit Clerk 02/2009 to 08/2011 Company Name City , State",
        "Researched and implemented a new remote deposit banking system.",
        "Processed an average of 200 checks on a daily basis via a bank remote system.",
        "Created and balanced several accounting spreadsheets.",
        "Prepared and managed reports for executive management.",
        "Posted month and year end journal entries.",
        "Researched, verified and corrected the validity of account discrepancies.",
        "Worked with various departments and built stronger working relationships organization wide.",
        "Data Analyst Assistant 12/2006 to 10/2007 Company Name City , State",
        "Project VPO: Assessed 2500 foreign accounts within a 6 month period.",
        "Achieved and maintained a 90% Customer Satisfaction rating.",
        "Verified and researched data for 500 Savings Bonds accounts on a daily basis.",
        "Tracked and updated non-nationals accounts preventing over one million dollars in fines.",
        "Indexed, verified and scanned 1200 IRA accounts on a monthly basis.",
        "Keyed interest and tax ratesfor over 350 accounts holders daily."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "ACCOUNTANT\nSummary\nProfessional Accountant and Bookkeeper with 12 years of experience with accounts receivable and"
        },
        {
            "Degree": "Bachelor",
            "Institution": "Skills\nSAP, Great Plains Dynamics, Sage50, QuickBooks Pro, ACT, Microsoft Word, Excel (Pivot tables and VLook Up) Access, PowerPoint\nExperience\nStaff Accountant"
        }
    ],
    "category": "STAFF ACCOUNTANT"
}