{
    "skills": [
        "Coding",
        "Billing",
        "Cms",
        "System",
        "Improvement",
        "Compliance",
        "Analyze",
        "Regulatory",
        "Contracts",
        "Documentation",
        "Research",
        "Safety",
        "Sharepoint",
        "Engagement",
        "Administration",
        "Reports",
        "Regulatory compliance",
        "Risk management",
        "Customer service",
        "Regulations",
        "Inventory",
        "Reconciliation",
        "Communication",
        "Workflow",
        "Health",
        "Quality control",
        "Conversion",
        "Operations",
        "Variances",
        "Scheduling",
        "Investigate",
        "Policies",
        "Microsoft office suite",
        "Reporting",
        "Training",
        "Healthcare",
        "Analysis",
        "Call center",
        "Hospital"
    ],
    "experience": [
        "Practice Manager",
        "January 2016 to Current Company Name ï¼​ City , State",
        "Manage administrative operations in a \"patient centered medical home practice (PCMH) model for quality and safety, accessible services,",
        "coordinated, and comprehensive care.",
        "Complete and comply with different payer quality reporting measures.",
        "Provide hands-on operational support to employees for optimal customer service.",
        "Revised, developed, and restructured workflow for continuous quality improvement and desirable outcomes.",
        "Address patient complaints immediately for service recovery.",
        "Investigate and resolve charge discrepancies and billing matters.",
        "Train, and educate employees in areas of improvement, through staff meetings, individual supervision, and rounding.",
        "Employee professionalism and engagement have shown significant improvement.",
        "Ensure healthy and safe environment of care through system and facility maintenance.",
        "Educate employees on the organization's clinical policies and procedures, and healthcare regulations.",
        "Improved EHR documentation, including appropriate and timely completion and update of care guidelines, patient communication, provider",
        "inbox and provider approval queue (PAQ).",
        "Healthcare Operations Professional",
        "September 2012 to January 2016 Company Name ï¼​ City , State",
        "Provide professional advice and recommendations for healthcare providers to overcome challenging operational problems.",
        "Streamline the complexities of the day-to-day operations to drive short and long-term financial growth.",
        "Assess workplace health, safety and wellness processes in which employees work, and the physical factors that support or hinder",
        "productivity and employee health.",
        "Initiate and develop strategies for agency-wide commitments, appropriate safety and health training; and the development of standardized",
        "policies and procedures.",
        "Foster an environment where strong and professional relationships thrive.",
        "Improve quality of care through continuous quality improvement activities.",
        "Train and develop clinical staff, management, and support staff on current healthcare regulations and requirements.",
        "Provide clients with healthcare exchange-based products and services.",
        "Educate and enroll benefit recipients in various Medicare Plans.",
        "Senior Practice Manager",
        "January 2008 to July 2012 Company Name ï¼​ State",
        "Managed day-to-day operations of 3 practice locations in gynecology, gynecologic surgery, obstetrics, and maternal and fetal medicine."
    ],
    "company_names": [
        "Microsoft"
    ],
    "total_experience": 7.83,
    "education": [],
    "category": "PRACTICE MANAGER"
}