{
    "skills": [
        "Excel",
        "Case management",
        "Presentations",
        "Communication",
        "Compliance",
        "Microsoft office",
        "Database",
        "English",
        "Reports",
        "International",
        "Health",
        "Powerpoint",
        "Retention",
        "Word",
        "Legal",
        "Security"
    ],
    "experience": [
        "DRIVER",
        "April 2015 to March 2016 Company Name ï¼​ City , State",
        "Welcome Costumers to my car.",
        "Asking them where he/she wants to go.",
        "And sometimes my friends calling me for helping them for changing their batteries.",
        "And also to change the tires.",
        "Server Fire of Brazil 07/02/2014 - till now Hold an important role in the food service industry.",
        "Greeting customers as they arrive.",
        "Arrange for appropriate seating arrangements and take orders.",
        "Pleasant and welcoming as customer satisfaction and retention is my prime concern Ensure that the menu is available and in good physical",
        "condition.",
        "Direct or escort quests to their seats.",
        "Relation Officer",
        "September 2013 to March 2014 Company Name ï¼​ City , State",
        "Compiled information for reports and filed documents to be distributed to related offices and provinces.",
        "Traveled to provinces once a week to assess the situation of each area and draft reports accordingly.",
        "Assisted manager with administrative duties as necessary.",
        "Translator, Legal and Cultural Adivsor.",
        "International Security Assistant",
        "January 2011 to January 2013 Company Name ï¼​ City , State",
        "Provided live and direct translation between Farsi (Daro), Pashto, and English for American military personnel in official meetings with",
        "regional governor, police headquarters, ANCOP (Afghan National Civil Order Police), CDP (Community Development Program) local"
    ],
    "company_names": null,
    "total_experience": 3.42,
    "education": [
        {
            "Degree": "Bachelor's degree",
            "Institution": "Summary\nAs a passionate and dedicated professional with more than five years of experience in the fields of law, linguistics and interpretation, I write to\napply for the"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "I graduated with a Bachelor's degree in Academic Law from"
        }
    ],
    "category": "DRIVER Summary"
}