{
    "skills": [
        "Policies",
        "Hardware",
        "Licensing",
        "Vendors",
        "Migration",
        "Accounting",
        "Security",
        "Reporting",
        "Coaching",
        "Human resources",
        "Expenses",
        "Information technology",
        "Operations",
        "Conversion",
        "Acquisition",
        "Change management",
        "Inventory",
        "Training",
        "Psychology",
        "Standardization",
        "Design",
        "Windows",
        "Computer science",
        "Analysis",
        "P",
        "Installation",
        "Enterprise resource planning",
        "Communication",
        "Finance",
        "System",
        "Information security",
        "Cisco",
        "Purchasing",
        "Erp",
        "Technical",
        "Networking",
        "Telecom",
        "Project management",
        "Servers"
    ],
    "experience": [
        "Director of Information Technology 08/2005 to Current",
        "Company Name City , State",
        "Manage software development and infrastructure projects.",
        "Direct daily operations and oversee vendor relationships.",
        "Define project requirements and aligning efforts with clients and corporate needs and assess outcomes.",
        "Develop and see change management processes, release control, maintenance and support activities and employee training programs.",
        "Determine needs analysis for infrastructure and software requirements.",
        "Establish corporate policies pertaining to staff and employee usage of technology.",
        "Provides 24 x 7 technical support, Service Level Agreements (SLA's) and root cause analysis reporting.",
        "Directed staff of 7 IT professionals comprising of an IT Manager, Network Administrator, Programmer, IT Trainer and 3 Helpdesk",
        "Analysts supporting approximately 675 employees in 18 branches within the state of Florida.",
        "Interact with various departments in Corporate to derive pertinent information for Accounting, HR and Finance and formulate decisions",
        "based on data derived from the firm-wide Enterprise Resource Program.",
        "Accomplishments: Companywide system conversion to Windows 7, Office 2010 completed within 4 months.",
        "Standardization of software applications and hardware infrastructure, allowing for better system support, faster turnaround time for system",
        "problem resolutions Organization of departmental business which includes system inventory, software licensing and registrations.",
        "Evaluation of IT related vendors and service agreements resulting in a $300K per year reduction in IT expenditures Implementation of a",
        "$1.5 million ERP system, allowing for standardization of business processes with the financials, human resources, project management and",
        "purchasing department.",
        "Design and installation of an IP hybrid telecom system, standardizing the company's phone system and allowing for free inter-office",
        "communication, with a yearly savings of $160K in telecom expenses.",
        "Manager of Information 02/2003 to 07/2005",
        "Company Name City , State"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "OF INFORMATION TECHNOLOGY\nExecutive Profile\nDirector of Information Technology Project Manager"
        }
    ],
    "category": "INFORMATION TECHNOLOGY"
}