{
    "skills": [
        "Email",
        "System",
        "Purchasing",
        "Teaching",
        "Transactions",
        "Improvement",
        "Video",
        "Spreadsheets",
        "English",
        "Retail",
        "Documentation",
        "Safety",
        "Technical",
        "Writing",
        "Administration",
        "Correspondence",
        "Schedules",
        "Protocols",
        "Regulations",
        "Banking",
        "Analytical",
        "Analytics",
        "Presentations",
        "Communication",
        "Specifications",
        "Filing",
        "Continuous improvement",
        "Operations",
        "Policies",
        "Healthcare",
        "Positioning",
        "Sales",
        "Advertising",
        "Health",
        "Visual"
    ],
    "experience": [
        "service. Adept at handling various client issues and problems with kindness and professionalism, seeking opportunities in the Healthcare and",
        "Business",
        "industry.",
        "A reliable employee with an extensive track record in demanding sales and account management environments. Strong presenter, communicator,",
        "and problem solver working effectively and productively with diverse customers and individual needs.",
        "A stay-at-home mom of five children dedicated to ensuring the needs of the children's safety and comfort by addressing their specific diet,",
        "exercise, and tutoring needs. Including the care provided for an autistic son in creating specific routines, developmental support, and educational",
        "strategies. Recently began the endeavor of owning and managing a small business."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master's Degree",
            "Institution": "PROVIDER\nProfessional Summary\nCurrent graduate student at the University of Arizona Global Campus pursuing a Master's Degree in Health Informatics and Analytics with five\nyears of experience in"
        },
        {
            "Degree": "MBA",
            "Institution": "An exceptionally empathetic and dedicated healthcare provider with a strong record of child health care"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Adept at handling various client issues and problems with kindness and professionalism, seeking opportunities in the Healthcare and\nBusiness"
        }
    ],
    "category": "HEALTHCARE PROVIDER"
}