{
    "skills": [
        "Recruitment",
        "Process",
        "Compliance",
        "C",
        "Sales",
        "Retail",
        "Sports",
        "Plan",
        "Content",
        "Modeling",
        "Logistics",
        "Administration",
        "Schedules",
        "Certification",
        "Customer service",
        "Retention",
        "Coaching",
        "Tomorrow",
        "Fundraising",
        "Inventory",
        "Communication",
        "Workflow",
        "Audit",
        "Leadership development",
        "Design",
        "Facebook",
        "Policies",
        "Quality assurance",
        "Outreach",
        "Training",
        "Supervisor",
        "Deposits",
        "Health",
        "Twitter"
    ],
    "experience": [
        "local area, coordinated volunteer efforts for 12 large-scale community events each year.",
        "Ensured minimum of 10 volunteers at each event to secure $1,000 donation to each 501(c)(3).",
        "Public Relations/Social Media Manager, Department of Athletics Mar 2011 to May 2016",
        "Company Name ï¼​ City , State",
        "Promote Indiana University and Indiana University East and their mission to all fans of IU East and IU East Athletics.",
        "Consistently show ability to \"think on my feet\" and adapt to sudden changes.",
        "Write, design and administer questionnaires and recruitment letters to students and coaches.",
        "Social media director for all of athletics, promoting sports through Twitter, Facebook, Instagram, Snapchat and iueredwolves.com.",
        "Plan and execute all visits by prospective students, competing teams, and sponsors.",
        "Organize athletes during visits to help build a connection with prospective recruits.",
        "Organize fundraising events for athletics.",
        "Serve as event manager for all athletic events, organized all event staff and logistics."
    ],
    "company_names": null,
    "total_experience": 5.17,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "RELATIONS INTERN\nSummary\nTeam leader and developer with over five years' experience in management, sales, customer service and achieving positive outcomes as a result of\nintegrity, hard work, and innovative"
        }
    ],
    "category": "Summary Team"
}