{
    "skills": [
        "Expenses",
        "Billing",
        "Pr",
        "Retail",
        "Researching",
        "Technical",
        "Sales goals",
        "Public relations",
        "Marketing",
        "Correspondence",
        "Schedules",
        "Operations management",
        "Customer service",
        "Inventory",
        "Analytical",
        "Presentations",
        "Communication",
        "Database",
        "Business plans",
        "Accounting",
        "Operations",
        "Scheduling",
        "Payroll",
        "Newspaper",
        "Ordering",
        "Human resources",
        "Reporting",
        "Training",
        "Sales",
        "Advertising",
        "Finance",
        "Audio"
    ],
    "experience": [
        "Company Name September 2014 to Current Operations Manager",
        "City , State",
        "Mentored, coached and trained all new reception team members.",
        "Boosted company efficiency through streamlined reporting processes.",
        "Created and maintained schedules for 8 departments.",
        "Responsible for all payroll processes.",
        "Consulted with the IT department and oversaw the launch, training and implementation of new salon software.",
        "Responsible for all financial reporting to the accounting department.",
        "Directly managed the salon's Operations Coordinator and maintenance team.",
        "Worked to maintain inventory levels and reduce overall shrink in the retail aspect of the business.",
        "Company Name September 2010 to September 2014 Salon Manager",
        "City , State",
        "Managed team of 18 professionals.",
        "Directed strategic initiatives to achieve projected monthly sales goals. Coordinated and oversaw all day-to-day business operations inclusive",
        "of ordering of supplies, payroll, facility maintenance and schedules.",
        "Reduced and controlled expenses by adhering to budgets and researching and applying cost effective alternatives.",
        "Surpassed revenue goals in four consecutive quarters.",
        "Increased profits by 20% over previous year for 13/14 fiscal.",
        "Ran highest grossing revenue per chair location in the company. Trained and monitored customer service representatives to ensure quality",
        "customer service.",
        "Provided training, mentoring and guidance for new and existing employees.",
        "Consulted and assisted in over seeing operations for other area locations.",
        "Promoted to Operations Manager of the salon's flagship location in New York, NY in September, 2014.",
        "Company Name February 2008 to September 2010 Floor Manager",
        "City , State",
        "Direct liaison between clients and technical staff.",
        "Involved in all aspects of customer service to ensure superior service.",
        "Created and maintained staff schedules.",
        "Assisted in ensuring seamless and highly productive day-to-day goings on.",
        "Monitored and tracked daily/yearly/weekly sales in all departments.",
        "Promoted to Salon Manager of the company's Greenwich, CT location in September, 2010.",
        "Company Name February 2003 to February 2008 Marketing & Public Relations Director/Manager",
        "City , State",
        "Developed and implemented marketing and business plans, designed press releases and promotional materials."
    ],
    "company_names": null,
    "total_experience": 11.58,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "MANAGER\nCareer Overview\nExperienced and enthusiastic management professional with strong analytical, organizational and problem solving"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Successful in overall\noperations in a fast paced environment, with an"
        }
    ],
    "category": "OPERATIONS MANAGER"
}