{
    "skills": [
        "Expenses",
        "Process",
        "Budget",
        "Agile",
        "Retail",
        "Contracts",
        "Documentation",
        "Sports",
        "Marketing programs",
        "Strategy",
        "Technical",
        "Content",
        "Automation",
        "Engineering",
        "Writing",
        "Sales goals",
        "Engagement",
        "Marketing",
        "Social media",
        "Marketing materials",
        "Profiling",
        "Certification",
        "Electrical",
        "Hardware",
        "Green",
        "Analytics",
        "Presentations",
        "Travel",
        "Seo",
        "Design",
        "Accounting",
        "Operations",
        "Website",
        "Training",
        "Analysis",
        "Healthcare",
        "Interactive",
        "Sales",
        "Fitness",
        "Finance"
    ],
    "experience": [
        "Director, Global Digital Marketing 01/2014 to Current Company Name City , State",
        "Agile Development and Marketing",
        "Global leader for web marketing strategy and operations for www.xerox.com including leading digital marketing strategy and integration,",
        "web site content marketing strategy, traffic analysis and optimization, SEO, translations, social media integration, marketing automation /",
        "online demand generation and voice of customer validation.",
        "Own development of first ever web content marketing strategy to support launch of new dynamic, relevant/personalized and responsive",
        "corporate site.",
        "Develop and execute demand generation strategies to position corporate website as center of inbound marketing including integration of",
        "Marketo and leveraging features of marketing automation across the marketing and communications community.",
        "Manage team of 12 full time professionals and agency partners.",
        "Significant day-to-day management of global projects, with ongoing prioritization and internal partner and executive engagement.",
        "Boosted website traffic by 8% by integrating social media.",
        "Manager, Interactive Marketing 04/2013 to 12/2013 Company Name City , State",
        "Led global strategy for technology business on www.xerox.com including web site content delivery, traffic analysis and optimization, web",
        "marketing strategy and integration, ratings and reviews, and demand generation with online forms and campaigns.",
        "Drove new page design for a strategic company business with a 50% increase in traffic.",
        "Managed team of five along with budget",
        "Manager, Marketing Communications 03/2011 to 04/2013 Company Name City , State",
        "Developed worldwide marketing communications supporting high end printing business including cross media direct marketing campaigns",
        "resulting in ROI of 10. Proofed and approved production drafts of promotional materials.",
        "Earned LSS Green Belt Certification developing new value proposition for business."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "GLOBAL DIGITAL MARKETING\nExecutive Profile\nResults oriented leader with extensive"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Passionate in championing creation of digital and content\nmarketing strategies and"
        }
    ],
    "category": "GLOBAL DIGITAL"
}