{
    "skills": [
        "Excel",
        "Security",
        "Transportation",
        "Hris",
        "Administration",
        "Accounting",
        "Research",
        "Sales",
        "Hospitality",
        "Recruitment",
        "Schedules",
        "Communication",
        "Database",
        "English",
        "Human resources",
        "Engineering",
        "Filing",
        "Warehouse",
        "Payroll",
        "Coding",
        "Marketing",
        "Hotel",
        "Presentation",
        "Employee relations",
        "Administrative support",
        "Money",
        "Retail",
        "Requests",
        "Operations",
        "Data entry",
        "Billing",
        "Inventory",
        "Process",
        "Legal",
        "Customer service",
        "Scheduling",
        "Vendors",
        "Modeling",
        "Invoices",
        "Reports",
        "Training",
        "Marketing programs",
        "Ordering",
        "System",
        "Access"
    ],
    "experience": [
        "Reservations agent/front desk agent/guest services agent/pbx operator",
        "January 2016 to Current Company Name ï¼​ City , State",
        "Generate booking requests and passenger attraction/transportation bookings Answer and screen customer calls Explain and sell our",
        "transfers and day tours, including up selling services Process payment and attraction ticketing Resolve product or service problems Data",
        "entry and inventory accounting Greet guests and complete the registration process to include, but not limited to, inputting and retrieving",
        "information from the computer, confirmation of guest information and room rate, selection of rooms, coding electronic keys, promoting",
        "marketing programs, providing a welcome packet and ensuring guest knows location of room and/or has a bell person accompany him/her",
        "Assist guests with check-out including, but not limited to, ensuring rooms and services are correctly accounted, using the point-of-sale",
        "system, handling money, processing credit and debit cards, accepting and recording various forms of payment, converting foreign currency,",
        "making change and processing gift certificates and cards Demonstrate a thorough knowledge of hotel information including, but not limited",
        "to, room categories, room rates, packages, promotions, the local area and other general product knowledge and answer guest questions",
        "and inquiries Use up-selling techniques to promote hotel services and facilities and to maximize room occupancy Respond to guest inquiries",
        "and requests and resolve issues in a timely, friendly and efficient manner Field guest complaints, conduct research and resolve and negotiate",
        "solutions for guest satisfaction Receive, input, retrieve and relay messages to guests.",
        "Answer heavy volume phone calls.",
        "Work closely with Housekeeping, Engineering Department Assist operations manager and sales department with adminitrative duties.",
        "Customer Service Lead",
        "January 2015 to January 2016 Company Name ï¼​ City , State",
        "Welcome and greet customers, modeling a positive customer service spirit while exhibiting a friendly and helpful attitude with customers and",
        "associates.",
        "Work with the store management team to set expectations and achieve service standards at the front of the store through high quality",
        "storefront presentation and through empowering associates to ensure customer satisfaction."
    ],
    "company_names": null,
    "total_experience": 1.0,
    "education": [],
    "category": "RESERVATIONS AGENT"
}