{
    "skills": [
        "Supervising",
        "Safety",
        "System",
        "Specifications",
        "Reports",
        "Training",
        "Analysis",
        "Supervisor",
        "Construction",
        "Schedules",
        "Health",
        "Testing"
    ],
    "experience": [
        "Awarded customer satisfaction card, alternate customer service supervisor.",
        "Company Name ï¼​ City , State Construction Materials Technician",
        "Highway construction plans, construction inspection procedures and specifications; materials testing procedures, personal computers and",
        "the use of applicable software.",
        "Communicated and coodinated construction schedules with the necessary paties, and ensured that work complied with project approved",
        "plans, standards and specifications.",
        "Work out of town was common.",
        "Company Name ï¼​ City , State Construction Quality Assurance Inspector",
        "Served as a Special Ministry counselor to individual(s) and families to provide free basic relocation assistance.",
        "Identify the clients problem(s), present solutions, and work in a team setting.",
        "Informing clients of prerequisite for assistants, assessed information, and collaborated with team on the recommended decision.",
        "Collaborated with private contractors, the public, State management to ensure that work complied with approved plans, standards and",
        "specifications.",
        "Prepared and submitted field task reports of materials sampled and field test to State district head office with calculations of QA monitored",
        "or client.",
        "Classified as a level II State inspector after completion of first assignment.",
        "Expected to competently perform any new assignments tasked.",
        "Company Name ï¼​ City , State Geologist/Assistant Lab Manager",
        "Supervising geologic and geophysical activities involving various types of analysis, data interpretation, preparation of geologic report",
        "findings."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "SERVICE REPRESENTATIVE PRESENT\nAccomplishments\nADOT Highway plans reading ADOT Pen Computer System Training ATTI Field Asphalt"
        }
    ],
    "category": "ADOT Highway"
}