{
    "skills": [
        "Schedule",
        "Excel",
        "Adobe",
        "Editing",
        "Policies",
        "Word",
        "Microsoft word",
        "Microsoft excel",
        "Research",
        "Employee engagement",
        "Database",
        "Budget",
        "Engagement",
        "International",
        "Filing",
        "Payroll",
        "Supervising",
        "C",
        "Sharepoint",
        "Administrative support",
        "Travel arrangements",
        "Correspondence",
        "Operations",
        "Project planning",
        "Health",
        "Email",
        "Presentations",
        "Spreadsheets",
        "Reconcile",
        "Reports",
        "Training",
        "Spelling",
        "Travel",
        "System"
    ],
    "experience": [
        "Company Name City , State Administrative Assistant 10/2014 to 11/2015",
        "Provide administrative support to Director of Operations and Plant Manager including managing their complex calendars and making",
        "domestic and international travel arrangements. Prepare presentations and assist in creation and editing of monthly newsletter. Prepare",
        "Global Reports & compile Management Reports. Reconcile expense reports. Organize off site meetings and Career Fairs. Open, sort, and",
        "distribute incoming correspondence, including faxes and email.",
        "Coordinate catering for luncheons and other meetings.",
        "Company Name City , State Administrative Assistant II 09/2013 to 09/2014",
        "Provided administrative support to Chief Academic Officer and VP of Research. Managed calendars for two busy corporate executives",
        "while ensuring deadlines and time lines were met. Managed technology and c partner/stakeholder relationships. Transcribed/compiled",
        "meeting minutes. Reviewed and processed expense reports. Coordinated Department meetings and trainings. Arranged travel. Performed",
        "payroll functions, such as maintained timekeeping information and processed and submitted payroll. Proofread and ensured company",
        "policies were followed. Managed paper or electronic filing systems.",
        "Company Name City , State EA/Project Manager 11/2012 to 07/2013",
        "Provided system and project planning; and administrative support to SVP."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "ASSISTANT\nSummary\nMasters prepared Administrative Assistant seeking a position as Human Resource"
        },
        {
            "Degree": "Master of",
            "Institution": "Exceptional administrative skills, human resource\nexperience, and 13 years of experience working with"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highlights\nMicrosoft Outlook, Word, Excel, Power Point, Adobe Pro"
        }
    ],
    "category": "ASSISTANT Summary"
}