{
    "skills": [
        "Recruitment",
        "System",
        "Cpr",
        "Safety",
        "Consulting",
        "Reports",
        "Schedules",
        "Regulations",
        "Coaching",
        "Employee relations",
        "Communication",
        "Staffing",
        "Recruiting",
        "Scheduling",
        "Payroll",
        "Repairs",
        "Human resources",
        "Policies",
        "Quality assurance",
        "Training",
        "Supervisor",
        "Health"
    ],
    "experience": [
        "11/2016 to Current",
        "HR Representative Company Name ï¼​ City , State",
        "Designed new communication boards for each value stream, working on special projects, recruiting for maintenance and interns, training",
        "Administrative Assistant.",
        "06/2013 to 09/2016",
        "Human Resources Supervisor/ Staffing Coordinator Human Resource Representative Company Name ï¼​ City , State",
        "Filled 11 Maintenance positions ranging from mechanic to supervisor in 3 months.",
        "Shut down a 100 employee manufacturing plant in 3 days and found 90% of those employees employment within the company in 60 days.",
        "Reopened a 30 employee manufacturing plant in 30 days.",
        "Facilitated benefit open enrollment for 700 employees.",
        "Supervised performance of direct reports, conducting performance reviews, and performing other supervisory duties such as coaching,",
        "training, and coordinating work assignments.",
        "Recruited and hired qualified candidates following EEO and ADA hiring guidelines for exempt and non-exempt positions, utilizing available",
        "resources appropriately.",
        "Coordinated staffing and recruitment efforts for Gaylord and LeSueur locations.",
        "Provided counseling and dispute resolution regarding employee issues to workers and management by consulting with supervisors and all",
        "levels of management.",
        "Organized and conducted meetings with employees and management personnel regarding various topics, including benefits, employee",
        "relations, workplace safety, and training programs.",
        "Reported weekly staffing information to upper management through reports.",
        "Audited and generated reports monthly and quarterly for Affirmative Action.",
        "Worked as a resource for the managers and supervisors regarding company policies, benefits, and Affirmative Action.",
        "Reviewed and authorized salary changes employees, calculating retroactive pay, entering changes in payroll system and ensuring changes are",
        "being made in Kronos and Ulti-Pro.",
        "Acted as a liaison between Michael Foods, Inc.",
        "and employment agencies.",
        "Experienced with the Kronos system, Ulti-Pro payroll system, and Ceridian system.",
        "Reviewed employee records for completion and accuracy, which included reviewing performance evaluations, leave of absences,",
        "absenteeism, terminations, job descriptions, safety issues, insurance benefits, etc.",
        "Authorized changes to employee records when necessary.",
        "Developed and maintained employee locker assignments, including coordinating repairs with maintenance department and cleaning",
        "schedules with quality assurance department.",
        "Worked together with union at Chaska plant to resolve employee complaints and disputes.",
        "Served as a human resources advisor for Chaska plant when they were without a HR Manager.",
        "10/2011 to 06/2013"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "REPRESENTATIVE\nSummary\nExperienced human resources professional with working knowledge of state and federal employment laws and regulations, dedicated to improving\nemployee satisfaction"
        },
        {
            "Degree": "Bachelor",
            "Institution": "Looking for a company to share my skills and knowledge with where I can grow as a HR"
        }
    ],
    "category": "REPRESENTATIVE Summary"
}