{
    "skills": [
        "Technical issues",
        "Recruitment",
        "Hris",
        "System",
        "International",
        "Process",
        "Compliance",
        "Media relations",
        "Sales",
        "Retail",
        "Contracts",
        "Construction",
        "Regulatory",
        "Documentation",
        "Regulatory requirements",
        "Word",
        "Research",
        "Excel",
        "Legal",
        "Technical",
        "Content",
        "Engineering",
        "Writing",
        "Logistics",
        "Reports",
        "Administration",
        "Marketing",
        "Powerpoint",
        "Mortgage",
        "Schedule",
        "Vendors",
        "Schedules",
        "Certification",
        "Customer service",
        "Tax",
        "Regulations",
        "Banking",
        "Employee relations",
        "Reconciliation",
        "Analytical",
        "Human resource",
        "Presentations",
        "Communication",
        "Database",
        "Specifications",
        "Audit",
        "Metrics",
        "Money",
        "Filing",
        "Counsel",
        "Payments",
        "Investigations",
        "Access",
        "Payroll",
        "Scheduling",
        "Human resources",
        "Policies",
        "Requests",
        "Market research",
        "Networking",
        "Support services",
        "Reporting",
        "Training",
        "Analysis",
        "Auditing",
        "Computer applications",
        "Budget",
        "Autocad",
        "Health"
    ],
    "experience": [
        "Consultant May 2011 to Current",
        "Company Name ï¼​ City , State",
        "Maintain in-house clients, obtain customer referrals and continuously build relationships.",
        "Recruited and interviewed 30-60 applicants per 30 days.",
        "Customize Benefit plans for individuals and company employees based on their current health and financial needs, family history and budget.",
        "Administer the following benefit programs: Medical, Dental, Life, Accident, Short and Long-Term Disability. Serve clients with supportive service.",
        "Promoted agency products to customers in person, on the telephone and in writing.",
        "Explained premiums owed to policyholders, agents and underwriters.",
        "Advised on Implementation of payroll and tax systems",
        "Recruited and hired international contract workers",
        "Advised managers on organizational policy matters and recommend needed changes.",
        "Query data and generate data for clients",
        "Conducted benefits administration for benefit-eligible employees.",
        "Identified prospective customers using lead generating methods and performing an average of 25 calls per day.",
        "Assisted in the creation of vendor contracts for outside vendors.",
        "Responded to all customer inquiries in a timely manner.",
        "Advised managers on organizational policy matters and recommend needed changes.",
        "link between management and employees by handling questions, interpreting and administering contracts and helping resolve work-related",
        "problems.",
        "Loan Consultant / Developer Feb 2009 to Oct 2014",
        "Company Name ï¼​ City , State",
        "Adhered to all federal and state compliance guidelines relative to retail mortgage lending.",
        "Determined appropriate rate locks, issuance of disclosures, overage and underage waivers and fee waivers.",
        "Developed close relationships with area realtors and promoted builders to boost referral network.",
        "Assisted senior-level credit officers with complex loan applications.",
        "Analyzed applicants' financial status, credit and property evaluation to determine feasibility of granting loan.",
        "Developed tool to track and monitor personal sales opportunities, deals in progress and finished contracts.",
        "Negotiated contracts and coordinate with lenders, attorneys and inspectors.",
        "Diligently reviewed the specialty loan portfolio for compliance with all reporting requirements.",
        "Performed daily maintenance of the loan applicant database.Planned and executed operational audits of various business areas using risk-based",
        "audit methodology.",
        "Delivered informational sales presentations to potential investors to build symbiotic client relationships.",
        "Researched banking guidelines and statutory requirements to stay updated on new laws and applications.",
        "Generated new accounts by implementing effective networking and content marketing strategies.",
        "Organized weekly sales reports for the sales department to track product success.",
        "Managed a project budget of 2.4 million",
        "Defined project deliverables and monitored status of tasks."
    ],
    "company_names": null,
    "total_experience": 5.67,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Career Focus\nBusiness Professional acutely focused on customer service and network"
        }
    ],
    "category": "CONSULTANT Career"
}