{
    "skills": [
        "Expenses",
        "Billing",
        "System",
        "Process",
        "Construction",
        "Contracts",
        "Reconcile",
        "Documentation",
        "General ledger",
        "Word",
        "Research",
        "Excel",
        "Reports",
        "Administration",
        "Quickbooks",
        "Vendors",
        "Financial reporting",
        "Customer service",
        "Tax",
        "Regulations",
        "Banking",
        "Analytical",
        "Deposits",
        "Communication",
        "Payments",
        "Accounting",
        "Operations",
        "Variances",
        "Budgeting",
        "Payroll",
        "Adobe",
        "Requests",
        "Reporting",
        "Sales",
        "Finance",
        "Invoices"
    ],
    "experience": [
        "Construction Bookkeeper , 09/2016 to 12/2016 Company Name ï¼​ City , State Completed a temporary roll for a construction company located",
        "in Southern New Jersey. In this roll I cleaned up and organized the data that was and was not entered into Quickbooks, worked with Builder",
        "Trend to map information correctly in to Quickbooks. Entered all vendor bills and expenses and invoices Â  into Builder Trend for job costing,",
        "paid high volume of accounts payable. Balanced monthly bank statements and credit card accounts. Ran monthly reports in Builder's Trend and",
        "Quickbooks. Provided accountant with end of year information as requested.",
        "Bookkeeper , 01/2015 to 08/2016 Company Name ï¼​ City , State",
        "AR/ AP",
        "Payroll Administration",
        "Sales Tax Filings",
        "Monthly Financial Reports",
        "Construction Contracts",
        "Payment Applications",
        "Job Costing",
        "Insurance Certificates.Â",
        "Converted old accounting system to Quickbooks",
        "Office Manager/Full Charge Bookkeeper , 08/2003 to 01/2015 Company Name ï¼​ City , State",
        "Maintenance Supply company with 6,000 customers and 30 vendors.",
        "Supervised office of 10 employees.",
        "Full charge processing of all accounts receivable and payable.",
        "Reconcile bank and credit card accounts .Record general ledger entries Establish customer credit lines and set up credit accounts with",
        "vendors Processed payroll Prepared federal and state tax returns Analyzing general ledger accounts to identify and resolve variances or",
        "unidentified items Prepare and post cash deposit to the AR system and generates supporting reports Review and post lock box and wire",
        "payments Process manual and recurring credit card payments, ACH payments, credit memos, charge backs, returns, bad checks, and",
        "check requests Research root causes of unidentified payments and perform adjustments Assisted in collection efforts.",
        "Did weekly Accounts Receivable Aging reports, mailed out reminders and made follow up phone calls Logged all results.",
        "Manage all petty cash and office supply expense accounts.",
        "Bank Branch Manager , 01/1990 to 08/2003 Company Name ï¼​ City , State",
        "Total involvement with all customer service including problem solving, on the spot decision making, leading and motivating the team.",
        "Supervised eleven employees.",
        "Performed reviews, disciplinary reports, attendance and performance records.",
        "Increased sales by motivating sales team Maintained deposits over 30 million and loans over 10 million.",
        "Followed bank guidelines and regulations.",
        "Updated confidential employee banking information with accuracy and speed."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "BOOKKEEPER Summary"
}