{
    "skills": [
        "Plan",
        "System",
        "Content",
        "Teaching",
        "Writing",
        "International",
        "Mathematics",
        "Responses",
        "Training",
        "C",
        "English",
        "Schedules"
    ],
    "experience": [
        "Teacher",
        "January 2011 to Current Company Name ï¼​ City , State",
        "Instructed sixty 5th grade students in the areas of Reading and Language Arts.",
        "Created and Supervised implementation of school wide writing plan for 2014 - 2015.",
        "Designed and implemented creative unit and lesson plans, aligned with the national Common Core standards.",
        "Analyzed and utilized student data results to both prepare and modify instruction and assessments.",
        "Incorporated technology using the Promethean and Study Island software to enhance student learning and achievement.",
        "Conducted school wide workshops on Common Core Standards and their potential impact upon Georgia education.",
        "Teacher",
        "January 2008 to January 2010 Company Name ï¼​ City , State",
        "Instructed schools only single gender all male (4th) grade class in all subject areas.",
        "Analyzed and utilized student data results to drive instruction to achieve optimum student performance.",
        "Developed a creative classroom management system (including, the \"Mr.C's Bucks\" points), creating a environment conducive to teamwork",
        "and leading to a significant decrease in student office behavioral referrals."
    ],
    "company_names": null,
    "total_experience": 2.0,
    "education": [
        {
            "Degree": "master schedules",
            "Institution": "Summary\nCommitted and highly dedicated professional with over fifteen years of \nextensive experience teaching, counseling, and mentoring people from\ndiverse"
        },
        {
            "Degree": "master",
            "Institution": "Experienced in planning and implementing intervention"
        },
        {
            "Degree": "Master of",
            "Institution": "Highlights\nSchool Writing Department Chair (Current)\n5Th Grade Level Chair (Current)\nOver 10 years experience within single and traditional urban public schools educational arena\nComprehensive understanding and strategic in teaching Georgia Milestone constructive\nresponses\nFlexible and adaptive\nExperienced in differentiated\ninstruction\nCalm under pressure\nCritical thinker\nExcellent speaker and Presenter\nAccomplishments\nIncreased both traditional and those within the"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "English Language Arts"
        }
    ],
    "category": "TEACHER Summary"
}