{
    "skills": [
        "Repairs",
        "Hospitality",
        "Windows",
        "Transactions",
        "Beverage",
        "Communication",
        "Specifications",
        "Schedule",
        "Construction"
    ],
    "experience": [
        "Manager/Pizza chef 01/1989 ï¼​ 04/2007 Company Name City , State",
        "Made gourmet Pizza, neapolitan pizza, pan pizza, sicilian stromboli, calzone, insideout pizza, bolibuns, garlic knots, Helped with fryer and",
        "grill when needed.",
        "Inventoried and restocked items throughout day.",
        "Developed and maintained positive working relationships with others to reach business goals.",
        "Routinely cleaned work areas, glassware and silverware throughout each shift.",
        "Skillfully promoted items on beverage lists and restaurant specials.",
        "Developed and maintained positive working relationships with others to reach business goals.",
        "Inventoried and restocked items throughout day.",
        "Verified cash drawer against the day's receipts.",
        "Restocked, refilled condiments, organized pantry area and swept and mopped floors.",
        "Assertively upsold beverages, appetizers and desserts.",
        "Assisted co-workers whenever possible.",
        "Operated all kitchen equipment adeptly.",
        "Stocked and maintained cleanliness of stations.",
        "Cashier 05/2008 ï¼​ 02/2013 Company Name City , State",
        "Cashier,hogies and steaks.* Consistently provided professional, friendly and engaging service.",
        "Skillfully promoted items.",
        "Routinely supported other areas of the restaurant as requested, including answering telephones and completing financial transactions for",
        "other staff.",
        "Demonstrated genuine hospitality while greeting and establishing rapport with guests.",
        "Provided friendly and attentive service.",
        "Verified cash drawer against the day's receipts.",
        "Maintained complete knowledge of restaurant menu.",
        "Assisted with guest inquiries, take-out orders and restaurant cleanliness.",
        "Operated all kitchen equipment adeptly.",
        "Routinely removed trash and debris from restaurant.",
        "Stocked and maintained cleanliness of stations.",
        "01/1985 ï¼​ Current",
        "House painter Painted surfaces using brushes, spray guns and paint rollers.",
        "Applied putty, wood filler, spackling and caulks to prep uneven surfaces.",
        "Mixed and matched paints according to customer specifications.",
        "Applied primer, paints, varnishes and lacquers to walls and surfaces.",
        "Protected all surfaces with drop cloths prior to and during painting.",
        "Applied exterior caulking to building joints and seams.",
        "Performed flat glass repairs and minor structural repairs to concrete and wood decks, window trim, windows and door casings.",
        "Minimized disruption of client space and thoroughly cleaned up after the completion of each job.",
        "Taped around windows and fixtures prior to painting walls.",
        "Painted indoor areas such as hallways, bathrooms and lobbies.",
        "Cleaned and properly stored all paint equipment and supplies at the end of each work day."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Â Skilled"
}