{
    "skills": [
        "Expenses",
        "Email",
        "Pharmacy",
        "System",
        "Purchasing",
        "Sales",
        "Merchandising",
        "Word",
        "Excel",
        "Sales goals",
        "Reports",
        "Customer service",
        "Inventory",
        "Data entry",
        "Spanish",
        "Metrics",
        "Payments",
        "Budgeting",
        "Requests",
        "Training",
        "Healthcare",
        "Budget"
    ],
    "experience": [
        "Shared best practices for sales and customer service with other team members to help improve the store's efficiency.",
        "Stocked and replenished merchandise according to store merchandising layouts.",
        "Maintained established merchandising standards, including window, sales floor and promotional displays.",
        "Fostered a positive work environment by consistently treating all employees and customers with respect and consideration.",
        "Cultivated a customer-focused shopping environment by greeting and responding to all customers in a friendly manner.",
        "Communicated clear expectations and goals to each team member.",
        "Worked with the management team to implement the proper division of responsibilities.",
        "Actively pursued personal learning and development opportunities.",
        "Supervised and directed all merchandise and shipment processing.",
        "Reduced and controlled company expenses by preparing a daily purchasing budget.",
        "Bi-Lingual Customer Service Representative",
        "January 2010 to September 2011 Company Name - City , State",
        "Assisted Spanish speaking customers with customer issues including medication orders, refills, and also calling to remind the patient of",
        "upcoming refills that are available on their account.",
        "Explanation of insurance benefits and verification of medical supplies to ensure the facility is operating within the limitations of the law.",
        "Production based environment with quotas to meet daily, weekly, and monthly-Very demanding and fast-paced environment."
    ],
    "company_names": null,
    "total_experience": 1.67,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DESIGNER\nSummary\nBranch Manager driven to exceed sales goals and build long term relationships with"
        }
    ],
    "category": "BRANCH MANAGER"
}