{
    "skills": [
        "Transactions",
        "Cpr",
        "Retail",
        "Hospitality",
        "Presentation",
        "Safety",
        "Security",
        "Schedule",
        "Certification",
        "Customer service",
        "Regulations",
        "Inventory",
        "Communication",
        "Money",
        "Payments",
        "Operations",
        "Policies",
        "Requests",
        "Beverage",
        "Healthcare",
        "Sales",
        "Health"
    ],
    "experience": [
        "Maintained cleanliness and presentation of stock room and production floor.",
        "Consistently provided friendly guest service and heartfelt hospitality.",
        "Demonstrated integrity and honesty while interacting with guests, team members and managers.",
        "Operated the drive-through window and sales register quickly and efficiently.",
        "Greeted customers and provided excellent customer service.",
        "Pleasantly and courteously interacted with customers.",
        "Maintained high standards of customer service during high-volume, fast-paced operations.",
        "Prepared fountain drinks and ice cream items.",
        "Prepared all food orders within a 2-3 minute time frame.",
        "Assembled food orders while maintaining appropriate portion control.",
        "Verified that prepared food met all standards for quality and quantity.",
        "Crew Member Mar 2012 to Aug 2012",
        "Company Name ï¼​ City , State",
        "Consistently provided friendly guest service and heartfelt hospitality.",
        "Promptly and empathetically handled guest concerns and complaints.",
        "Demonstrated integrity and honesty while interacting with guests, team members and managers.",
        "Operated the drive-through window and sales register quickly and efficiently.",
        "Greeted customers and provided excellent customer service.",
        "Pleasantly and courteously interacted with customers.",
        "Maintained high standards of customer service during high-volume, fast-paced operations.",
        "Prepared fountain drinks and ice cream items.",
        "Handled currency and credit transactions quickly and accurately.",
        "Followed food safety procedures according to company policies and health and sanitation regulations.",
        "Strictly followed all cash, security, inventory and labor policies and procedures.",
        "Maintained clean and safe environment, including in the kitchen, bathrooms, building exterior, parking lot, dumpster and sidewalk.",
        "Reported to all shifts wearing a neat, clean and unwrinkled uniform.",
        "Reported to each shift on time and ready to work.",
        "Performed all position responsibilities accurately and in a timely manner."
    ],
    "company_names": null,
    "total_experience": 0.42,
    "education": [],
    "category": "CASHIER Summary"
}