{
    "skills": [
        "Small business",
        "Spreadsheets",
        "Sci",
        "Research",
        "Excel",
        "Legal",
        "Presentation",
        "Plan",
        "Reports",
        "Administration",
        "Marketing",
        "Schedule",
        "French",
        "Security",
        "Time management",
        "Correspondence",
        "Customer service",
        "Tax",
        "Retention",
        "Fundraising",
        "Inventory",
        "Communication",
        "Filing",
        "Photography",
        "Accounting",
        "Operations",
        "Scheduling",
        "Trade shows",
        "Administrative support",
        "Policies",
        "Reporting",
        "Training",
        "Analysis",
        "Sales"
    ],
    "experience": [
        "Project manager and freelance photographer.",
        "Event photographer for weddings, bridal showers, prom and graduation photos.",
        "Scheduled events, planned and coordinated venues as well as bookkeeping and for all events.",
        "Digitally manipulated images to improve quality as well as add artistic touch.",
        "Excellent customer service and quality.",
        "Provided customers with digital photography of events.",
        "100% customer satisfaction.",
        "November 2012",
        "to",
        "January 2014",
        "Company Name City , State Independent Consultant",
        "Market and sell high quality kitchen tools and accessories through in-home demonstrations, booths at trade shows, and fundraiser programs.",
        "Provided excellent marketing, sales, demonstrations, order entry, shipping, receiving and customer service.",
        "Maintained inventory, accounting and data entry for small business.",
        "October 2008",
        "to",
        "April 2010",
        "Company Name City , State Tax Preparer",
        "Provided timely and accurate tax preparation and advice for individuals, families and businesses.",
        "Perform e-filing tasks as per schedule",
        "Addressed complex tax issues and tax deduction problems of clients.",
        "Assist clients about legal issues, tax amendments and payment plans.",
        "Interviewed clients and prepared taxes to achieve the most accurate and thorough results for maximum refunds using current tax laws.",
        "Achieved 100% customer satisfaction and client retention utilizing company guided client relations techniques.",
        "July 1988",
        "to",
        "July 2008",
        "Company Name Intelligence Analyst",
        "Honorable discharge after 20 years as a Naval intelligence analyst.",
        "Compared, correlated and disseminated valuable intelligence information to executive level directors via expedited resources during global crisis",
        "like 9/11, Haitian earthquake, and the Malaysian tsunami.",
        "Lived overseas in Italy as an operational intelligence analyst providing analysis and administrative assistance at an executive level.",
        "While serving on two aircraft carriers responsible for providing near real time intelligence to executives as well as fighter pilots.",
        "As the Independent Duty Intelligence Officer onboard a naval destroyer, obligations included providing intelligence, administrative support at an",
        "executive level, while working independently.",
        "Leading Petty Officer of a division of 30 junior enlisted sailors while stationed onboard the USS John C.Stennis from September 1, 2000 -",
        "October 31, 2003.",
        "Head of Intelligence Collection team (\"SNOOPY team\") of 20 non intelligence trained personnel onboard the USS Mustin from 2002-2005,"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "MANAGER AND PHOTOGRAPHER\nSummary\nExecutive Assistant who is skilled at"
        }
    ],
    "category": "PHOTOGRAPHER Summary"
}