{
    "skills": [
        "Real estate",
        "Tax",
        "Repairs",
        "Research",
        "Microsoft office",
        "Sales",
        "Mortgage",
        "Marketing",
        "Portfolio management",
        "Negotiation",
        "Analysis",
        "Inventory",
        "Process",
        "Legal",
        "Time management",
        "Vendors",
        "Contracts",
        "Economics",
        "Transactions",
        "Reports",
        "Social media",
        "Photography"
    ],
    "experience": [
        "10/1999 to Current",
        "Realtor Company Name ï¼​ City , State",
        "Negotiation",
        "Manage the entire process of selling real estate.",
        "Minimized losses on foreclosures through analysis, management, marketing and liquidation of real estate owned properties by clients and",
        "investors.",
        "Evaluated economics of the property (including BPO and appraisal analysis) for month-end figures and the best marketing disposition plans.",
        "Prepare listings, sales contracts, counter-offers for negotiation with the banks Negotiated seller's deficiencies to be waived with financial",
        "institutions and other's who had a vested monetary interest in the property.",
        "Provided marketing direction to brokers and monitored the performance of outside agents.",
        "Evaluate preforeclosure BPOs and appraisals to assist in bidding and buydown analysis.",
        "Communicate with clients to understand their property needs and preferences.",
        "Negotiate contracts on behalf of clients.",
        "Ensure that the legal formalities are completed prior to closing dates",
        "04/2014 to 12/2015",
        "In-House Realtor Company Name ï¼​ City , State",
        "Buyer's Agent for Restore Utah",
        "Successfully negotiated and closed 55 MLS transactions during my one year contract.",
        "Identified long term value in properties.",
        "Prepared documents such as representation contracts, purchase contracts and estimated settlement statements.",
        "Evaluated properties, established values, and developed marketing strategies that maximized sales proceeds & reduce marketing time.",
        "Monitored multiple databases to keep track of all company inventory.",
        "07/2007 to 06/2011",
        "Sr. REO Asset Manager Company Name ï¼​ City , State",
        "Effectively managed the marketing of REO assets according to a specific time lines while focusing on lowering loss severity.",
        "Monitored the eviction process & negotiated cash-for-keys with occupants.",
        "Evaluated properties, established values, and developed marketing strategies that maximized sales proceeds & reduce marketing time.",
        "Supervised brokers to ensure that properties were being marketed according to client standards.",
        "Managed third party vendors and obtained bids, overseeing repairs and maintaining properties."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "REALTOR Professional"
}