{
    "skills": [
        "Forecasting",
        "Reporting",
        "Administration",
        "Supervisor",
        "Metrics",
        "Project management",
        "Governance",
        "Sales",
        "Outreach",
        "Testing",
        "Mathematics",
        "Budget",
        "International",
        "Compliance",
        "Procurement",
        "Operations",
        "Quality assurance",
        "Improvement",
        "Change management",
        "Fulfillment",
        "Risk management",
        "Call center",
        "Budgeting",
        "Reports",
        "Training",
        "Kpis",
        "Invoicing",
        "System"
    ],
    "experience": [
        "Division Operations & Risk Oversight Manager 03/2014 ï¼​ 04/2016 Company Name City , State",
        "Successfully planned and built a new business model for operations team; successfully streamlining internal processes and mitigating",
        "operational and financial risk Developed third party risk management oversight platform consisting of management, awareness and testing",
        "exercises Provided oversight of divisional monthly financial management requirements and oversight of budget administration (i.e.",
        "vendor accruals, invoice sampling, payment reconciliations, and purchase order fulfillment) Provided oversight & administration of divisional",
        "operational change management tool (PBF/ORR) Provided oversight of vendor SOW Harmonization (Operational Risk Prevention)",
        "Provided oversight and governance of divisional procedure documents Regularly provided operational and or strategic planning support to 5",
        "Directors, COS, and VP.",
        "Operations & Risk Oversight Manager 05/2013 ï¼​ 03/2014 Company Name City , State",
        "Planned and built a new business team for the division Provided oversight of Foreclosure Prevention & Outreach (FP&O) Post-Mod",
        "Counseling monthly financial management (i.e.",
        "vendor accruals, invoice sampling, payment reconciliations, and purchase order fulfillment) requirements and quality assurance",
        "responsibilities Departmental SPOC for risk oversight/awareness and remediation Developed divisional change management tool",
        "(PBF/ORR) Developed vendor SOW Harmonization platform Provided oversight and governance of divisional procedure documents",
        "Regularly provided strategic planning and operational insight/support to 2 Directors and VP.",
        "Vendor & Compliance Manager 09/2011 ï¼​ 05/2013 Company Name City , State",
        "Regularly reported to departmental Director & partnered with key internal stakeholders Developed FPO's Post Modification Counseling",
        "vendor quality assurance program Developed and managed FPO's Post Modification Counseling vendor invoicing platform",
        "Managed/completed Foreclosure Prevention & Outreach (FP&O) Post-Mod Counseling monthly financial management requirements (i.e.",
        "vendor accruals, invoice sampling, payment reconciliations, and purchase order fulfillment) Conducted onsite FPO's Post Modification",
        "Counseling non-profit/for profit vendor compliance/QA audits Regularly provided strategic planning and operational insight/support to 2",
        "Directors.",
        "BPO Vendor Manager 12/2008 ï¼​ 09/2011 Company Name City , State",
        "Regularly reported to departmental Director, Executive Director & partnered with key internal/external stakeholders Performed Vendor",
        "onsite audits (QA/HR/Ops Risk); including domestic and international Managed Vendor performance to SLAs / KPIs, including forecasting"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "OPERATIONS & RISK OVERSIGHT MANAGER\nRISK MANGEMENT LEADER\nVisionary Operations Executive with solid experience managing all levels of multiple projects including budgeting and"
        }
    ],
    "category": "DIVISION OPERATIONS"
}