{
    "skills": [
        "Email",
        "Coding",
        "Process",
        "Pr",
        "Video",
        "Media relations",
        "English",
        "Word",
        "Research",
        "Excel",
        "E-commerce",
        "Content",
        "Consulting",
        "Logistics",
        "Engagement",
        "French",
        "Security",
        "Powerpoint",
        "Schedule",
        "Illustrator",
        "Marketing",
        "Social media",
        "Public relations",
        "Photoshop",
        "Security clearance",
        "Html",
        "Cloud",
        "Green",
        "Communication",
        "Spanish",
        "Responses",
        "Metrics",
        "Erp",
        "Scheduling",
        "Adobe",
        "Brand",
        "Indesign",
        "Facebook",
        "Salesforce",
        "Website",
        "Positioning",
        "Training",
        "Sales",
        "Twitter"
    ],
    "experience": [
        "Marketing Intern 10/2017 to 04/2017 Company Name City , State",
        "Digital Marketing - Researched cross border e-commerce solutions between Asia and the Americas, and how ToLocal could act as a",
        "facilitator of back end ERP (enterprise resource product) between the three continents.",
        "Used Sales Force Connect Data, a customer relations management website, to produce memos on potential e-commerce business solutions",
        "for clients between Asia and the Americas.",
        "Used Hootsuite, Sprout, and Stemdefining strategies to maximize clickthrough rate (CTR), increase reach, add followers, and promote",
        "engagement on ToLocal's social media platforms including Facebook, Instagram, and Twitter Weber Shandwick.",
        "Digital Media Intern 06/2017 to 12/2017 Company Name City , State",
        "Part of social media team for Napster South America, Honda South America; Responsible for generating content for social media",
        "platforms.",
        "Generated data to track trends related to Honda's brand on social media using metrics including but not limited to retweets, likes, and",
        "comments.",
        "Kept daily mailing lists in order to have interactions and relation such as retweets, likes, responses with key industry digital influencers in",
        "LaTam - Increased Honda's social media platforms and increased client exposure and followers.",
        "Managed the consumer research for Napster.",
        "Had weekly mailing list upkeep."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "RELATIONS INTERN\nSummary\nPublic relations and digital media intern with more than 5 years of experience working for leading agencies Weber Shadwick, Golin Harris and\nLatina PR"
        }
    ],
    "category": "Weber Shadwick"
}