{
    "skills": [
        "Schedule",
        "Supervisor",
        "Sales",
        "French",
        "Psychology",
        "Communication",
        "English",
        "Filing",
        "Warehouse",
        "Plan",
        "Distribution",
        "Statistics",
        "Email",
        "Billing",
        "Process",
        "Inventory",
        "Regulations",
        "Vendors",
        "Reports",
        "Spanish",
        "Security",
        "Training"
    ],
    "experience": [
        "I implement company policy, security requirements, check-in baggage, direct passengers to designated areas, provide necessary information",
        "and handle massive crowds.",
        "I dissolve potential uncomfortable situations for the client and maintain their satisfaction while still abiding by company regulations.",
        "I handle passengers requiring special assistance (reduced mobility passengers, parents with infants).",
        "As a senior lead agent i shadow and oversee newly trained agents to their roles, great communication is key.",
        "Assistant Buyer 06/2007 to 12/2009 Company Name City , State",
        "Handled multifaceted clerical tasks (ex. data entry, filing, records management and billing) as the Assistant to the Apparel Buyer of the",
        "chain.",
        "Coordinated events, monitored the buyer's weekly schedule, made orders and monitored inventory databases and scheduled/ensured the",
        "timely delivery of merchandise.",
        "Oversaw and instructed 2 people to assist me with orders and communicating with the warehouse and directing the vendors through our",
        "complex delivery process.",
        "Noted and resolved errors, assisted with suggestions for store distribution based on sales reports, location and statistics.",
        "Interacted with our top vendors at special events and maintained clear lines of communication with multiple departments of our company via",
        "email/telephone etc.",
        "Sales Associate Supervisor 07/2005 to 06/2007 Company Name City , State",
        "Trained and directed new personnel to operate the cash reigisters, scanners, and computers, store re-stocking, floor displays and daily",
        "procedures in the stores' fast paced, busy environment.",
        "Balanced cash registers at the end of each persons shift.",
        "Courteously greeted clients and interacted with them, explained sales promotions and encourage special purchases.",
        "Guided cashiers through returns and exchange processes as required.",
        "Opened and closed the store on weekends to relive the manager.",
        "Promoted to corporate office position stated above as Famous Horse Co.",
        "Educational Background",
        "Associate of Science : Nursing 2013 Queensborough Community College City , State",
        "Studied Nursing Education, Human Resources",
        "Studied Psychology & Sociology; Human Behaviors",
        "Studied Business and Computers",
        "High School Diploma : Business 2007 Jonh Bowne High School City , State",
        "Diploma with merits and regents endorsements",
        "Qualifications",
        "Excellent communication skills, Manages and dissolves conflict, Strong organizational skills, Easily adapts to a changing environment, Team player,",
        "Clients relations, Can tolerate stress very well, Can contour and transition in any conversation, Strives to maintain quality service levels, Takes",
        "criticism and direction well, Positively exudes her presence is a room, Participates well in public speaking, Easily conforms to new regulations and",
        "rules, Can communicate professionally with others, Experienced in guiding a team, Motivated to achieve targets set, Appeases the attitude of",
        "others positively, Focus on diverse responsibilities"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "PASSENGER SERVICE"
}