{
    "skills": [
        "Operations",
        "Email",
        "Technical",
        "Content",
        "Teaching",
        "Communication",
        "Process",
        "Training",
        "Sap",
        "Supervisor",
        "Certification"
    ],
    "experience": [
        "August 2007",
        "to",
        "December 2016",
        "Company Name City , State Teacher",
        "Teaching a variety of asynchronous courses (Law, Government, Algebra, Sociology, Pennsylvania History, Political Science) to all students",
        "across multiple schools in multiple states.",
        "Create and implement individualized academic plans for gifted students as well as students with disabilities.",
        "Create new courses for delivery via multiple LMS Platforms to client schools (to include all content and assessments).",
        "As Department Chair duties included leading a team of 8 teachers while maintaining a high level of professionalism and technical proficiency,",
        "training new teachers and maintaining appropriate records.",
        "As SAP coordinator duties included identifying and communication to the appropriate team members those student behaviors that presented",
        "a threat to student learning and ensuring at-risk students were connected with relevant social services.Â",
        "Supervisor: Rodney Slappy (1 866-990-6637)Â",
        "April 2006",
        "to",
        "July 2007",
        "Company Name City , State Appraisal Coordinator",
        "Manage process of national real estate appraisals.",
        "Facilitate communication between appraisers, lenders, buyers, and sellers.",
        "Maintain records of all actions taken from incoming orders through to acceptance of appraisal documents and loan closing.",
        "Troubleshoot the process via phone contact and email."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "Summary\nA dedicated Teacher and Marine Corps Veteran experienced in many different working environments, I am accustomed to leading coworkers in\nboth large and small teams to create innovative"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highlights\nExperience working special needs students\nKnowledgeable in distance learning techniques"
        }
    ],
    "category": "Marine Corps"
}