{
    "skills": [
        "Engineering",
        "Training",
        "Product quality",
        "Data collection",
        "Expenses",
        "Safety",
        "C#",
        "Powerpoint",
        "Supervisor",
        "Continuous improvement",
        "Sap",
        "Sas",
        "Lean",
        "Analyze",
        "Communication",
        "Inventory",
        "Analysis",
        "Presentation",
        "Data analysis",
        "Access",
        "Investigations",
        "Standard operating procedures",
        "Budgeting",
        "Word",
        "Specifications",
        "Audit",
        "Statistical analysis",
        "Sales",
        "Sql",
        "Design",
        "Compliance",
        "Reports",
        "Fabrication",
        "Pmp",
        "Quality control",
        "Certification",
        "System",
        "Sops",
        "Process improvement",
        "Six sigma",
        "Payroll",
        "Electronics",
        "Schedule",
        "Visio",
        "Project management",
        "Process",
        "Erp",
        "Supply chain",
        "Research",
        "Budget",
        "Operations",
        "Logistics",
        "Excel",
        "Autocad",
        "C",
        "Visual",
        "Documentation",
        "Improvement",
        "Product development",
        "Iso"
    ],
    "experience": [
        "Industrial Engineering Intern 08/2014 to 12/2014 Company Name City , State",
        "Successfully re-designed and re-developed existing company labor system application using Visual Basic 6 that resulted in additional",
        "functions that aid labor hours update and easy computation of staff payroll.",
        "Performed on-site data collection, applied statistical techniques to process and analyze collected data and developed statistical distributions",
        "that are applied to simulation models.",
        "Assisted in creating and developing customized model, animations, and discrete event simulations and analysis using SIMIO for Salt Lake",
        "City Airline project.",
        "Industrial Engineer 01/2011 to 01/2013 Company Name",
        "Successfully redesigned equipment layout and process flow that reduced cycle time 13% and increased throughput using employee",
        "feedback process design, visual management, 5S technique and cell technology.",
        "Assisted in capital budgeting/return on investment (ROI) analysis and ensured program expenses are charged correctly and, researched and",
        "provided reasons for any discrepancies.",
        "Performed ergonomics assessments and made improvements on manufacturing methods to maintain a safe, less stress and productive work",
        "environment.",
        "Trained and guided technicians in lean and continuous process improvement methodologies including Kaizen, 5S, standardized work, line",
        "balancing and value stream mapping in woodwork operations.",
        "Industrial Engineer 01/2007 to 12/2010 Company Name",
        "Successfully revamped workstation layout, implemented ergonomic philosophy and 5S methodologies in equipment placing and material",
        "handling to ensure stress minimization and safety.",
        "This resulted in 24% reduced cycle time and 45% increased productivity.",
        "Developed, executed and managed capital project plans related to new/existing manufacturing processes.",
        "Conducted research and development investigations to develop and test new manufacturing equipment, processes and methods.",
        "Successfully carried out new equipment/facility layout design and analysis ahead of schedule saving company $272,655.00 (N49.07M).",
        "Improved work methods and maintained time standards using Methods Time Measurement (MTM), stopwatch time studies and work",
        "sampling studies including standardized work.",
        "Implemented process control plans by reducing non-value added activities within cell.",
        "This led to 62% reduction in overall lead time.",
        "Assisted with design of manufacturing systems, tools and fixtures per specifications resulting in 40% reduction in material loss and 90%",
        "reduction in ergonomic related operator injuries.",
        "Improved existing manufacturing procedures and developed new procedures for possible application to current production problems using",
        "DMAIC, value stream mapping.",
        "Verified production operations and product quality with design specifications, established procedures and customer's requirements.",
        "Performed monthly lean assessment and audits to ensure compliance.",
        "Designed, implemented and documented standard work instructions (SWIs) and standard operating procedures (SOPs) for employees",
        "about updated engineered standards.",
        "Participated and supported company initiatives such as new product development, lean manufacturing and continuous process improvement.",
        "Performed machine shop operations using manual and CNC lathe machines, boring machine, and grinders.",
        "Manufacturing Quality Engineer 01/2005 to 12/2006 Company Name City",
        "Performed inspections, checks, tests, and sampling procedures of incoming materials, sub assemblies or finished company products",
        "according to standards and specifications, and documentation of results in NCR and QC reports.",
        "Reduced quality issues by 25% during FY05 for critical machine components by developing root cause analysis and implementing",
        "corrective/preventive actions (CAPA).",
        "Conducted and documented process, environmental and quality control system audits and creation of audit finding reports using written",
        "procedures, ISO 90001 and ISO 14001 as audit standards."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "ENGINEERING INTERN\nProfile\nOutstanding productivity as high potential project supervisor and design"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Solid analytic and communication skills to resolve complex\nproblems quickly and"
        }
    ],
    "category": "INDUSTRIAL ENGINEERING INTERN"
}