{
    "skills": [
        "Schedule",
        "Excel",
        "Analyze",
        "Policies",
        "Reporting",
        "Quickbooks",
        "Staffing",
        "Accounting",
        "Tax",
        "Administration",
        "Bank reconciliation",
        "Reconciliation",
        "Finance",
        "Forecasts",
        "Database",
        "General ledger",
        "Budget",
        "Acquisition",
        "Audit",
        "Mortgage",
        "International",
        "Payroll",
        "Payments",
        "Financial statements",
        "Operations",
        "Analysis",
        "Process",
        "Peoplesoft",
        "Mobile",
        "Variances",
        "German",
        "Vendors",
        "Budgeting",
        "Transactions",
        "Invoices",
        "Reports",
        "Bottle",
        "Expenses",
        "Security",
        "System"
    ],
    "experience": [
        "Company Name September 2017 to Current Corporate Controller",
        "City , State",
        "Oversaw accounting functions of 30-person staff - accounts payable, accounts receivable, general accounting, taxes, payroll, and cash",
        "management.",
        "Finance lead for acquisition that grew company almost tenfold -Kimco Facility Services, LLC.",
        "created and acquired a portion of another company through a private equity firm.",
        "Revenue grew from $18M to $175M; increased employees from 500 to 8,000 in 48 states.",
        "Grew accounting department from 6 to approximately 30; hired & trained new staff.",
        "Led financial transition for accounts payable, accounts receivable, payroll and general accounting within 6 months; met transition team",
        "deadlines.",
        "Set up new internal financial system / database for payroll, accounts payable, etc.",
        "Established new bank relationship and accounts for company's finances.",
        "Primary contact with bank for account implementation & day-to-day finances.",
        "Setup ACH and positive pay files, automatic payments, user/security settings.",
        "Payroll.",
        "Transferred 8,000 employee records from 3rd party payroll company within 4 months; set up payroll tax interface, direct deposit & payroll",
        "debit cards.",
        "Accounts Receivable.",
        "Transferred approximately 5K customer accounts, implemented credit card payments, changed all remittances to company's new bank.",
        "Accounts Payable.",
        "Set up all vendors and transferred invoices such as rents, utilities, and subcontractors; implemented online expense reports.",
        "Transferred over 700 employee cellphone lines, issued over 350 credit cards, transferred 350 vehicle licenses, issued gas cards for",
        "company vehicles.",
        "Business Analyst (moved back to Colorado Dec 14.",
        "worked remote & traveled).",
        "Direct report to executive team to solve acquisition issues and implement software & process improvements, including accounting",
        "procedures and customer work order processes.",
        "Developed / implemented billable work procedures.",
        "Linked revenue & expense to billable project for increased revenue generation.",
        "Developed procedures and trained field operations on web & mobile devices.",
        "Analyzed various options to improve & streamline company's customer work order process.",
        "implemented system to track all work orders for company's 5,000 customers.",
        "Easier work order management for field operations in 48 states.",
        "Improved key indicators for internal & customer needs; gave management visibility.",
        "Developed work flows to include auto assignments for work orders.",
        "Managed the database, such as new users, security setup, work zones/jobs.",
        "provided annual budget analysis.",
        "worked with operations to run reports, analyze variances and update the system.",
        "Company Name March 2017 to Current US Accounting Manager",
        "City , State",
        "Accounting manager for 10-person staff responsible for US accounting & payroll.",
        "Compiled $4M+ US month-end reporting and debt/stock management of 4 holding companies.",
        "Lead coordinator of international offices.",
        "Australia (Asia/Pacific), United Kingdom, Russia, South Africa & Germany.",
        "Organized & led annual external audit; reduced audit time by 50% compared to prior year.",
        "Reduced company month end close time from 14 to 5 days.",
        "implemented world-wide close schedule used by US and international offices.",
        "Key accountant in acquisition of German software company; merged accounting systems.",
        "Generated $30K+ additional monthly income by implementing new investment strategies.",
        "Company Name January 2010 to July 2012 Campus Controller",
        "City , State",
        "Oversaw accounting / budget / forecast / month end for 2 campuses, $30M+ in revenue.",
        "Led 15-20 person staff and multiple functional areas.",
        "Accounting / financials, student accounts, financial aid, bookstores, scholarships.",
        "Responsible for financials, expenses, financial policies, student financial issues."
    ],
    "company_names": null,
    "total_experience": 2.5,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "CONTROLLER\nSummary"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Controller who adapts seamlessly to constantly evolving accounting processes and"
        }
    ],
    "category": "Regis University"
}