{
    "skills": [
        "Recruitment",
        "International",
        "Process",
        "Analyze",
        "Compliance",
        "Travel arrangements",
        "Regulatory",
        "Retail",
        "Merchandising",
        "Word",
        "Research",
        "Talent acquisition",
        "Excel",
        "Legal",
        "Plan",
        "Sharepoint",
        "Reports",
        "French",
        "Marketing",
        "Customer service",
        "Retention",
        "Acquisition",
        "Data entry",
        "Travel",
        "Communication",
        "Spanish",
        "Staffing",
        "Scheduling",
        "Requests",
        "Talent management",
        "Networking",
        "Reporting",
        "Training",
        "Healthcare",
        "Supervisor",
        "Sales",
        "Finance",
        "Invoices"
    ],
    "experience": [
        "industry.",
        "06/2012 to 03/2013",
        "Staffing Coordinator Contractor on Assignment at Baxter Healthcare Company Name ï¼​ City , State",
        "Partner with US Medical Products and BioScience recruiters by scheduling interviews for candidates located in the US and abroad and",
        "travel arrangements for domestic candidates while maintaining HR data through BrassRing.",
        "Formed relationships with hiring managers and administrative assistants to ensure a smooth and consistent scheduling outcome.Developed",
        "relationships with mid to upper level managers and executives.",
        "Aid hiring managers within the Research and Development, Regulatory, Sales, Quality, and Marketing areas within the Medical Products",
        "and BioScience Businesses of Baxter.",
        "Processed invoices and special payment requests for traveling candidates and tracked the progress to completion.",
        "Assisted with maintaining new hire paper work, data entry, and audits of their files to make sure all information has been provided for",
        "compliance purposes.",
        "Work with Excel to create reports for Directors of HR in BioScience to aid in understanding the number of open positions the recruiters",
        "were working to fill.",
        "08/2007 to 04/2012",
        "Department Supervisor Company Name ï¼​ City , State",
        "Supervisor of the Women's Accessories department. Responsible for the merchandising and sales of the department.Also responsible for",
        "overseeing the on-boarding, training, and performance of the new and current associates that work in the department.",
        "Other department experiences were: Home Department supervisor which included overseeing the commissioned sales Window",
        "Department, Shoes Department, Children's Department, and Women's Department.",
        "Key carrying supervisor that was also tasked with securing the store at night and opening the store in the morning and managing the",
        "associates to open and close the store at the same time. Â",
        "Handled many customer service issues that were resolved to the satisfaction of the customers involved.",
        "Successfully completed the Manager in Training program for Sales Managers and above."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "COORDINATOR\nProfessional Summary\nAn energetic staffing professional seeking challenging experiences in Talent Acquisition and Talent"
        }
    ],
    "category": "Professional Summary"
}