{
    "skills": [
        "Process",
        "Business strategy",
        "Strategy",
        "Logistics",
        "Administration",
        "Marketing",
        "Warehouse",
        "Operations management",
        "Regulations",
        "Employee relations",
        "Communication",
        "Cash flow",
        "Economics",
        "Design",
        "Accounting",
        "Operations",
        "Scheduling",
        "Budgeting",
        "Product design",
        "Human resources",
        "Policies",
        "Healthcare",
        "Analysis",
        "Advertising",
        "Finance"
    ],
    "experience": [
        "Management of Human Resources. I look to expand my knowledge increasing chances of future career opportunities by completing a Doctorate in",
        "business program. Educating myself as a full time student puts me in the position to operate in industries such as Manufacturing, Government, and",
        "Healthcare, those industries alone would increase my earning potential. Being educated in these aspects of business will help me operate any",
        "organization as needed with my Masters Degree in Business Administration, along with being able to comprehend what is needed for the",
        "organization to succeed. My aspiration while completing this MBA program is helping me allow myself to work in top management positions along"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "VOLUNTEER"
        },
        {
            "Degree": "MBA program",
            "Institution": "MANAGER\nProfessional Summary\nI am dedicated to every project I have worked on with strong undergraduate and graduate credentials including five years experience in Assisting\nManagement of Human"
        },
        {
            "Degree": "Master of",
            "Institution": "I look to expand my knowledge increasing chances of future career opportunities by completing a Doctorate in\nbusiness"
        },
        {
            "Degree": "Master of",
            "Institution": "Educating myself as a full time student puts me in the position to operate in industries such as Manufacturing, Government, and\nHealthcare, those industries alone would increase my earning"
        },
        {
            "Degree": "MBA",
            "Institution": "Being educated in these aspects of business will help me operate any\norganization as needed with my Masters Degree in Business Administration, along with being able to comprehend what is needed for the\norganization to"
        }
    ],
    "category": "VOLUNTEER ASST"
}