{
    "skills": [
        "Daily operations",
        "Process",
        "Cpr",
        "Travel arrangements",
        "Sales",
        "Aviation",
        "Transportation",
        "Hospitality",
        "Legal",
        "Fitness",
        "Safety",
        "Security",
        "Schedule",
        "Schedules",
        "Radar",
        "Customer service",
        "Regulations",
        "Inventory",
        "Travel",
        "Recruiting",
        "Operations",
        "Access",
        "Payroll",
        "Brand",
        "Policies",
        "Training",
        "Supervisor",
        "Deposits",
        "Advertising",
        "Visual"
    ],
    "experience": [
        "Fitness Director",
        "August 2015 to Current Company Name ï¼​ City , State",
        "Manage 11 Personal Training Staff ensuring facility offers highest level of safe and effective training along with offering diverse training",
        "programs.",
        "Draft and Submit Payroll for 11 Training Department Employees Bi-weekly Conduct monthly training groups to ensure employees are",
        "following company policy and procedures.",
        "Sell Club Memberships Sell Personal Training Accomplishments: Increased monthly revenue to $32,000 resulting in promotion to Fitness",
        "Director in first 90 days with company.",
        "First month as Fitness Director resulted in $77,800 highest personal training sales on company record surpassing monthly goal of $45,000",
        "by $32,800.",
        "Manager / Safety Advisor",
        "January 2012 to January 2016 Company Name ï¼​ City , State",
        "Entrusted with keys and security codes for opening and closing store.",
        "Train New Employees on Daily Operations and review company Policies and Procedures as well as Crew Expectations during",
        "indoctrination process.",
        "Manage Reservation Times for Surf lessons and coordinate ground demonstrations Practice and Demonstrate Water Safety techniques and",
        "maintain a current CPR qualification.",
        "Provide Basic First Aid on daily basis for minor cuts, scrapes, punctures and severe lacerations to injuries that require professional medical",
        "attention.",
        "Aviation Warfare Systems Operator",
        "November 2004 to August 2010",
        "783 Hrs Flight Time as Tactical Helicopter Aircrewman.",
        "Door Gunner: M240D, .50 Cal Gau 16.",
        "Anti Submarine Warfare Systems (Acoustic / Non Acoustic.",
        "Airborne Radar Operator / Sensor Operator",
        "Written up for Tactical Operator of the Quarter during first deployment.Scored a 394 out of 400 on Search and Rescue Physical Evaluation",
        "of Western Operators and scored 4.0 out of 4.0 on the academic portion of the evaluation.",
        "Awarded for being the only Operator to score that high on entire evaluation of Pacific Navy.Cover page and 4 page article in FUTURES",
        "Magazine, a military recruiting magazine distributed across the nation.",
        "Also Featured on Today'sMilitary.comDiving with a Navy Search-and-Rescue Swimmer: http:// youtu.be/DPNfXayzvL4."
    ],
    "company_names": [
        "Model RIX Islandwear"
    ],
    "total_experience": 9.75,
    "education": [
        {
            "Degree": "mba",
            "Institution": "DIRECTOR\nHighlights\nSkills"
        }
    ],
    "category": "FITNESS DIRECTOR"
}