{
    "skills": [
        "Illustrator",
        "Technical",
        "Supervisor",
        "Iso",
        "Html",
        "Sales",
        "Communication",
        "Testing",
        "Publishing",
        "Operations",
        "Installation",
        "Distribution",
        "Improvement",
        "Analysis",
        "Lan",
        "Process",
        "Inventory",
        "Photoshop",
        "Hardware",
        "Troubleshooting",
        "Transactions",
        "Modeling",
        "Security",
        "Electrical",
        "System",
        "Access"
    ],
    "experience": [
        "September 2015",
        "to",
        "June 2016",
        "Company Name City , State AM- Replenishment Stocker",
        "Answered customers' questions and addressed problems and complaints in person and via phone. Kept the showroom clean and maintained neat,",
        "orderly product displays. Unloaded, picked, staged and loaded products for shipping. Resolved service issues in a timely manner, including",
        "coordinating and processing returns. Rotated stock by code and receiving date. Maintained visually appealing and effective displays for the entire",
        "store.Â",
        "June 2007",
        "to",
        "December 2008",
        "Company Name City , State Communications Technician",
        "Performed basic FCC Proof of Performance tests, including test point and 24 tests as well as responded to and repaired service",
        "interruptions and signal degradation on the two-way distribution plant as required.",
        "Performed requested and non-pay disconnects, pre-wired unit dwellings in order to provide \"ready hook-up\" capabilities, and inspected",
        "existing ground and made new ground according to the National Electric Code (NEC) in order to protect employees, customers, and",
        "equipment from electrical shock or damage.",
        "October 2003",
        "to",
        "May 2006",
        "Company Name City , State Service Installation Technician",
        "Assisted in all phases of installing, testing, and troubleshooting security and access control systems in Houston metropolitan area office",
        "buildings.",
        "Maintained company owned vehicles, tools, equipment, individual tool issue, and building keys to customer buildings.",
        "Documented completed work accurately and consulted with supervisor to resolve discrepancies and interfaced with customers as necessary",
        "to install and test equipment."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "STOCKER Summary"
}