{
    "skills": [
        "Engineering",
        "Training",
        "Programming",
        "R",
        "Automation",
        "Quality assurance",
        "Crm",
        "Chemistry",
        "Tableau",
        "Economics",
        "English",
        "Python",
        "Sql",
        "Physics",
        "Interactive",
        "Testing",
        "Mathematics",
        "System",
        "Project management",
        "Process",
        "C"
    ],
    "experience": [
        "02/2017 to 07/2017",
        "Software Engineering Analyst Company Name ï¼​ City , State",
        "Enactus chapter of Thapar University Founded project Soul of the clay as the team lead of Enactus to aid the artisans by up skilling them",
        "with modern day techniques, thereby increasing the income of these artisans by 150%.",
        "Executed project Naritva, where I along with my team implemented a socio-economic business model in order to improve women sanitation",
        "in rural areas of India with motive to reduce diseases prevalent among rural women.",
        "Executed project Jaivika to bolster farmers by setting up machinery to produce low cost manure from organic waste.",
        "Student Alumni Interaction Cell - Administered alumni relations as a senior member in SAIC and held the responsibility of event",
        "management in cultural events.",
        "12/2016 to 02/2017",
        "Software Engineering Analyst",
        "Project- Global Site System Services Delivered automation tools using HP Quick Test Professional and VB script to achieve 95 percent",
        "test coverage and increase the efficiency of process by 25 percent.",
        "12/2015 to 11/2016",
        "Associate Software Engineer",
        "Project- Global Site System Services Worked as a part of quality assurance team for one of the leading Oil and Gas Company by functional",
        "testing in a simulation lab to assure the smooth functioning of 300 sites across the globe.",
        "Communicated with a team of business analysts in order to understand the business scenarios and draft test scenarios for application testing."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Skills Programming"
}