{
    "skills": [
        "Recruitment",
        "Hris",
        "System",
        "Process",
        "Compliance",
        "Regulatory",
        "Research",
        "Word",
        "Hospital",
        "Excel",
        "Legal",
        "Plan",
        "Automation",
        "Technical",
        "Reports",
        "Administration",
        "Security",
        "Marketing",
        "Regulatory compliance",
        "Retention",
        "Coaching",
        "Regulations",
        "Travel",
        "Database",
        "Staffing",
        "Audit",
        "Recruiting",
        "Budget management",
        "Quality control",
        "Access",
        "Payroll",
        "Publishing",
        "Policies",
        "Requests",
        "Website",
        "Reporting",
        "Healthcare",
        "Training",
        "Budget",
        "Advertising",
        "Health"
    ],
    "experience": [
        "HR Director 09/2016 to Current Company Name City , State",
        "Developed New Website for Agency, payroll processing changes, and implementation of new HRIS System.",
        "Oversaw the employment process taking the lead role in clinician, physician and management team recruitment initiatives.",
        "Developed, maintain and interpret HR policy. Authored the Employee Handbook. Provided coaching and support to management and",
        "supervisors on performance management and other related issues.",
        "Maintained in-depth knowledge of legal requirements related to day-to-day management of employees, reducing legal risks and ensuring",
        "regulatory compliance.",
        "Evaluated and recommend changes to the employee benefits plan. Oversaw day to day administration of benefits.Â",
        "HR Director 04/2009 to 09/2016 Company Name City , State",
        "Develped Supervisory Education, SHRO Website, SHRO HRIS System and Automation of payroll processing.",
        "Established and directed a comprehensive statewide human resource program for both classified and unclassified State employees/positions",
        "in the Adjutant General's Department.",
        "Resolved non-routine HR related issues associated as they arose; reviewed documents and approved all hires and promotions; reviews and",
        "approved, modified and/or disapproved wage/salary requests to hire individuals above the pre-established minimum classified or unclassified",
        "pay rate,",
        "Â Reviewed any significant changes to position descriptions and determined if reclassification should be pursued; reviewed position",
        "descriptions for new positions and determined the appropriate wage range based on comparable classified position (if they exist),",
        "Consulted with the TAG and both military and state manager/ supervisors in order to provide technical and common sense guidance on",
        "properly addressing sensitive or complex employee and organizational issues; aided them in achieving their ever changing program goals and",
        "provided innovative ideas for staffing;",
        "Served as the administration's management representative in labor negotiations with the local KAPE unit at the 190th Fire Department.",
        "HR Manager/Sr. Recruiter 10/2003 to 06/2006 Company Name City , State",
        "Created an HRIS tracking system used for recruitment.",
        "Responsible for Ramp up and hiring of all customer service agents, and other positions as needed.",
        "Placement and development of all advertising Met and exceeded all hiring goals. Responsible for Hiring Senior Management to cover such",
        "duties as: Team Managers, Payroll, Quality Control.",
        "Responsible for recruitment of 950 new employees, meeting and exceeded goals set.",
        "Coordinated and facilitated manpower planning, recruitment and retention, career development and training, staff relations, compensation",
        "and benefits, compliance with local, state and federal statutory regulations, public programs, and regulatory audit procedures.",
        "Served as a resource person to administration, mid-level management and staff regarding HR related.",
        "Human Resources Coordinator 03/1996 to 02/2000 Company Name City , State",
        "Developed HRIS database from ground up for employee records and monitoring.",
        "Instrumental in reducing the use of Agency Staffing needs for hospital.",
        "Coordinated and facilitates manpower planning, recruitment and retention, career development and training, staff relations, compensation",
        "and benefits, compliance with local, state and federal statutory regulations, public programs, and regulatory audit procedures.",
        "Served as the HR resource source for administration, mid-level management and staff.",
        "Coordinated hiring procedures, appraisals, pay increases, promotions, transfers, terminations, job postings, and all corrective actions;",
        "One Person Office, responsible for all OSHA, Work Comp, Benefits, payroll, etc."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master's Degree",
            "Institution": "DIRECTOR\nSummary\nOver 20 years experience in recruiting,\n15 plus years in Human Resources Executive Management,\n5 years of HRIS development and maintenance\n4 years working in a Healthcare Enviroment\nSkills\nRecruiting"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "HRIS Development\nBenefit Administration\nPolicy Development\nWeb Page"
        },
        {
            "Degree": "mba",
            "Institution": "Accomplishments\nKansas Health Institute"
        }
    ],
    "category": "DIRECTOR Summary"
}