{
    "skills": [
        "Banking",
        "Public relations",
        "Sales",
        "Outreach",
        "Psychology",
        "Communication",
        "Analytical",
        "Mortgage",
        "Client services",
        "Plan",
        "Money",
        "Retail",
        "Health",
        "Process",
        "Merchant",
        "Healthcare",
        "Transactions",
        "Training",
        "Deposits",
        "Security",
        "System"
    ],
    "experience": [
        "Company Name Case Manager 12/2013 to Current",
        "Provides case management services including intake, assessment, crisis intervention, advocacy, referral, and monitoring of families.",
        "Gathers social history to assess family strengths, and weaknesses, and to assess existing problems.",
        "Conducts home visits and office base services, and accompanies consumers as needed.",
        "Coordinates care with outreach workers, health educators, nutritionists and other service providers to prevent service duplication and to",
        "ensure the consumer receives high quality care.",
        "Identifies and procures group services appropriate for the consumer to maximize the consumer's ability to live outside an institution.",
        "Plan and assist in obtaining services from third-party service providers.",
        "Develops plan of care for each consumer to include services such as advocacy/case management, independent living skills, training, peer",
        "support, physical therapy, cognitive therapy, etc.",
        "Monitors the delivery of services in coordination with the consumer and third party service providers.",
        "Assists consumers with related matters including consumers' eligibility for benefits through Medicaid, Medicare, Social Security, and private",
        "insurance.",
        "Maintains up to date case records with the status of case activity, including progress notes on all contacts."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "MANAGER\nProfessional Summary"
        }
    ],
    "category": "MANAGER Professional"
}