{
    "skills": [
        "Information system",
        "Distribution",
        "System",
        "Process",
        "Documentation",
        "Word",
        "Strategy",
        "Legal",
        "Technical",
        "Writing",
        "Reports",
        "Therapeutic",
        "Security",
        "Correspondence",
        "Certification",
        "Lean",
        "Travel",
        "Database",
        "Data collection",
        "Mis",
        "Investigations",
        "Outreach",
        "Law enforcement",
        "Reporting",
        "Training",
        "Analysis",
        "Healthcare",
        "Case management",
        "Health"
    ],
    "experience": [
        "Communicable Disease Specialist",
        "January 2014 to December 2015 Company Name - City , State",
        "Assists in the implementation of timely disease intervention strategies to decrease the prevalence of communicable diseases.",
        "Performs investigations, data collection, analysis, and interpretation.",
        "Performs reporting and surveillance activities.",
        "Prepares documentation of all communicable disease case investigations occurring within the district.",
        "Provides case management to clients with various communicable diseases such as sexually transmitted diseases and HIV/AIDS.",
        "Provides direct diagnostic and therapeutic services for public health clients both in the clinic and field setting.",
        "Provides educational programs, outreach events sessions to enhance public understanding of sexually transmitted diseases and HIV/AIDS.",
        "Placement Specialist",
        "February 2013 to December 2013 Company Name - City , State",
        "Assessed the level of risk to children by conducting face-to-face interviews with the alleged child victims and their caretakers.",
        "Collaborated with law enforcement when children were physically removed from caretakers.",
        "Testified in court as to the level of risk to children placed in the agency's legal custody.",
        "Ensured that the children were placed in permanent stable families within as short a time frame as possible.",
        "Supervised visits between children and parents and testified regarding the status of the agency and/or parent's progress towards the court",
        "approved placement.",
        "Provided support to the families by providing early intervention and referrals to community services as well as providing resources for family",
        "counseling, mental health, food banks, and substance abuse programs in order for families to become self sufficient.",
        "Sexual Assault Response Coordinator",
        "August 2010 to May 2011 Company Name - City , State",
        "Ensured that victims of sexual assault received appropriate and responsive care.",
        "Tracked the services provided from the initial report through the final disposition.",
        "Advocated to ensure the views of the victim were considered in the decision-making process.",
        "Provided commanders with broader understanding of sexual assault through annual sexual assault prevention and response training.",
        "Conducted sexual assault case management to ensure all services offered or received were documented.",
        "Chaired the monthly case management meeting to improve reporting effectiveness.",
        "Provided tracking and reporting sexual assault numbers and dispositions of all military sexual assault cases monthly, quarterly, and annually.",
        "Administrative Assistant",
        "November 2009 to August 2010 Company Name - City , State",
        "Performed administrative support including word processing, mail preparation, copying, distribution, telephone calls, and travel orders for",
        "child youth personnel.",
        "Prepared a variety of correspondence, memorandums, and other reports in a timely manner required for day-to-day operation.",
        "Assisted in the maintenance of leave records, and time and attendance records on a weekly basis.",
        "Electronically sent and retrieved messages and ensured risk management procedures (i.e., abuse prevention, identification, and reporting",
        "procedures; accident prevention) were followed.",
        "Demonstrated the ability to communicate effectively, orally and in writing.",
        "Healthcare Finder",
        "October 2007 to August 2008 Company Name - City , State",
        "Triaged all incoming specialty health care referrals/authorizations in order of priority for processing.",
        "Electronically entered TRICARE beneficiaries' medical information into a government database.",
        "Coordinated authorizations with physicians/or case managers according to established Humana contract and guidelines to include timely data",
        "entry.",
        "Monitored outstanding pended authorization referrals for timely completion.",
        "Communicated with all disciplines of the medical and military community.",
        "Identified and directed military family members to the most appropriate, cost effective medical care.",
        "Connected with customers to deliver an optimal customer experience."
    ],
    "company_names": null,
    "total_experience": 5.08,
    "education": [
        {
            "Degree": "Bachelor",
            "Institution": "DISEASE SPECIALIST\nSummary\nBachelors of Health Science with"
        },
        {
            "Degree": "master",
            "Institution": "Creative and resourceful social service professional talented at quickly mastering new skills and processing\nnew"
        },
        {
            "Degree": "Bachelor's",
            "Institution": "Highlights\nKnowledge in the principles and practices of epidemiology as it relates to\ncommunicable disease surveillance, investigative techniques, conduct of\noutbreak investigations, and data management\nKnowledge of emergency preferred and Incident Command Systems\n(ICS)\nSkill in demonstrating a cooperative, professional attitude to cultivate\nrelationships both within and outside the organization\nSkill in prioritizing and organizing multiple tasks and the ability to\ncomplete projects in a timely manner\nExperience"
        }
    ],
    "category": "COMMUNICABLE DISEASE"
}