{
    "skills": [
        "Billing",
        "Supervising",
        "Teaching",
        "Business development",
        "Improvement",
        "Client services",
        "Compliance",
        "Regulatory",
        "Documentation",
        "Marketing programs",
        "Hospital",
        "Plan",
        "Reports",
        "Administration",
        "Marketing",
        "Schedule",
        "Regulatory compliance",
        "Vendors",
        "Certification",
        "Operations management",
        "Customer service",
        "Case management",
        "Employee relations",
        "Communication",
        "Recruiting",
        "Accounting",
        "Operations",
        "Scheduling",
        "Budgeting",
        "Human resources",
        "Quality assurance",
        "Healthcare",
        "Training",
        "Sales",
        "Finance",
        "Health"
    ],
    "experience": [
        "Company Name City , State Administrator 01/2005 to 01/2015",
        "Develop and implement short and long term plans.",
        "Establish clear objectives.",
        "Coordinates the efforts of business success.",
        "Responsibilities include: Full P&L responsibility; Sales and market development; Financial status; Patient Care Delivery; Client Services;",
        "Strategic planning and profitability and accountable for all operations and programs.",
        "Successful business growth and development through marketing programs, consistently increasing agency census over the course of 9 years.",
        "Expanded Private Duty market through successful performance and productivity improvement; contract negotiations and reimbursement",
        "strategies, consistently increasing agency census from 31 to 240 in the course of 9 years.",
        "Prepared and analyzed weekly/monthly reports, identifying payer issues, maximizing reimbursement and improving operational efficiencies.",
        "Effectively established clear objectives and developed short and long term plans for business success.",
        "Cultivated strong relationships with area hospitals, vendors/suppliers and payer sources.",
        "Maintained high level of business standards through persistence and diligence; high ethics and Integrity.",
        "Led State and Federal Regulatory surveys.",
        "Improved and maintained efficiency in HR functions, billing management and clinical operations through effective communication and"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Executive Profile\nAccomplished Executive with demonstrated ability to deliver company oversight, committed to"
        },
        {
            "Degree": "Bachelor",
            "Institution": "Skill Highlights\nHealthcare industry executive with over 20 years' experience including 16 years managing full service home healthcare facilities including profit\nand loss responsibility, clinical and operations management, quality improvement and control"
        }
    ],
    "category": "ADMINISTRATOR Executive"
}