{
    "skills": [
        "Recruitment",
        "Email",
        "Purchasing",
        "Transactions",
        "Mathematics",
        "Pr",
        "Drafting",
        "Video",
        "C",
        "English",
        "Documentation",
        "Merchandising",
        "Mobile",
        "Research",
        "Strategy",
        "Plan",
        "Technical",
        "E-commerce",
        "Statistics",
        "Public relations",
        "Marketing",
        "Social media",
        "Acquisitions",
        "Html",
        "Tv",
        "Acquisition",
        "Graphic design",
        "Analytics",
        "Travel",
        "Mining",
        "Database",
        "Communication",
        "Presentations",
        "Spanish",
        "Seo",
        "Economics",
        "Design",
        "Accounting",
        "Brand",
        "Facebook",
        "Branding",
        "Website",
        "Market research",
        "Analysis",
        "Budget",
        "Advertising",
        "Finance"
    ],
    "experience": [
        "JR Publisher Manager Jan 2014 to Mar 2014",
        "Company Name",
        "Company Website: http://www.clickpoint.com/it/ Clickpoint is a Digital Marketing Company that supports clients in getting the most from",
        "their online campaigns in terms of Return on Investment.",
        "Key responsibilities: Planning Direct Email Marketing campaigns Managing relationships with publishers in order to: define online campaigns",
        "pipelines; give suggestions about the best campaigns suitable for the reference database; define remuneration models Managing DEM",
        "campaigns on targeted databases (on behalf on advertisers) Monitoring and controlling DEM's previews: sending the kit with details",
        "campaign; reception previews; customer approvals Marketing analysis about clients' performances Campaigns' optimization.",
        "JR Digital Media Planner Nov 2011 to Nov 2013",
        "Company Name",
        "Company Website: http://www.aegismedia.com/ Aegis Media is a multinational media agency that helps clients build consumer relationships",
        "by communicating their products and brands effectively.",
        "Its services include communications strategy through digital creative execution, media planning and buying, mobile applications, SEO, brand",
        "tracking and marketing analytics.",
        "Key responsibilities: Planning advertising campaigns on desktop and devices (mobile and tablet) Setting and data-mining of competition data",
        "(target/product) Drafting proposals to plan the advertising spaces and budget allocation Elaboration of media plans Purchasing and booking",
        "adv spaces with relative documentation Processing sheets of materials' technical specification for creative agencies Verifying the adv banner",
        "accuracy Constant check on campaigns in progress Sending planned format screenshots to the customers in order to certify the online",
        "Arranging a final report and a Post Evaluation (learnings and builds for future campaigns) Setting and proposing strategies for pre-campaign",
        "phases Analysis and optimization of internal processes or client.",
        "Business developer Oct 2011 to Nov 2011",
        "ART STUDIO 3 s.n.c.",
        "Milan (ITALY) Company Website: http://www.artstudiotre.it/ Art Studio 3 is an Integrated Marketing Communication Agency.",
        "It offer several services: creation/restyling of corporate image or product concept; artwork and copywriting; graphic design of logos and",
        "brands; creations of advertising pages, brochures, catalogues, in-store elements, etc.; photographic services; public relations; studies of",
        "packaging and merchandising; video productions and graphic animations; production of tv, radio and multimedia commercial contents;",
        "conception and preparation of stands and show-rooms; design of fashion collections."
    ],
    "company_names": null,
    "total_experience": 2.25,
    "education": [
        {
            "Degree": "Master\n \n,",
            "Institution": "PUBLISHER MANAGER\nSummary\nMedia Buying and Optimization Since September 2011 I've started to work at advertising"
        }
    ],
    "category": "JR PUBLISHER"
}