{
    "skills": [
        "International",
        "Process",
        "Video",
        "Retail",
        "Mobile",
        "Strategy",
        "Presentation",
        "Content",
        "Sharepoint",
        "Marketing",
        "Vendors",
        "Html",
        "Css",
        "Graphic design",
        "Specifications",
        "Mock",
        "Design",
        "Adobe",
        "Brand",
        "Newspaper",
        "Microsoft office suite",
        "Workflows"
    ],
    "experience": [
        "02/2012 to Current",
        "Senior Digital Designer Company Name ï¼​ City , State",
        "Provided designs and creative direction for custom content in Best Buy's Digital Weekly Ad.",
        "Worked as a leader in following brand standards and best practices while exploring new designs.",
        "Designed vendor-paid premium ad space and special promotions.",
        "Led weekly client meetings to review and assess content and plans for the weekly ad.",
        "Built and edited wireframes to lay out product, promotional messaging, and video content for the best user experience.",
        "Directed product photo shoots on-set, both with and without talent/models.",
        "Designed covers and internal pages for Best Buy's weekly newspaper ad and buyer's guides.",
        "Directly managed, reviewed work of, and mentored production artists.",
        "Worked closely with internal project managers and QC team to ensure all deadlines were met and final product was launched and",
        "functioning properly.",
        "Collaborated with front-end developers on new animations, designs, and site functionality.",
        "Served as backup to front-end developer, working with basic HTML and CSS code.",
        "07/2011 to 06/2011",
        "Mac Operator/Prepress/Plating Specialist Company Name ï¼​ City , State",
        "Edited and optimized client-provided digital art files to produce high quality digital, lithographic and flexographic print materials.",
        "Worked with CSRs and prepared customer and pressroom proofs to ensure accuracy of image quality, color, text, and layout.",
        "Operated and maintained multiple plating machines and software calibrations to prepare plates for a range of different sized lithographic",
        "presses and substrates.",
        "Verified both plates and pressroom proofs for quality and accuracy before sending to press.",
        "05/2011 to 11/2011",
        "Production Artist/Graphic Designer Company Name ï¼​ City , State",
        "Partnered with Best Buy Mobile marketing team to design, refine and produce in-store signage, weekly flyers, traditional and digital",
        "billboards, and other quick-turn promotional materials.",
        "Produced print-ready art for store grand openings and special promotion flyers and coupons.",
        "Designed icons representing brand promises to be used in retail stores.",
        "Created concepts for cover and interior pages to monthly Buyer's Guide catalog.",
        "Provided design and production assistance for presentation materials as needed.",
        "02/2010 to 07/2010",
        "Freelance Production Artist Company Name ï¼​ City , State",
        "Designed and created customized products using a variety of resources and media to meet customer specifications and timelines."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DIGITAL DESIGNER\nExperience"
        }
    ],
    "category": "Current Senior"
}