{
    "skills": [
        "International",
        "Compliance",
        "Construction",
        "Testing",
        "Word",
        "Excel",
        "Transportation",
        "Safety",
        "Content",
        "Writing",
        "Reports",
        "Security",
        "Microsoft excel",
        "Windows",
        "Communication",
        "Specifications",
        "Gaap",
        "Accounting",
        "Operations",
        "Budget"
    ],
    "experience": [
        "Lab Testing Technician-Gradations, proctors, moisture content, -200 wash, specific gravity/absorption, concrete/grout breaks, sand",
        "equivalent, percent fracture.",
        "Input data in computer programs and present final results to clients in timely, cost-effective professional manner.",
        "Quality Control Inspector Level II 10/2007 to 01/2009",
        "Company Name City , State",
        "URS-Washington Division - Eunice, NM-National Enrichment Facility QCI qualified in civil soils II, civil concrete II, receipt inspection II",
        "and coatings II.",
        "Verify field operations to ensure compliance with specifications, plans, procedures, ASTMs, 10 CFR Part 50 Appendix B and ASME",
        "standard NQA-1.",
        "Perform QC inspections on the batch plant, concrete, grout, and backfill operations.",
        "Receipt inspection of concrete constituents as batch plant inspector.",
        "CMT Technician II 03/2007 to 10/2007",
        "Company Name City , State",
        "Hanford Nuclear Reservation-Vitrification Plant RPP-WTP.",
        "Concrete, Soils, and Lab Materials Testing Technician Level II.",
        "Cross-reference job site specifications and plans, ASTMs, and other industry standards to ensure proper testing and inspection on a 10",
        "CFR Part 50 and ASME NQA-1 job site.",
        "Sand-cones, Kelly ball drop, flow test, cast cylinders for CLSM.",
        "Grout flow, cast cubes and prisms.",
        "Non-Permanent Transportation Technician II 03/2006 to 12/2006",
        "Company Name City , State"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "CODE COUNCIL (ICC) SPECIAL INSPECTOR AND CONSTRUCTION MATERIALS TECHNICIAN (CMT)\nObjective\nMy objective is to obtain and secure a meaningful position integrating my skills with the expertise of my"
        }
    ],
    "category": "INTERNATIONAL CODE"
}