{
    "skills": [
        "Inventory",
        "Brand",
        "Microsoft office",
        "Policies",
        "Analytics",
        "Purchasing",
        "Transactions",
        "Process",
        "Beverage",
        "Technical",
        "Teaching",
        "Security",
        "Interactive",
        "Seo",
        "Sales"
    ],
    "experience": [
        "Built customer confidence by actively listening to their concerns and giving appropriate feedback.",
        "Offered direction and gave constructive feedback to motivate team members.",
        "Marked clearance products with updated price tags.",
        "Maintained knowledge of current promotions, policies regarding payment and exchanges, and security practices.",
        "Operated a cash register to process, cash, check and credit card transactions.",
        "Helped customers select products that best fit their personal needs.",
        "LIBRARIAN ASSOCIATE 09/2010 to 05/2011 Company Name City , State",
        "Maintained an inventory of contents for the rare books and archives collections.",
        "Reshevled books to maintain a neat and tidy reading area.",
        "Monittored the lending or reserved course materials.",
        "Troubleshooted technical problems with library computers and other technology.",
        "Answered patrons' questions at the circulation desk.",
        "Enforced circulation policies and procedures.",
        "Maintained complete and accurate records of all library transactions.",
        "Barista 07/2007 to 08/2007 Company Name City , State",
        "Accepted payment from customers and made change as necessary.",
        "Apportioned and served food to facility residents, employees, or patrons.",
        "Assisted diners with seating as needed.",
        "Cleaned and maintained the beverage area, display cases, equipment, and order transaction area.",
        "Cleaned bars, work areas, and tables.",
        "Cleaned up spilled food, drink and broken dishes, and removed empty bottles and trash."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Professional Summary\nSavvy teacher with superb Problem Solving, SEO, Analytics and \nMicrosoft Office"
        }
    ],
    "category": "TEACHER Professional"
}