{
    "skills": [
        "Banking",
        "R",
        "Forecasting",
        "Research",
        "Finance",
        "Mathematics",
        "Analytical",
        "Database",
        "English",
        "Documentation",
        "Mortgage",
        "Engineering",
        "C++",
        "C",
        "Information technology",
        "Matlab",
        "Analysis",
        "Sql",
        "Process",
        "Mobile",
        "Risk management",
        "Python",
        "Reports",
        "Programming",
        "System"
    ],
    "experience": [
        "Corporate Banking Assistant, Intern",
        "May 2015 to August 2015 Company Name ï¼​ City , State",
        "Wrote commercial mortgage recommendation reports for risk management, including properties appraisals, cash flow analysis, asset",
        "coverage analysis, RAROC analysis and sensitivity analysis.Â",
        "Researched U.S small medium enterprisesÂ using SQL for novel financial products. Made recommendation to senior management with the",
        "most profitable industry and company size.",
        "Optimized commercial loan clients information management by developing Updatable Documentation Notification System using VBA , and",
        "considerably improved efficiency of loan department.",
        "Office Assisant, Intern",
        "June 2012 to August 2012 Company Name ï¼​ City , State",
        "Developed customers feedback system using VBA to optimize working procedures, and improved working efficiency for Low Interest Rate",
        "Bond Team by 20%.",
        "Updated standardized procedures by interviewing employees and building statistic model, and enhanced productivity of the division.",
        "Undergraduate Researcher",
        "March 2011 to May 2012 Company Name ï¼​ City , State",
        "Created image classification solutions by differentiating background and size of target objects, and improved image processing speed by",
        "30% as well as cut down the research cost.",
        "Labeled out wild animals's body coordinates on images, and assisted in developing supervised machine learning algorithm",
        "forÂ Computational and Informatics Tools for Collaborative Wildlife Monitoring Program.",
        "Assistant Analyst, Intern",
        "June 2010 to July 2010 Company Name ï¼​ City , State",
        "Researched China mobile market by gathering annual mobile productivity data from Ministry of Industry and Information Technology of",
        "China, as well as assisted in edition of industry report based on analysis from JP Morgan and Bloomberg.",
        "Participated in the financial due-diligence of Benshan Media and its subsidiary companies, and developed a time-saving method for the re-",
        "organization process to different target companies."
    ],
    "company_names": null,
    "total_experience": 1.67,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "BANKING ASSISTANT, INTERN\nObjective\nDynamic and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Financial Data Analyst with diverse"
        }
    ],
    "category": "INTERN Objective"
}