{
    "skills": [
        "Policies",
        "Database",
        "Security",
        "Reporting",
        "Itil",
        "Information technology",
        "Operations",
        "Health",
        "Compliance",
        "Lifecycle",
        "Operational excellence",
        "Training",
        "Supervisor",
        "Psychology",
        "Process improvement",
        "Six sigma",
        "Process",
        "Strategy",
        "Regulations",
        "Scrum",
        "Workflow",
        "Scheduling",
        "Analysis",
        "Agile",
        "Documentation",
        "Governance",
        "Improvement",
        "Billing",
        "Contracts",
        "Jose",
        "Pmp",
        "System",
        "Project management",
        "Lean"
    ],
    "experience": [
        "January 2011 to Current",
        "Company Name City , State Assistant Information Technology (IT) Director",
        "Led the organization towards eligibility in the eHealth Exchange Information Network which will allow the county providers to exchange",
        "patient information with other federal agencies non- federal organizations through a secure, trusted, and interoperable network.",
        "Completed detailed survey of the county's privacy, security, confidentiality, and information exchange policies as part of the onboarding",
        "process and execution of the Data Use and Reciprocal Agreement.",
        "Facilitated the processing of the Entrust Subscriber Agreement (public certificates and keys) documents.",
        "Outcome: Upon submission of the application, the eHealth Exchange Committee awarded the county immediately as \"eligible\" to participate",
        "in the eHealth Exchange Network due to the comprehensiveness documentation.",
        "Accelerated the organizations participation in nationwide quality efforts and maturity surveys energizing our staff, enhancing the organization's",
        "status, and improving customer services in the process.",
        "Outcome: Application and review processes were expedited.",
        "Organization was awarded Stage 6 Maturity (from Stage 2) for Electronic Medical Record (EMR) Adoption in less than 3 months.",
        "January 2007 to December 2010",
        "Company Name City , State IT Supervisor",
        "Executed the enterprise information technology strategy and worked closely and partnered with the Health Services CIO and stakeholders",
        "(clinical, business, detention) to establish project and program governance, understand and document the business needs, advocate effective",
        "application deployment strategies, and develop high level project road maps.",
        "Outcome: Clear project prioritization throughout the enterprise which addressed limited resource issues.",
        "Sample projects: Appointment Reminder System, Document Imaging System, Timekeeping System, Wristband ID Deployment, Dictation",
        "System, Materials Management.",
        "Supervised, led, coached, and mentored approximately 12 - 25 Application Support and Project Management staff in all phases of the IT",
        "operations and project lifecycle using Lean and agile project management methodologies.",
        "Outcome: Stronger project visibility and customer relationships; maturity in terms of organizational project management and service",
        "management methodologies; expedited help desk ticket resolution minimizing project risks."
    ],
    "company_names": null,
    "total_experience": 3.92,
    "education": [
        {
            "Degree": "Master",
            "Institution": "INFORMATION TECHNOLOGY (IT) DIRECTOR\nSummary\nA high performing and energetic portfolio, program, and project management professional with proven track record and consistent commendations\nfor delivering"
        }
    ],
    "category": "DIRECTOR Summary"
}