{
    "skills": [
        "Recruiting",
        "Leadership development",
        "Coaching",
        "Forecasting",
        "Technical",
        "Policies",
        "Strategic plans",
        "Staffing",
        "Metrics",
        "Supervisor",
        "Retention",
        "Psychology",
        "Testing",
        "Analytical",
        "Database",
        "Strategy",
        "Human resources",
        "Product knowledge",
        "Payroll",
        "Operations",
        "Benchmarking",
        "Analysis",
        "Improvement",
        "Process",
        "Process improvement",
        "Partnerships",
        "Variances",
        "Call center",
        "Scheduling",
        "Healthcare",
        "Matrix",
        "Training",
        "System",
        "Visual"
    ],
    "experience": [
        "Coaching and developing to ensure all client support delivered per contractual agreements.",
        "Enabled resolution of customer issues as liaison and facilitator for core team that participates in on-going planning and process improvement.",
        "Responsible for 10 customer service supervisors and 250 customer service agents.",
        "Achieving customer service objectives by contributing customer service information and recommendations to strategic plans and reviews;",
        "preparing and completing action plans; implementing production, productivity, quality, and customer-service standards; resolving problems;",
        "completing audits; identifying customer service trends; determining system improvements; implementing change.",
        "Meeting customer service financial objectives by forecasting requirements, preparing annual budgets, scheduling expenditures, analyzing",
        "variances and initiating corrective actions.",
        "Determining customer service requirements by maintaining contact with customers, visiting operational environments, conducting surveys,",
        "forming focus groups, benchmarking best practices and analyzing information and applications.",
        "Improving customer service quality results by studying, evaluating, and re-designing processes, establishing and communicating service",
        "metrics, monitoring and analyzing results and implementing changes.",
        "Effectively establish and maintain cross functional and cross-departmental partnerships.",
        "Company Name City , State Action Response Team Supervisor 01/2011 to 01/2013",
        "Resolved and/or addressed complex customer issues or questions, which included taking escalated calls from customers/associates.",
        "Managed the Action Response Team function, ensuring service levels and quality goals were met.",
        "Analyzed department satisfaction results and proactively developed and implemented action plans for improvement.",
        "Performed the full scope of talent management and development activities including all aspects of the performance management process:",
        "performance and behavior assessment, feedback, coaching, career planning, guidance, corrective action and training.",
        "Call observation and monitoring for individual, team, enterprise root cause and trending analysis Represented the department in over 100"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "SHARED SERVICES"
}