{
    "skills": [
        "Regulations",
        "Plan",
        "Teaching",
        "Travel",
        "Communication",
        "Psychology",
        "Schedule",
        "Training",
        "Cpr",
        "Reporting",
        "Sap",
        "English"
    ],
    "experience": [
        "to plan and schedule lessons that encourage learning.",
        "Differentiated instruction according to student interest, ability and skill level.",
        "Observed and assessed student performance and kept thorough records of progress using running records, rubrics, student portfolios, and",
        "teacher-made exams.",
        "Created a student-based, constructivist environment where exploration, questioning, problem solving, accountable talk, and a love for",
        "learning were promoted.",
        "Prepared lesson plans for each component of Balanced Literacy according to a new thematic unit every month.",
        "Established positive relationships with students, parents, fellow teachers and school administrators.",
        "Dentist Office Manager 07/2002 to 09/2012 Company Name City , State",
        "Led a team of 10 employees and was responsible for administering staff training and delegating duties for the practice.",
        "Promoted twice in my tenure.",
        "Managed difficult or emotional patient situations and responded promptly to patient needs in pain and emergencies.",
        "Educated patients about proper oral hygiene and prevention of dental diseases.",
        "Accurately collected and recorded patient medical and dental histories.",
        "Provided appropriate treatment plans and postoperative instructions to the patients as prescribed by dentist.",
        "Managed collections, claims and appeals with insurance companies.",
        "Worked closely with insurance companies to ensure pre-approvals, prior authorizations and that patient's visits were properly documented",
        "and paid.",
        "Maintained proper graphical and perio charting for the hygienist.Â",
        "Scheduled and maintained a calendar of appointments, meetings, and travel itineraries.",
        "Established and maintained excellent working relationships with patients and employees to this day."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Summary\nKind, compassionate and highly motivated Teacher dedicated to creating an atmosphere that is stimulating and encouraging to all students\nwhile"
        }
    ],
    "category": "Summary Kind"
}