{
    "skills": [
        "Banking",
        "Excel",
        "Crm",
        "Analyze",
        "Policies",
        "Partnership",
        "Administration",
        "Management experience",
        "Retention",
        "Powerpoint",
        "Sales",
        "Servers",
        "English",
        "Acquisition",
        "International",
        "Marketing",
        "Compliance",
        "Requests",
        "Operations",
        "Sql",
        "Salesforce",
        "Health",
        "Visio",
        "Billing",
        "Process",
        "Cloud",
        "Ms excel",
        "Healthcare",
        "Scheduling",
        "Jira",
        "System",
        "Oracle",
        "Alliances",
        "Saas",
        "Reports",
        "Spanish",
        "Sap",
        "Word",
        "Training"
    ],
    "experience": [
        "Partner Account Manager 04/2014 to 08/2014",
        "Company Name",
        "Partner portfolio and revenue management.",
        "Managed project with regard to the Customers product deployment in SaaS Platform.",
        "Responsible to create partner Quotations, license renewals and Service Addendums.",
        "Resolving In-service request through Jira and registering nodes and adding servers on SaaS Plaza platform.",
        "Monitoring the Invoice and Billing on product renewals.",
        "Setting up the Product demo environment for the Partners and their customers.",
        "Assisted Partners with online training and educate them about the product usage in the cloud platform.",
        "Client Account Manager 07/2011 to 12/2013",
        "City",
        "Drive sales through Partners and Distributors.",
        "Managed existing partners and generate revenues from them Conducting promotional activities and events for partners and Distributors and",
        "also encourage new channel partners through the events organized to understand the Program benefits Planning and implementing marketing",
        "and partner relations programs to increase partnership growth and retention Analyzing and identifying the ways to maximize the revenue",
        "through lead generation and Promotional events.",
        "Handling Latin American Market and Accounts tagged to the territory for Premier and Elite partners.",
        "Working together with Sales representatives to create Quotations, license renewals and approve Deal registrations for the partners based on"
    ],
    "company_names": [
        "Symbiosis International University"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "ACCOUNT MANAGER\nExecutive Summary\nOver 6 years of customer facing management experience in managing Healthcare IT and Banking"
        }
    ],
    "category": "PARTNER ACCOUNT"
}