{
    "skills": [
        "Matrix",
        "Purchasing",
        "Process",
        "Proposal",
        "Compliance",
        "Swift",
        "Construction",
        "Contracts",
        "Documentation",
        "Testing",
        "Project planning",
        "Plan",
        "Safety",
        "Engineering",
        "Content",
        "Writing",
        "Reports",
        "Administration",
        "Schedule",
        "Vendors",
        "Schedules",
        "Transport",
        "Travel",
        "Communication",
        "Specifications",
        "Negotiation",
        "Quality control",
        "Microsoft office",
        "Design",
        "Payments",
        "Investigations",
        "Scheduling",
        "Procurement",
        "Training",
        "Analysis",
        "Contract management",
        "Budget",
        "Autocad",
        "Invoices"
    ],
    "experience": [
        "Construction Inspector",
        "November 2015 to Current Company Name ï¼​ City , State",
        "Provided quality assurance services by performing on-site inspections of material and workmanship as well as performed material testing in",
        "accordance to the American Society for Testing and Material (ASTM) manuals for reinforcing bars as well as concrete.",
        "Performed inspections on epoxy Anchor/Dowels and concrete field technician duties (Slump test, Temperature, Air content and Concrete",
        "sampling).",
        "Tested and inspected construction material, placement and foundation work.",
        "Performed reinforcing steel inspections to ensure rebar meets requirements of approved drawings.",
        "Performed in-place density tests on various types of soil to determine compaction and moisture content.",
        "Established onsite solutions to unforeseen issues found in the field.",
        "Performed proctor, sieve and compressive strength tests with senior technician in laboratory.",
        "Performed timely inspections reports to engineers and project manager to ensure work meets requirements set by the proper design",
        "authority for each specific project.",
        "Project Engineer",
        "May 2015 to October 2015 Company Name ï¼​ City , State",
        "Processed, tracked, and distributed submittals and RFIs.",
        "Managed document control process, including change order, subcontractor billings, field production tracking, purchasing, and contract",
        "administration.",
        "Coordinated project close-out documentation, including deficiency, warranties, maintenance and final payments.",
        "Assisted with documentation of accidents, safety violations, unsafe conditions and activities.",
        "Conducted quality control inspections of completed work.",
        "Processed vendor invoices, reconciled all monthly subcontractor progress billings, and managed jobsite office.",
        "Performed quantity take-offs derived from a thorough understanding of plans and specifications using Digitizer.",
        "Negotiated and tracked subcontractor contracts, agreements, change orders and insurance.",
        "Prepared project schedule in primavera at determined intervals to ensure jobs are being completed on time.",
        "Monitored project progress and performed variance analysis in comparison with baseline schedule.",
        "Produced significant cost savings, potential cost avoidance, and preventive problem solving through numerous cost saving ideas, suggestions",
        "and recommendations.",
        "Ensured equipment and material were in accordance with contract drawings and specifications by monitoring and coordinating construction",
        "activities.",
        "Ensured site safety through comprehensive review of subcontractor safety program."
    ],
    "company_names": null,
    "total_experience": 0.42,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "INSPECTOR\nProfessional Summary"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Certified Construction Manager in Training with over 2 years of significant and progressive experience in construction"
        }
    ],
    "category": "CONSTRUCTION INSPECTOR"
}