{
    "skills": [
        "International",
        "Retail",
        "Saas",
        "Relationship building",
        "Sales goals",
        "Marketing",
        "Certification",
        "Customer service",
        "Retention",
        "Analytical",
        "Communication",
        "Spanish",
        "Analytical skills",
        "Metrics",
        "Forecasting",
        "Trade shows",
        "Operations",
        "Salesforce",
        "Networking",
        "Training",
        "Analysis",
        "Licensing",
        "Prospecting",
        "Sales"
    ],
    "experience": [
        "Sales",
        "November 2014 to Current Company Name ï¼​ City , State",
        "More than 20years of going above and beyond client expectations, providing sales training for thousands of clients within fortune 500",
        "corporations.",
        "Exceeding sales goals year after year, almost 3M in sales volume in 2014, I am honored and excited to expand my knowledge into the",
        "International field in sales.",
        "Sales",
        "July 2013 to October 2014 Company Name ï¼​ City , State",
        "Top Producer in July 2014 1.8M in Sales Volume",
        "Earned CIPS certification (Certified International Property Specialist) licensing covering 40 countries to accommodate client needs looking",
        "to purchase outside the US or International clients looking to purchase within in the United States.",
        "Sales",
        "March 2011 to July 2013 Company Name ï¼​ City , State",
        "Real Estate Investments Portfolio Manager for local, national accounts",
        "Provided training for Real Estate investors, first time home buyers",
        "Provided market analysis, forecast, problem solve, enable a smooth transaction.",
        "Sales",
        "November 2006 to March 2011 Company Name ï¼​ City , State",
        "Over 2 million in volume sold within first year",
        "Generate leads and referrals through prospecting, cold calling, networking Provide training for Real Estate investors, first time home buyers,",
        "Provide market analysis, forecast, problem solve, enable a smooth transaction.",
        "Territory Field Representative",
        "August 2009 to February 2010 Company Name ï¼​ City , State",
        "Business development, managed a portfolio of up to 120 account doors",
        "Exceeded monthly sales quota objectives by acquiring and managing small to medium sized businesses.",
        "Provided training for businesses, customers enabling a smooth transition to support team and reduced churn.",
        "Indirect Account Field Representative",
        "November 2002 to October 2006 Company Name ï¼​ City , State",
        "Corporate Indirect Operations Training and Indirect Account Management Training completed in 2004,2005,2006 Irvine, CA Campus",
        "Corporate Indirect Operations Training and Indirect Account Management Training completed in 2004,2005,2006 Irvine, CA Campus",
        "Business development, sales/product training, metrics/market/competitive analysis, sales, special events, trade shows, generating leads by",
        "cold calling, relationship building and networking",
        "Provided training for new accounts, provided problem solving training, retention training and training on reducing churn, enabling a smooth",
        "transition to the internal Verizon support team.",
        "Retail Sales Representative",
        "December 1999 to December 2002 Company Name ï¼​ City , State",
        "Multiple Awards for Sales Excellence, Customer Service and Top Sales Producer,.",
        "Recommended wireless solutions to new and existing accounts",
        "Provided training to new accounts, new customers including sales training for new employees."
    ],
    "company_names": null,
    "total_experience": 15.33,
    "education": [],
    "category": "SALES Summary"
}