{
    "skills": [
        "Schedule",
        "Design",
        "Prototype",
        "Product development",
        "Administration",
        "Lifecycle",
        "Project management",
        "Sales",
        "Merchandising",
        "Communication",
        "Database",
        "Budget",
        "Agile",
        "Engineering",
        "International",
        "Video",
        "Product knowledge",
        "Marketing",
        "Updates",
        "Purchasing",
        "Sourcing",
        "Travel arrangements",
        "Operations",
        "Process",
        "Inventory",
        "Partnerships",
        "Business management",
        "Vendors",
        "Reports",
        "Expenses",
        "Advertising",
        "Travel",
        "Ordering",
        "Visual"
    ],
    "experience": [
        "Set up visual merchandising displays and change in-store floor plans.",
        "Demonstrate excellent customer service skills, meeting hourly selling and expressed credit goals.",
        "Provide product knowledge to customers and worked as part of a team to meet individual and store objectives.",
        "Project Administrator",
        "October 1999 to February 2006 Company Name - City , State",
        "Barbie Product Development/Samples Administrator Manage all aspects of Mainline Barbie product development from design concept",
        "approval through production start.",
        "Point of contact for Orient Plant and Vendor Operations (both US and abroad).",
        "Responsible for the sourcing, purchasing, and determining tooling of accessories and textiles.",
        "Maintain hard cost from Transfer of Product to Final Production Release within 10%, while being able to incorporate design concepts into",
        "products ready for manufacture.",
        "Assist the Marketing Team with advertising, commercial shoots, toy fairs, and sales line reviews.",
        "Attend Domestic Toy Fair Shows as a representative for development to trouble shoot for Girls Brands (Barbie, Specialty, Fashions and",
        "Accessories).",
        "Also assisted with the set up/tear down for toy fair shows.",
        "Support Worldwide Sales and Marketing by coordinating all premium (handmade) and production samples.",
        "Responsible for shipping highly sensitive, rather expensive prototype samples and documents to domestic/international subsidiaries.",
        "Received awards for Best New Product launch for the 2004 Product Line as well as for Excellent Customer Service."
    ],
    "company_names": null,
    "total_experience": 6.33,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "PROJECT MANAGEMENT ASSOCIATE\nProfessional Profile"
        }
    ],
    "category": "PROJECT MANAGEMENT"
}