{
    "skills": [
        "Operations",
        "Banking",
        "Inventory",
        "Ordering",
        "Human resources",
        "Windows",
        "Communication",
        "Training",
        "Sales",
        "Retail",
        "Merchandising"
    ],
    "experience": [
        "08/2015 to 06/2016",
        "Floral Designer Company Name ï¼​ City , State I was employed as a floral designer and to eventually manage their floral shop.",
        "06/2015 to 06/2016",
        "Designer Company Name ï¼​ City , State",
        "I am the main floral designer for the shop. My designs have been place in the shops currant brochures and in several magazines that they advertise",
        "in.",
        "I have been rewarded several times for going beyond the companies expectations of my willingness toÂ do what it takes to complete the day to",
        "day",
        "designing that has to be done for out customers,",
        "06/2014 to 06/2016",
        "Sales Partner Company Name ï¼​ City , State",
        "I have been a sales partner at Brighton Collectables for almost two years now. I explain about our product, our owners and share theÂ Brighton",
        "Story to everyone that comes into our store that IÂ personally meet and greet. I offer them great customer service and I do everything that I can",
        "toÂ meet Â theÂ customers needs for their time in out store.Â",
        "I also display and merchandise our inventory, clean and straighten the store so it always looks nice for our customers, I attend our store meetings",
        "and the trainings at our store and its events too.",
        "05/2008 to 05/2014",
        "Owner/ manager/desiner Company Name ï¼​ City , State IÂ was responsible as the owner/ manager for all the shop and it day to day operations.",
        "I also did all the H RÂ  work, banking, cleaning and merchandising of the shops inventory. I Â decorated all our windows for every floral season.",
        "My shop won severalÂ window display awards for Best Window Displays in Weatherford, Texas.Â Â"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "FLORAL DESIGNER"
}