{
    "skills": [
        "Distribution",
        "International",
        "Process",
        "Proposal",
        "Investigation",
        "Analyze",
        "Regulatory",
        "Research",
        "Strategy",
        "Technical",
        "Content",
        "Writing",
        "Reports",
        "Administration",
        "Security",
        "Public relations",
        "Broadcast",
        "Protocols",
        "Regulations",
        "Graphic design",
        "Presentations",
        "Communication",
        "Partnerships",
        "Responses",
        "Editorial",
        "Research projects",
        "Design",
        "Policies",
        "Fda",
        "Outreach",
        "Training",
        "Analysis",
        "Budget"
    ],
    "experience": [
        "Senior Food Defense Analyst Dec 2003 to Current",
        "Company Name ï¼​ City , State",
        "Serve as Subject Matter Expert and Detailee to the Federal Bureau of Investigation (FBI) for initiation and implementation of outreach",
        "activities for supporting countermeasures to prevent intentional contamination of the food supply.",
        "Agency lead on an interagency team responsible for designing and conducting training and outreach to foreign governments, academia, and",
        "industry. Acted as communications liaison for internal teams.",
        "Successfully initiated integration of the FBI as a partner resulting in law enforcement elements and funding added to initiative.",
        "With increased budget constraints by all federal agencies, manage and coordinate the effort to promote international outreach Established",
        "long-range objectives and developed innovative strategies to help achieve them to attract additional federal agencies as partners for future",
        "support and funding. Developed the strategy, proposal, and supporting materials, to include proposed budgets.",
        "A leading expert on policies and strategies to address global supply chain vulnerabilities."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "FOOD DEFENSE ANALYST\nSummary\nExperience as public relations professional, strategist, analyst, and"
        }
    ],
    "category": "Summary Experience"
}