{
    "skills": [
        "Safety",
        "Technical",
        "Data management",
        "Administration",
        "Accounting",
        "Cpr",
        "Retention",
        "Communication",
        "Mathematics",
        "English",
        "Acquisition",
        "Writing",
        "Warehouse",
        "Supervising",
        "Aviation",
        "Purchasing",
        "Presentation",
        "Operations",
        "Distribution",
        "Data entry",
        "Inventory",
        "Regulations",
        "Customer service",
        "Logistics",
        "Spelling",
        "Security",
        "Training"
    ],
    "experience": [
        "Aviation Supply Specialist 05/2002 to 07/2013 Company Name City , State",
        "The supply administration and operations OccFld includes aviation supply specialists who supervise, lead, or perform highly technical",
        "functions in the areas of aviation unique applications of managing, regulating, coordinating, or otherwise exercising control over supplies,",
        "equipment, or other material. The work includes numerous phases of automated material management including initial planning, provisioning",
        "and requirements determination, acquisition and distribution, accountability, and ultimate issue for consumption, retention or disposal. Fiscal",
        "accounting and purchasing procedures are performed in accordance with Federal Acquisition regulations. Qualifications required include,",
        "personal computer operation skills, familiarity with terminology, proficiency in key boarding, basic understanding of data entry, application,",
        "and manipulation. Duties involved administrative and government specific procedures for the use of material."
    ],
    "company_names": [
        "Afghanistan Campaign Medal\nNorth Atlantic Treaty Organization Medal NON"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "SUPPLY SPECIALIST\nSummary\nMilitary professional with 11 years experience in team management, administrative accountability and supply"
        }
    ],
    "category": "SPECIALIST Summary"
}