{
    "skills": [
        "Banking",
        "Coaching",
        "Investigate",
        "Policies",
        "Tax",
        "Mortgage",
        "Regulatory",
        "Money",
        "Correspondence",
        "Operations",
        "Email",
        "Process",
        "Legal",
        "Customer service",
        "Website",
        "Transactions",
        "Reports",
        "Security",
        "System",
        "Access"
    ],
    "experience": [
        "Member Services Representative 03/2015 ï¼​ Current Company Name City , State",
        "Promoted from Cashier to Lead Cashier to help train staff and facilitated huddles in the morning (Meijer).",
        "Among the top 10% advisers in Telephone Banking in 2011 and 2012 Peer coach for new and other existing employees Peer to Peer",
        "Winner (JP Morgan Chase).",
        "Received \"Best of the Best\" Award for Outstanding Customer Service in 2012 (JP Morgan Chase).",
        "In 2013 and 2014 ranked in the top 5 of Columbus Fraud Analysts with zero bottom box/ Subject Matter Expert for new and existing",
        "employees (JP Morgan Chase).",
        "Led and facilitate team meetings in the absence of a manager (JP Morgan Chase).",
        "In 2015 promoted from Member Service Representative Trainee to Member Service Representative (OPERS).",
        "Responds to inbound telephone inquiries from members, benefit recipients, and others regarding all OPERS benefits and services.",
        "Provides benefit information necessary for members to make informed life-path decisions regarding benefit selection, account changes, etc.",
        "Promotes self-service and benefit awareness by promoting resources such as the Member Benefits System and the OPERS website, and",
        "providing assistance in navigation of those sites Fosters a strong customer service and team-oriented work environment.",
        "Takes ownership by following through and ensuring timely and quality service.",
        "Risk Operations Analyst II 08/2014 ï¼​ 02/2015 Company Name City , State",
        "Pinpointed fraud trends specific to online money movement and communicated information to colleagues within department.",
        "Researched monetary transactions made at Chase.com, ensuring validity of transactions and security of customer accounts.",
        "Collaborated across lines of business within Chase to better serve customers and reduce delay in online money movement.",
        "Risk Operations Analyst 07/2013 ï¼​ 08/2014 Company Name City , State",
        "Answer high volume incoming calls from internal Chase colleagues and account holders who require assistance with deposit holds, New",
        "Account Screening, Fraud Activity, Account Restrictions, AML Closures, Kiting and AAU Closures.",
        "Detect fraud to prevent loss for the customer and Chase, by reviewing necessary documents and investigate account activity as wells as the",
        "history of the account holder.",
        "Adhere to regulatory, legal and bank requirements.",
        "Screen accounts to ensure, the customer meet and comply with KYC policy and procedure of Chase and to verify no risky business is/or",
        "has been initiated, which could pose a potential risk to the bank.",
        "Provide peer coaching, walk the floor as a SME to provide assistance to analyst with complex customer issues and assist new hires once on",
        "the production floor.",
        "Senior Service Specialist 12/2012 ï¼​ 06/2013 Company Name City , State",
        "Enforced relief to the customers by reviewing the situation, ensuring consumer satisfaction throughout the de-escalation process.",
        "Investigate and solve customers' long-standing or complex problems.",
        "Duties included working with site leaders to investigate complaints and suggest improvements.",
        "Identify and highlight issues that impact policies, processes and procedures for the necessary changes/improvements.",
        "Maintain accurate and timely records of correspondence or discussions with the customers in various systems.",
        "Customer Service Specialist 01/2010 ï¼​ 11/2012 Company Name City , State",
        "Remained up to date for developments and changes in products, services, policies and procedures by reading job aid guides, attending",
        "briefing/meetings and completing courses."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Experience Member"
}