{
    "skills": [
        "Email",
        "System",
        "Transactions",
        "Process",
        "Retail",
        "Documentation",
        "Merchandising",
        "General ledger",
        "Word",
        "Research",
        "Excel",
        "Transportation",
        "Reports",
        "Time management",
        "Powerpoint",
        "Quickbooks",
        "Vendors",
        "Correspondence",
        "Purchase orders",
        "Customer service",
        "Banking",
        "Inventory",
        "Reconciliation",
        "Data entry",
        "Deposits",
        "Communication",
        "Staffing",
        "Recruiting",
        "Money",
        "Filing",
        "Microsoft office",
        "Design",
        "Payments",
        "Accounting",
        "Try",
        "Scheduling",
        "Ordering",
        "Financing",
        "Microsoft word",
        "Supervisor",
        "Sales",
        "Visual",
        "Invoices"
    ],
    "experience": [
        "Sales Feb 2008 to Jun 2014",
        "Company Name ï¼​ City , State",
        "In this small, family owned business there are a lot of hats to be worn. And with just 4 employees to run this store; a store manager, two",
        "salespeople and our jeweler, this is not just a sales job.",
        "I provided courteous and prompt service by greeting & welcoming customers, assisting them in locating what they're looking for and provided",
        "excellent afterÂ​sales service by sending out thank you letters, birthday & anniversary reminders and followÂ​up calls to check in and see how",
        "everything is going with their purchases.",
        "I keep the behind the scenes of the store running smoothly by ordering all supplies; jewelry boxes, gift bags, watch batteries and all office and",
        "shipping supplies. I assisted in ordering new merchandise for the store, picking new styles and creating new styles through our custom jewelry",
        "design. I used POS data entry for all sales, customer contact information, research of transaction history and entering all inventory into the store",
        "data base. I used Outlook for all email correspondence, Microsoft Word for all documents, Excel spreadsheet for inventory of certain items and",
        "QuickBooks for payments. Other office functions included shipping via UPS, FedEx and USPS, scanning of documents, photo documentation for",
        "appraisals, making photocopies, sending faxes and filing of paperwork, invoices and all vendor files. Create new vendor files and purge year end to",
        "storage for safe keeping. I answered multiÂ​line telephone system, took messages, return calls and transfer appropriate calls to the owner.",
        "Â",
        "REASON FOR LEAVING Â",
        "Left work to be stay at home baseball mom to teenage son.",
        "With my husband working overseas, the M-SAT 9-7pm hours I worked weren't allowing for necessary time with him for homework and",
        "transportation to/from baseball games",
        "Sales / Asst Manager/ Manager/ Sales Nov 1996 to Feb 2008",
        "Company Name ï¼​ City , State",
        "Virginia Beach, VA - Louisville, KY - Waterford, CT - Jacksonville, FL 11/1996 - 02/2008 A Jewelry Sales Associate is responsible for",
        "entertaining customers by answering their questions with a respectable manner, giving assistance to the clients by showing the merchandise,",
        "describing it and allowing them to try it on. Sales Associates are also responsible for safekeeping afterwards to avoid losses and theft. Responsible",
        "for facilitating the customer's payment of cash, credit, or inÂ​house financing when the sale is made. Responsible for visual merchandising, cleaning",
        "the displays and store for a more pleasing display of items. Responsible for inventory of all items from daily/nightly counts, receiving/inputting new",
        "inventory into computer and put out to stock. Responsible to report any suspicious persons or activity as well as any missing merchandise. As",
        "Assistant Manager, I assisted in the management of employees sales, scheduling along with my usual sales requirements. Acted as the manager in",
        "his/her absence. Trained and served as a peer coach for new sales associates Helped customers with questions, problems and complaints in",
        "person and via telephone. As Store Manager, I was responsible to run a profitable store. My duties were to train/ manage my team, build moral",
        "and create a fun but professional working environment. I had to drive my team to keep with the companies expectations. We had quotas to meet",
        "& exceed. Time management and extreme organization is a must Managed staff of approximately 6 sales associates and an assistant manager.",
        "Counted morning and nighttime cash drawers and made bank deposits daily. Assigned employees to specific duties to best meet the needs of the",
        "store. Responsible for weekly recruiting of the mall for new hires. Review all applications weekly, interviewed job candidates and made staffing",
        "decisions. Trained and developed new associates on POS system and key sales tactics. Required to attend monthly Management meetings with",
        "District Manager to go over stores sales, employees individual performance percentages and staff issues. Responsible to perform employee",
        "evaluations/reviews for promotion/ demotion or letting go. Scheduled and led weekly store meetings for all employees. Reordered inventory when",
        "it dropped below predetermined levels Conducted store inventories using third party inventory group REGIS and store employees Performed",
        "inventory reconciliation to find any missing merchandise and errors in inventory evaluation report Generated repeat business through exceptional",
        "customer service and trained my employees to do the same.",
        "REASON FOR LEAVING Â",
        "REASON FOR LEAVING Â",
        "Left from 2003-2006 for move to overseas duty station in Guam.",
        "Left for good in 2/2008 to get out of the big, pushy corporate world and took job with small family owned business for better opportunity.",
        "Accounts Coordinator Aug 1993 to Nov 1994",
        "Company Name ï¼​ City , State",
        "Accounting Coordinator's job is to manage and process all vendor invoices and ensure integrity of all payments for the company. Match invoices",
        "and checks. Coordinate with suppliers and maintain records of all payment status Prepare checks to pay subs weekly Posted receipts to",
        "appropriate general ledger accounts. Reconciled discrepancies between accounts receivable general ledger account and accounts receivable trial",
        "balance account. Researched and resolved accounts payable discrepancies. Coded and entered invoices each day into the in-house accounting",
        "software. Reconciled vendor statements and handled payment complaints or discrepancies. Supervised invoice processing, purchase orders,",
        "expense reports, credit memos and payment transactions. Communicate effectively with manager, supervisor, vendors, suppliers, subs and field",
        "staff. Managed all incoming calls, transferred to appropriate departments and took messages when needed. Managed daily mail, sorted and",
        "delivered to each department.",
        "REASON FOR LEAVING Â",
        "Left to be stay at home mom after birth of 3rd child",
        "Bank Teller Feb 1991 to Aug 1993",
        "Company Name ï¼​ City , State",
        "A bank teller is one of the most important profiles in a banking institution, a front line executive, and often the first person who is approached by",
        "the customers. Multitasking is a must. Responsibilities include cash/currency handling, check cashing, taking deposits & withdrawals, all with",
        "maintained balancing record of 100% accuracy rate. All errors had to be found, corrected and reconciled before end of day. Using good"
    ],
    "company_names": null,
    "total_experience": 21.33,
    "education": [],
    "category": "SALES Summary"
}