{
    "skills": [
        "Design",
        "Fitness",
        "Microsoft word",
        "Cpr",
        "Sales",
        "Communication",
        "Testing",
        "Teaching",
        "English",
        "Sports",
        "Audit",
        "Regulatory",
        "Retail",
        "Improvement",
        "Process",
        "Process improvement",
        "Photoshop",
        "Customer service",
        "Scheduling",
        "Transactions",
        "System",
        "Word",
        "Training",
        "Html"
    ],
    "experience": [
        "Activity Specialist",
        "June 2001 to August 2013 Company Name ï¼​ City , State",
        "Counselor age 6-12.",
        "Supervision of children and tutor in music and recreational activities.",
        "Routinely met with students' parents regarding in-class issues and learning interruptions to discuss solutions.",
        "Performed student background reviews to develop tailored lessons based on student needs.",
        "Created and enforced child-based hands-on curriculum to promote student interest and receptive learning.",
        "Earned positive verbal/written feedback from parents regarding classroom instruction and student learning success.",
        "Developed interesting course plans to meet academic, intellectual and social needs of students.",
        "Lead teacher Chorus",
        "January 2009 to September 2011 Company Name ï¼​ City , State",
        "Set up and conducted school choir in numerous productions of vocal music.",
        "Provided aural training through the performance of music, talks, discussion, use of audiovisual equipment, practical vocal music and written",
        "assignments.",
        "Trained students for vocal performances in school and abroad at the Colonial Theatre in Pittsfield Massachusetts for two consecutive years",
        "in a row.",
        "Teen Action Service Learning Program.",
        "Activity Specialist /Lead Teacher",
        "January 2009 to September 2011 Company Name ï¼​ City , State",
        "Created a learning environment for students by stimulating purposeful assignments conducive to their immediate environments.",
        "Guided students to create food drives, recycling campaigns, and help provide aid to countries in need.",
        "Sales associate",
        "September 2004 to September 2011 Company Name ï¼​ City , State",
        "Retail services in Shoe dept.",
        "Participated in daily operational functions of the store.",
        "Delivered superior quality service while adhering to corporate, regulatory and audit guidelines.",
        "Provided timely and efficient completion of client transactions while maintaining accurate customer service and thorough handling of all sales",
        "assigned.",
        "Board of Education: Schools served: I.S.",
        "109: 213-10 7184650651 Principal: Shango Blake I.S 238: 88-15.",
        "Classroom Teacher",
        "January 2007 to June 2008 Company Name ï¼​ City , State",
        "My primary responsibilities were to facilitate classroom training to both English and bilingual students in vocal music, music history, and",
        "school productions.",
        "I headed the performing arts department in the design, development, costuming and maintenance of art materials as well as set design by",
        "evaluating the effectiveness of the performing arts through instrumental/vocal music, dance, drama, art and technology.",
        "I co-facilitated weekly meetings and helped make changes necessary to improve effectiveness of student growth."
    ],
    "company_names": null,
    "total_experience": 25.92,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SPECIALIST\nSummary\nHighly knowledgeable, creative and resourceful Educator with experience in developing students' interest in and appreciating music through\nteaching theory, history and practical"
        }
    ],
    "category": "Highlights Microsoft"
}