{
    "skills": [
        "Engineering",
        "Partnerships",
        "Transport",
        "Training",
        "Open source",
        "Windows",
        "C#",
        "Security",
        "Scrum",
        "Automation",
        "Agile",
        "Android",
        "Video",
        "Quality assurance",
        "Saas",
        "Ios",
        "Linux",
        "Administration",
        "Scheduling",
        "Java",
        "Cisco",
        "Os",
        "Marketing",
        "Sales",
        "Design",
        "Compliance",
        "Reports",
        "Plan",
        "Hardware",
        "Testing",
        "Certification",
        "System",
        "Cost reduction",
        "Schedule",
        "Process",
        "Cloud",
        "Technical",
        "Wifi",
        "Budget",
        "C++",
        "Jira",
        "Audio",
        "C",
        "Visual",
        "Usability",
        "Product owner",
        "Improvement",
        "Product development",
        "Policies"
    ],
    "experience": [
        "multiple wireless technologies to make device-to-device connection easy.",
        "Developing clear test strategies, proven ability to translate functional, non-functional and use case requirements into test plan, scripts and",
        "automation with full traceability to requirements Establish the quality assurance department for the company Managed, hired and trained test",
        "engineers Planning all resources and schedule test activities within and cross companies Worked closely with development, and support to",
        "implement and promote quality policies and processes throughout the company Worked closely with multiple PC OEMs simultaneously to",
        "understand their quality criteria and ensure the product quality meet or exceed their quality requirements.",
        "Procure Hardware and software for test and development Instrumental in conducted usability tests.",
        "Company Name November 2006 to July 2009 Director of Quality Assurance",
        "City , State",
        "Establish the quality assurance department for the company",
        "Planed all resources and schedule test activities while working closely with clients",
        "Worked closely with development, support, marketing and sales directors to implement and promote quality policies and systems",
        "throughout the company",
        "Tested Ultra wide band (Wireless USB) PHY, MAC, drivers and applications for both windows and embedded platforms",
        "Tested Bluetopia Bluetooth stack and profiles on different PC and embedded OS platforms",
        "Testing WIFI (802.11a/b/g/N) application including standard, Intel and cisco security supplements",
        "Microsoft WHQL drivers certification for Stonestreet One Ultra wide band, and Bluetooth drivers",
        "Company Name May 2004 to November 2006 Quality Assurance Manager",
        "City , State",
        "Manage, mentored and train test engineers who were responsible for testing (SaaS) time and attendance Product",
        "Developed and worked with development team to implement quality process and procedures for the company to improve code quality and",
        "stability, as results reduce internal and customer reported defects by over 50%",
        "Manage defect tracking system",
        "Manage test case development and execution following Ceridian CUSP process",
        "Perform defect postmortem on all field reported defects and implement the necessary change to prevent future incidents",
        "Manage testing lab.",
        "Company Name August 2001 to February 2003 lead test Engineer",
        "City , State",
        "Create manual and automated test cases, setting up and maintaining test environment for the department, execute functional, regression,",
        "stress, and load testing.",
        "Company Name July 1995 to December 1999 Lead Test Engineer",
        "City , State",
        "Lead group of quality assurance engineers testing and validating ITU H26X standard based video codecs namely H263 Plus, H263, I263,",
        "H261, Indeo 5.x, Automatic Echo Cancellation (AEC) audio codec for Intel videophone.",
        "Scheduling regular bug scrubs sessions with the development team.",
        "During the bug scrubs assigning owners to the new defects, priorities defects to be included in future phase of development.",
        "Scheduling code inspection and design review to find the bug in early stage of software development cycle.",
        "Company Name Owner / President",
        "City , State",
        "Installed the requested software and tested the compatibility of the new multimedia software and hardware Test and debug multimedia",
        "products, such as sound cards, video recorders, video capture cards, CD-ROMs and others Developed functional tests for stress, volume",
        "and continuity testing of software and hardware Configured system with various peripheral (scanners, printers, video digitizers) Reproducing",
        "bugs the were found during the test and compile all results Write reports and results that were found during the tests."
    ],
    "company_names": null,
    "total_experience": 11.08,
    "education": [
        {
            "Degree": "master and",
            "Institution": "MANAGER\nCareer Overview\nA practiced, professional Test Manager with over 20 years of success managing test and validation of"
        },
        {
            "Degree": "master for",
            "Institution": "Delivered effectively to time and budget on a variety of complex"
        },
        {
            "Degree": "master for",
            "Institution": "IoT (Internet of Things), telecommunication and hosted services, business process tools,\nautomation"
        },
        {
            "Degree": "Master of",
            "Institution": "Managed, trained and mentored"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "QA, configuration management, agile scrum master and product"
        }
    ],
    "category": "Career Overview"
}