{
    "skills": [
        "Email",
        "Project management",
        "Pr",
        "Sales",
        "Research",
        "Strategy",
        "Ux",
        "Logistics",
        "Reports",
        "Marketing",
        "Social media",
        "Graphic design",
        "Analytics",
        "Travel",
        "Communication",
        "Partnerships",
        "Design",
        "Publishing",
        "Ui",
        "Outreach",
        "Market research",
        "Analysis",
        "Budget",
        "Fitness",
        "Health"
    ],
    "experience": [
        "Company Name April 2015 to Current Owner",
        "City , State",
        "Currently working with a Boulder-based publisher, a fitness expert (social media only), and a chef with a non-profit.",
        "organization.",
        "Social media strategy, email marketing using MailChimp, press outreach using Cision and research.",
        "Example Press Placements: Daily Mail, Inside Edition (pending), Narratively, New York Daily News...",
        "Company Name September 2014 to May 2015 Publicist and Account Manager",
        "City , State",
        "Identified client needs through market research and analysis.",
        "Researched, negotiated, implemented and tracked public relations activities.",
        "Evaluated and managed new strategic business opportunities.",
        "Expanded product and company recognition in the national press to support the sales and marketing efforts.",
        "Crafted pitches and pitched to media lists.",
        "Created a social media strategy, including contests and giveaways, with various clients.",
        "Example Press Placements; The Boston Globe, Time Magazine, The Daily Mail, New York Daily News, NPR Marketplace, Forbes.",
        "com, Today.com, Women's Health, Success Magazine.",
        "Company Name March 2014 to September 2015 Event Logistics Manager & Communications Coordinator",
        "City , State",
        "Logistics manager for all events with Thrillist Media Group including: Best Day of Your Life, Thriillst Culinary RoadTrip, Mixxtails Man Cave (in",
        "cooperation with Bud Light).",
        "Brought on for the busy season.",
        "Company Name March 2014 to September 2014 Communications and Events Coordinator",
        "City , State",
        "Worked hand-in-hand with the founders to create and produce an annual conference.",
        "Successfully identified and landed sponsorships.",
        "Reached out to all three hundred members to ensure their attendance and contributions to conference.",
        "Managed budget.",
        "Manged communications in cooperation with co-founders.",
        "Company Name March 2013 to March 2014 Communications Manager, Project Manager and Product Manager",
        "City , State",
        "Defined project and company vision, strategies and tactics.",
        "Defined project and company vision, strategies and tactics.",
        "Coached client representatives on effective communication with the public and employees.",
        "Established long-range objectives and developed innovative strategies to help achieve them.",
        "Acted as communications liaison between the CEO, upper-level management, the founder and software development team, which included",
        "UX and UI managers.",
        "Estimated project costs and monitored budgets.",
        "Developed corporate communications strategies and programs, including project timelines.",
        "Wrote reports daily Organized and led meetings.",
        "Company Name June 2009 to March 2013 Publicist and Author/Book Tour Coordinator",
        "City , State",
        "Researched, negotiated, implemented and tracked sales, marketing and public relations activities using Google analytics, FB insights, and",
        "other resources.",
        "Evaluated and managed new strategic business opportunities.",
        "Expanded product and company recognition in the national press to support the sales and marketing efforts at Random House.",
        "Conferred with production, graphic design and web-design teams to coordinate production of communications materials.",
        "Worked directly with Publisher and Associate Publisher and Senior Editor.",
        "Example Press Placements: NPR's The Splendid Table, Jamie Magazine, The New York Times, Wall Street Journal, Washington Post...",
        "Company Name June 2008 to April 2010 Social Media Manager",
        "City , State",
        "Handled all social media responsibilities.",
        "Worked directly with Deborah Madison."
    ],
    "company_names": null,
    "total_experience": 9.25,
    "education": [
        {
            "Degree": "BACHELOR OF",
            "Institution": "Summary\nDynamic event planner and communications professional looking for the"
        }
    ],
    "category": "OWNER Summary"
}