{
    "skills": [
        "Excel",
        "Hospital",
        "Certification",
        "Technical",
        "Reporting",
        "Administration",
        "Research",
        "Powerpoint",
        "Microsoft office",
        "Communication",
        "Protocols",
        "Documentation",
        "Compliance",
        "Phone calls",
        "Health",
        "Construction",
        "Spanish",
        "Word",
        "Training"
    ],
    "experience": [
        "09/2013 to Current",
        "Nurse Clinician II on Medical/Cardiac Intensive Care Units and Interventional Unit Company Name ï¼​ City , State",
        "08/2014 to Current",
        "Dancer for Chicago Luvabulls Company Name ï¼​ City , State",
        "Lead, cheer, applause, support the Chicago Bulls during basketball games held throughout the season at the United Center.",
        "Encourage crowd involvement during gametime through dance performances, crowd activities, and in the concourse.",
        "Maintain crowd orderliness with spectators.",
        "Participate in charity work, fundraisers, and community events around the Chicagoland area.",
        "Responsible in making certain that practice sessions are thoroughly met, and being prepared for changing conditions on gameday.",
        "06/2011 to 08/2013",
        "Nursing Care Technician II on Medical/Cardiac ICU and Interventional Unit Company Name ï¼​ City , State",
        "Nursing Care Technician/Unit Secretary (Dual Role) for a 33-bed Medical/Cardiac/Interventional ICU floor. Providing basic patient care",
        "including: blood glucose monitoring, obtaining patient vitals, and assisting patients with bathing and grooming (Activities of Daily Life). Competent",
        "in phlebotomy work and can perform 12-lead EKG on patients. Provide assistance to the nurses to execute direct patient care which may include",
        "wound care dressing, complete patient baths or assisting in physical therapy. Able to perform unit secretarial duties including admitting, transferring,",
        "and discharging a patient, preparing patient charts, and handling/directing phone calls."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "CLINICIAN II ON"
        },
        {
            "Degree": "Bachelor's of",
            "Institution": "INTENSIVE CARE UNITS AND INTERVENTIONAL UNIT\nOBJECTIVE\nI am a Registered Nurse applying for the Doctor of Nursing Practice (DNP) concentration in nurse anesthesia (CRNA) with strengths in"
        }
    ],
    "category": "NURSE CLINICIAN"
}