{
    "skills": [
        "Updates",
        "International",
        "Product development",
        "Process",
        "Compliance",
        "Agile",
        "Retail",
        "Sketch",
        "Scrum",
        "Mobile",
        "Research",
        "Testing",
        "Strategy",
        "Product management",
        "Plan",
        "Ux",
        "Ibm",
        "Consulting",
        "Customer experience",
        "Reports",
        "Marketing",
        "Social media",
        "Illustrator",
        "Schedules",
        "Photoshop",
        "Html",
        "Css",
        "Pattern",
        "Prototype",
        "Presentations",
        "Communication",
        "Travel",
        "User experience",
        "Lifecycle",
        "Design",
        "Operations",
        "Access",
        "Adobe",
        "Brand",
        "Ios",
        "Ui",
        "Click",
        "Branding",
        "Usability",
        "Website",
        "Procurement",
        "Prototyping",
        "Auditing",
        "Licensing",
        "Interactive",
        "English",
        "Advertising",
        "Visual"
    ],
    "experience": [
        "service workers could upload resumes and discuss the industry in a general forum.",
        "The portal provided The Sauce's clients access to the uploaded resumes and connected them with potential new employees.",
        "Conducted UX / usability tests and managed in-house programmers and DBA to build out the backend.",
        "Creative Director Jan 1993 to Jan 1996",
        "Company Name ï¼​ City , State",
        "Created and co-founded Sidestreet Greetings, a high quality line for an international niche market.",
        "Created over 30 Christmas card box sets as well as over 70 every day cards.",
        "Featured in Inc.",
        "Magazine, Entrepreneur Magazine, Biz Magazine and many others for capturing a niche and the quality of the line.",
        "Commissioned by Hallmark Cards Inc.",
        "to license a Valentine's Day line which included over 80 designs, branded with Sidestreet Greetings.",
        "Created a Property line named SisterSista and licensed to Sunrise Greeting later founded InterArt, that featured 30 everyday humor cards.",
        "InterArt was later purchased by Hallmark Cards.",
        "Created a line SisterSista that was purchased by InterArt as an everyday card line.",
        "InterArt was subsequently purchased by Hallmark Cards.",
        "Licensed designs to Milar Balloon Company for Holiday brands.",
        "Brand Creation.",
        "Business operations and strategy planning.",
        "Focus Group testing.",
        "Creative Direction.",
        "Product line Creation.",
        "Product Management.",
        "Designer 3 / Illustrator May 1983 to Jan 1993",
        "Company Name ï¼​ City , State",
        "Created illustrations for posters, pop, scratcher tickets, spot illustrations, story-.",
        "boarding, commercial concepts and presentations for a variety of major restaurant,.",
        "retail, and state government clients, including: Sonics, Blockbuster, Sprint,.",
        "McDonald's, Einstein Brothers, Missouri Lottery, and State Travel Government."
    ],
    "company_names": null,
    "total_experience": 12.67,
    "education": [
        {
            "Degree": "Master",
            "Institution": "DESIGNER\nExecutive Profile\nInsightful"
        }
    ],
    "category": "LEAD UX"
}