{
    "skills": [
        "Transactions",
        "Project management",
        "Pr",
        "Sales",
        "Retail",
        "Contracts",
        "English",
        "Transportation",
        "Legal",
        "Presentation",
        "Plan",
        "Technical",
        "Excel",
        "Hotel",
        "Account management",
        "Administration",
        "Marketing",
        "Customer service",
        "Communication",
        "Workflow",
        "Spanish",
        "Staffing",
        "Business plans",
        "Conversion",
        "Accounting",
        "Administrative support",
        "Policies",
        "Sales management",
        "Rest",
        "Invoicing",
        "Training",
        "Supervisor",
        "Deposits"
    ],
    "experience": [
        "05/2016 to Current",
        "Timeshare Sales Company Name ï¼​ City , State",
        "Presentation of the Wyndham Vacation Ownership product to pre-qualified potential new owners and guests.",
        "Generated exceptional sales through initializing transactions and utilizing proper closing techniques.",
        "Provided follow up with each new owner to ensure ultimate customer satisfaction.",
        "10/2015 to Current",
        "REALTOR Company Name ï¼​ City , State Rent, buy, or sell property for clients. Perform duties, such as study property listings, engaging with",
        "prospective clients, accompany clients to property site, discuss conditions of sale, and draw up real estate contracts.Â",
        "11/2014 to Current",
        "FOUNDER/CEO Company Name ï¼​ City , State",
        "Start-Up Motor Coach Transportation Company. We provide luxury transportation for Hotel, Stadium and Convention Centers in Miami.",
        "Specifically we transfer large groups of 50 people or more to their corporate events, team building outings, sporting events and more.Â",
        "Managed wide variety of customer service and administrative tasks to to get the business up and running properly with all licenses, insurance,",
        "capital and loan programs",
        "Informed customers about sales and promotions in a friendly and engaging manner.",
        "01/2010 to 10/2014",
        "FOUNDER/CEO Company Name ï¼​ City , State",
        "Excelled at arranging outrageous, one-of-a-kind experiences such as deep sea Shark Diving, Exotic Car Rentals, Luxury Vacation Home",
        "Accommodations, Luxury Yachts, Jet Charters and Events. Created sales pitch for Sales team and lead team from 30 to up to 200 sales per",
        "day.Â",
        "Conduct all PR, Sales and Client Relations. Mentored and trained sales team.Â",
        "03/2006 to 09/2009",
        "Contracts Project Manager Company Name ï¼​ City , State",
        "Site consisted of 86 Whole Ownership Residences (Price Range: $1M - $17M) and 212 Fractional Ownership Residences (Price Point:",
        "$100,00 - $550,000 for a 1/12 Interest) Direct supervision of the Contract Supervisor and indirect supervision of the Contracts processing",
        "team along with supervision of support to sales and marketing team.",
        "Timely notification to sales executives and follow through on special circumstance, cancellations, defaults.",
        "Effective training of contracts processors regarding procedures, policies and responsibilities of contracts processing personnel, as well as",
        "any legal requirements regarding accepted contracts at point of sale.",
        "Enforcement of any procedures established to ensure all contract documents are completed correctly by sales executives."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "Â Highlights"
}