{
    "skills": [
        "Engineering",
        "Pharmaceutical",
        "Training",
        "Assembly",
        "Safety",
        "Programming",
        "Security",
        "Forecasting",
        "Automation",
        "Presentations",
        "Schedules",
        "Lean",
        "Inventory",
        "Distribution",
        "Analysis",
        "Budgeting",
        "Sales",
        "Design",
        "Contracts",
        "Reports",
        "Plan",
        "Mathematics",
        "System",
        "Electronics",
        "Project management",
        "Budget",
        "Operations",
        "Autocad",
        "Improvement",
        "Policies"
    ],
    "experience": [
        "Engineering Manager/Senior Mechanical Designer",
        "January 2001 to January 2015 Company Name ï¼​ City , State",
        "Planned, directed, and coordinated the operations with multiple branches across the globe.",
        "Responsible to formulate company policies and budgets.",
        "Developed long-term approaches that redefined problems/opportunities in anticipation of changing business conditions.",
        "Coordinated and directed projects, making detailed plans to accomplish goals.",
        "Analyzed technology, resource needs, and market demand, to plan and assess the feasibility of projects.",
        "Organized all material purchases, storage and manufacturing for multi-program production.",
        "Created assembly drawings to include bills of materials, detail drawings and manuals for the \"Grid-Lok\" compliant tooling system.",
        "Integrated Airline's valve, cylinder and PLC product line offering into the electro-pneumatic control system.",
        "Utilized AutoCAD 2008/2010 to rapidly integrate automatic complaint tooling modules into a range of existing electronics manufacturing",
        "equipment based upon the engineering, vendor and customer input.",
        "Responsible for month end calculations of cost of sales thru spreadsheet analysis.",
        "Year end presentations for future projects, goals and team work with sales managers and distribution networks Recognized for the redesign",
        "and improvement of speed, quality .and reliability of several existing product offerings reducing manufacturing costs by 28%.",
        "Plant Manager/Project Manager",
        "January 1997 to January 2001 Company Name ï¼​ City , State",
        "Project management of assembly automation system for Medical/Pharmaceutical application with a budget of 120K."
    ],
    "company_names": null,
    "total_experience": 18.0,
    "education": [],
    "category": "ENGINEERING MANAGER"
}