{
    "skills": [
        "Coding",
        "Billing",
        "International",
        "Business development",
        "Improvement",
        "Regulatory",
        "Retail",
        "Sales",
        "Research",
        "Relationship building",
        "Writing",
        "Marketing",
        "Schedules",
        "Data analysis",
        "Customer service",
        "Reconciliation",
        "Presentations",
        "Communication",
        "Database",
        "Spanish",
        "Staffing",
        "Audit",
        "Mock",
        "Payroll",
        "Policies",
        "Quality assurance",
        "Reporting",
        "Healthcare",
        "Analysis",
        "Training",
        "Psychology",
        "English",
        "Health"
    ],
    "experience": [
        "01/2011 to 01/2014",
        "Surgical Clinical Reviewer Company Name Collected and submitted reliable data to the ACS NSQIP for surgical patients, provided morbidity",
        "and mortality postop reporting, generated lists of cases to be abstracted, and completed abstraction of applicable cases by entering data into the",
        "appropriate database (NSQIP). Participated in inter-rater reliability reviews to ensure accuracy of abstraction, validation and audits, followed up",
        "on appeals as necessary, and participate in conference calls and webinars.",
        "01/2008 to 01/2010",
        "Field Reviewer/Auditor Company Name Provided support for the 2009 and 2010 HEDIS project including Physician Grading, (payment integrity",
        "audit), Reporting, Medical Record Abstraction, Quality Improvement, and data analysis, provided feedback reporting to HEDIS, NCQA and",
        "other governing and regulatory agencies.",
        "01/2004 to 01/2008",
        "Healthcare Business Consultant Company Name Provided quality assurance reviews specializing in outpatient centers along with business",
        "development strategies. Reviewed charts to ensure correct coding for the services billed. Conducted mock surveys of facilities, and kept up to",
        "date with policies and procedures. Developed training schedules and job descriptions for staff and conducted performance evaluations. Handled",
        "payroll, billing issues, and physician contract credentialing. Hired and terminated staff as necessary. Provided findings to both Medicare and",
        "facilities for reconciliation, as well as, resolved claim issues with physician offices to collect outstanding monies.",
        "01/2002 to 01/2004",
        "Health Information Manager Company Name Oversaw all Health Information Management work flow in department, including performance of",
        "employees, training, and orientation of new staff, in-service of current employees, payroll submission, and medical record completion per JCAHO",
        "guide. Participated in JCAHO, HEDIS, ACHA and Tumor Registry reviews committee. Responsible for Utilization and Records Committees,",
        "Medical Records Abstract, in house clinical pertinence, closed chart review, 3M Encoder knowledge, and managed staffing levels in accordance",
        "to departmental needs."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "MBA\nDegree.",
            "Institution": "CLINICAL REVIEWER\nSummary\nA"
        },
        {
            "Degree": "MBA",
            "Institution": "More than 10 years' management experience in organizational leadership and relationship building with clients and team"
        },
        {
            "Degree": "MBA Public",
            "Institution": "Administrative experience in diverse business"
        },
        {
            "Degree": "Mba",
            "Institution": "Extensive international experience, with a deep understanding of diverse cultural and\nbusiness practices, professional international"
        }
    ],
    "category": "SURGICAL CLINICAL"
}