{
    "skills": [
        "Banking",
        "Real estate",
        "Underwriting",
        "Public relations",
        "Client relationships",
        "Sales",
        "Ibm",
        "Psychology",
        "Forecasts",
        "Budget",
        "Acquisition",
        "Mortgage",
        "Marketing",
        "Vmware",
        "Sourcing",
        "Information technology",
        "Distribution",
        "Process",
        "Logistics",
        "Hardware",
        "Vendors",
        "Training",
        "Advertising",
        "Partnership"
    ],
    "experience": [
        "Functioned as a loan consultant to help problematic clients with refinances and purchases.",
        "Networked with real estate agents, brokers, law firms, and collectors as referrals for new business.",
        "Solely handled an extensive amount of paper work to insure proper guidelines are met for underwriting.",
        "Worked with all federal and state programs including FHA/VA loans, independent grants, and federal housing grants.",
        "Systematically underwrote full loan packages including comprehensive reviews.",
        "Awarded 10 million high flyers club award.",
        "01/2002 to 01/2005",
        "Territory Manager Company Name ï¼​ City , State",
        "Effectively managed a sales territory by identifying competitive market opportunities and building strategic relationship with CTX partners.",
        "Collaborated with internal teams and utilized accurate and timely quarterly forecasts to guarantee the proper execution of the sales process.",
        "Underwrote full loan packages and conducted appraisals with vendors to ensure appropriate value and property type.",
        "Served as an outside sales representative that performed door-to-door selling with mortgage brokers to secure new loan packages.",
        "Established and grew my own territory from the ground up.",
        "Worked in a faced paced environment with minimal supervision.",
        "Had to adapt to constant change in sales targets and goals.",
        "Serviced a range of companies from small businesses to large corporations.",
        "Earned numerous sales promotions for surpassing monthly and yearly sales goals.",
        "Championed the president's roundtable from 2002 to 2003."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor's Degree",
            "Institution": "EXECUTIVE\nProfile\nInnovative senior account executive with thirteen years of experience in managing and coordinating client relations seeking a position that will\nleverage my education and experience to build a successful business"
        }
    ],
    "category": "Microsoft Office"
}