{
    "skills": [
        "Hardware",
        "Database",
        "Migration",
        "C",
        "Vendors",
        "Sql",
        "Active directory",
        "Security",
        "Java",
        "Reporting",
        "Analytical",
        "Mobile",
        "Information technology",
        "Operations",
        "Business management",
        "Html",
        "Administration",
        "Website",
        "Training",
        "Analyze",
        "Troubleshooting",
        "C++",
        "Content",
        "Consulting",
        "Design",
        "Microsoft office",
        "Process",
        "Windows",
        "Visual",
        "Installation",
        "Communication",
        "System",
        "Information security",
        "Writing",
        "Plan",
        "Budget",
        "Xml",
        "Technical",
        "Access",
        "Lan",
        "Php",
        "Updates",
        "Testing",
        "Android",
        "C#",
        "Servers"
    ],
    "experience": [
        "Freelance IT Consultant",
        "Worked closely with technology vendors and distributors to gain access to equipment, software and accessories to keep technology costs",
        "within budget.",
        "Designed and implemented PC and laptop re-imaging process to lower operating system installation and configuration from 14 hours down",
        "to 1 1/2 hours per computer.",
        "Provided expert technical support and problem resolution to all customers.",
        "Information Technology Specialist , 04/2012 ï¼​ Current Company Name ï¼​ City , State",
        "Acting as liaison between all departments to meet and exceed industry standards for technology requirements, business operations and",
        "Network security.",
        "Developing and managing project plans and reporting status updates to the IT Director, COO and Executive Director.",
        "Increasing efficiency of infrastructural technologies and organizational processes.",
        "Executing a self-created business plan designed to lower overall business operations cost by 81%.",
        "Training over 400+ employees to use Windows 7 Professional, Windows 8.1 as well as; other Microsoft Office products.",
        "Creating a strategic business plan to join technology and business operations together.",
        "Upgrading Network hardware, software and accessories.",
        "Advising and assisting in IT infrastructure implementation and management processes.",
        "Sharing Network and systems management responsibilities.",
        "Overseeing remote client support and services.",
        "Finalizing a migration from a Novell Network to Microsoft Active Directory on Windows Server 2012.",
        "Designing and planning to install Microsoft System Center Configuration Manager SCCM).",
        "Writing batch scripts to allow 200+ clients to access Microsoft Terminal Services in an Active Directory environment.",
        "Information Technology Consultant Network Solution/Owner , 04/2007 ï¼​ 12/2012 City , State",
        "Provided consultation for appropriate business software and efficient hardware solutions.",
        "Acted as liaison between my clients, vendors and product distributors.",
        "Configured LAN's and WLAN's.",
        "Designed, tested, installed and monitored client Networks, computers, home theater and multi-media equipment.",
        "Analyzed system and registry data for infected computers and servers.",
        "Sold and installed highly efficient Network equipment for quicker database response times.",
        "Help Desk Specialist , 08/2011 ï¼​ 04/2012 Company Name ï¼​ City , State",
        "Provided technical support for all network applications.",
        "Monitored and advised for standards relating to client-side interfaces, website design and graphics development.",
        "Served as an operating system expert and provided advanced technical support for all employees within the school district."
    ],
    "company_names": [
        "Microsoft"
    ],
    "total_experience": 0.0,
    "education": [],
    "category": "Career Overview"
}