{
    "skills": [
        "Recruitment",
        "Hris",
        "Distribution",
        "System",
        "International",
        "On-boarding",
        "Process",
        "Improvement",
        "Recruit",
        "Documentation",
        "Transportation",
        "Plan",
        "Safety",
        "Administration",
        "Risk management",
        "Retention",
        "Communication",
        "Staffing",
        "Operations",
        "Scheduling",
        "Access",
        "Human resources",
        "Policies",
        "Talent management",
        "Training",
        "Healthcare",
        "Analysis",
        "Supervisor",
        "Health"
    ],
    "experience": [
        "HR & Safety Manager",
        "January 2013 to January 2014 Company Name ï¼​ City , State",
        "Rapidly growing transportation, distribution, and warehousing company Serving the HR and safety needs of the organizations' various",
        "operations, while leading the change management and cultural transformation efforts to support continued growth and expansion.",
        "Key Results: Consolidated two small group medical plans with different plan years into a large group plan to maintain the same quality of",
        "health plan while saving the organization 75% on the year-over-year premium increase.",
        "Improved the benefit offerings by adding never before offered dental insurance, voluntary term-life insurance, a vision discount program,",
        "employee assistance program (EAP); while expanding the available short-term disability and accident insurance to all of the organizations'",
        "associates.",
        "Streamlined the unemployment and Ohio Bureau of Worker's Compensation (BWC) systems to create consistency and reduce costs.",
        "Site Supervisor (HR Generalist)",
        "January 2011 to January 2013 Company Name ï¼​ City , State",
        "Providing HR support for the operations management team of the company's second largest revenue producing account, while also assisting"
    ],
    "company_names": null,
    "total_experience": 3.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "SAFETY MANAGER\nSummary\nHuman Resources Manager Certified Professional in Human Resources (PHR) Extensive background in human resources management, including\nexperience in workforce planning and employment, human resource development, compensation and benefits, risk management, employee and\nlabor relations, HR technology, global and international HR, talent"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Demonstrated success in negotiating"
        }
    ],
    "category": "SAFETY MANAGER"
}