{
    "skills": [
        "Computer science",
        "Video",
        "Sports",
        "Research",
        "Content",
        "Writing",
        "Public relations",
        "Administration",
        "Marketing",
        "Schedule",
        "Programming",
        "Marketing materials",
        "Tv",
        "Editing",
        "Presentations",
        "Partnerships",
        "Photography",
        "Design",
        "Event planning",
        "Access",
        "Adobe",
        "Scheduling",
        "Requests",
        "Outreach",
        "Website",
        "Alliances",
        "Interactive",
        "Budget",
        "Visual",
        "Audio"
    ],
    "experience": [
        "05/2014 to Current",
        "Media Specialist II Company Name ï¼​ City , State",
        "As Media Specialists II I develop and implement public information programs to inform the citizenry of activities, programs, services, and",
        "objectives of the San Bernardino Probation Department.",
        "I maintain and develop content for the department's website and assist with media requests. I also develop and implement electronic and",
        "social media policy and practice.",
        "This position requires that I create and prepare media for public presentations, and evaluate the effectiveness and coverage of public",
        "information activities and outreach. I design, coordinate and direct promotional projects; and serve as the department's lead photographer",
        "and videographer.",
        "01/2008 to 07/2015",
        "Owner/Operator Company Name ï¼​ City , State",
        "(officialnxp.com) is a freelance marketing and media production firm.",
        "I coordinate a group of independent freelance production professionals to provide television production, marketing materials, event",
        "coordination and web media modules.",
        "As owner my main duties include marketing research, message customization, and media production.",
        "Under this company I also freelance as a camera tech for ESPN and Fox Sports South.",
        "01/2008 to 01/2010",
        "Assistant Program Director Company Name ï¼​ City , State",
        "As assistant program director I coordinate all the local public access channel programming.",
        "This includes scheduling programs to run, writing and producing original programming, marketing the channel to the citizens of Pitt County",
        "and soliciting and organizing local producers in the creation of programming.",
        "01/2002 to 01/2008",
        "Public Information Officer Company Name ï¼​ City , State",
        "As Public Information Officer (PIO) I served as a communications liaison between the media, county staff, Government officials and citizens",
        "in order to facilitate the timely dissemination of information about programs, services, and activities.",
        "The office was also responsible for maintaining and operating the local PEG Access Channel Pitt-TV."
    ],
    "company_names": [
        "Public Relations"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "SPECIALIST II\nProfessional Summary\nI want to continue to embark on a progressive career path, building successful public relations and communications programs and have continued\nsuccess in implementing media relations plans designed to expand market"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "I develop communications strategies that build key\nrelationships with stakeholders and constituents and create innovative initiatives, that foster and create strategic partnerships and"
        }
    ],
    "category": "MEDIA SPECIALIST"
}