{
    "skills": [
        "Banking",
        "Selenium",
        "Design",
        "Automation",
        "Scripting",
        "Technical",
        "Xml",
        "Project management",
        "Research",
        "Microsoft office",
        "Gis",
        "Ios",
        "Communication",
        "Testing",
        "Analytical",
        "Database",
        "Documentation",
        "Javascript",
        "Writing",
        "Agile",
        "Windows",
        "Engineering",
        "C++",
        "Payments",
        "C",
        "Specifications",
        "Marketing",
        "Linux",
        "Retail",
        "Android",
        "Operations",
        "Quality assurance",
        "Sql",
        "Improvement",
        "Os",
        "Distribution",
        "Statistics",
        "Test plans",
        "Tablets",
        "Process",
        "Process improvement",
        "Mobile",
        "Java",
        "Access",
        "Risk management",
        "Software engineering",
        "Website",
        "Jira",
        "Test cases",
        "Reports",
        "Training",
        "C#",
        "Sql server",
        "Programming",
        "Security",
        "System",
        "Html"
    ],
    "experience": [
        "Testing the complicated promotions under support and also testing assess the support issues received from client.",
        "Participating in the daily stand up meeting and also involving in the company meeting towards process improvement. List of Retail Domain",
        "Projects:",
        "www.maxshop.com",
        "www.smithandcaugheys.co.nz",
        "www.walkerandhall.co.nz",
        "www.numberoneshoes.co.nz",
        "www.overlandfootware.co.nz",
        "October 2011 to February 2014",
        "Company Name Quality Analyst",
        "Project Description: Google Play is a digital distribution platform operated by Google. It serves as the official app store for the Android",
        "operating system, allowing users to browse and download application developed with the Android SDK and published through Google.",
        "Google Maps is a Google service offering powerful, user-friendly mapping technology and local business information including business",
        "locations, contact information and so on. Responsibilities:",
        "Responsible for testing Google Play Store and Google Maps Mobile and Desktop application.",
        "Functional Testing and Integration Testing of various mobile apps on Google Play Store.Install and performed a wide variety of Android-",
        "based app reviews on Play Store.",
        "Design test plans and write test cases for new product features to be launched in Play Store and Google Maps.",
        "Report generation after manual execution of the test cases.",
        "Developed Automation test cases using GoogleUIAutomator testing framework.",
        "Performed Google Maps testing on various browsers(Chrome, Firefox, IE and Safari) and Mobile (Andriod and IOS) Devices.",
        "Reviewing the data added by internal team or by external users before going live on to the Google Maps by conducting proper research.",
        "Performed ad-hoc testing and did sanity check on the application once the date is live.",
        "Identified, reported and tracked bugs using Buganizer tool(Google internal tool).",
        "Managed and mentored team of 20 people and documented all the team- member's statistics and everyday performance and provided it to",
        "my lead; guided the team in the absence of my lead.",
        "Participated in meetings with development teams to discuss and suggest improvements for the software testing process.",
        "September 2010 to July 2011",
        "Company Name Test Engineer",
        "Responsibilities:",
        "Understanding of the Business requirement specifications and System requirement specifications.",
        "Clear understanding of the user requirements.",
        "Responsible for preparation of test data and writing Test Cases and executing them.",
        "Responsible for developing the QTP scripts in Expert View for assigned test cases.",
        "Writing functional and non-functional requirement test cases based of functional specification.",
        "Participating in weekly team meetings and suggest improvements in testing process.",
        "Preparation of daily and weekly status reports. USA Environment: Windows XP 2, SQL Server 2005, C# Testing Type: Automation",
        "Duration: Feb 2011 to Jun 2011 Description: The purpose of this project is to automate the activities of Insurance Management System i.e.,",
        "a person or a customer without going to the insurance office manually he is able to see the policy details, policy amounts, policy premium",
        "dates, bonus details through online. This system is developed to maintain the database about the entire Insurance Organization details. The",
        "main advantage of this system is that customers can access it globally with an authorized User Id and Password and make the payments at",
        "any branch and also know their details at any branch. Banking Domain: Project Name: E-Banking System Testing Type: Manual Duration:",
        "Sep 2010- Feb 2011 Description: This Banking Software is developed for the wide range of banking spectrum, especially for savings",
        "account type customers. As this is a web application, the customers can access the system from anywhere with an authorized User-Id and",
        "password. Through this mode of operation the customers can save a lot of time and avoid risks. The user can perform different operations",
        "online like applying for checkbook, transfer funds, and view the details of the account."
    ],
    "company_names": null,
    "total_experience": 3.92,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "Profile"
        },
        {
            "Degree": "Master of",
            "Institution": "Software"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Experience in working with Agile Software"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Strong scripting skills with\ngood expereince in test"
        }
    ],
    "category": "TEST ANALYST"
}