{
    "skills": [
        "Billing",
        "System",
        "Purchasing",
        "Orange",
        "Improvement",
        "Pr",
        "Video",
        "Sales",
        "Research",
        "Word",
        "Strategy",
        "Excel",
        "Content",
        "Logistics",
        "Engagement",
        "Reports",
        "Marketing",
        "Powerpoint",
        "Public relations",
        "Illustrator",
        "Vendors",
        "Broadcast",
        "Photoshop",
        "Inventory",
        "Travel",
        "Communication",
        "Metrics",
        "Editorial",
        "Seo",
        "Photography",
        "Design",
        "Rfps",
        "Operations",
        "Access",
        "Adobe",
        "Brand",
        "Facebook",
        "Indesign",
        "Outreach",
        "Website",
        "Sap",
        "Budget",
        "Advertising",
        "Partnership",
        "Twitter"
    ],
    "experience": [
        "12/2010 to 05/2015",
        "Unit Publicist Company Name ï¼​ City , State",
        "Secured coverage by both broadcast and print media outlets.",
        "Coordinated press tours on film set, and planned red carpet screening with FOX2 Detroit.",
        "11/2014 to 01/2015",
        "Freelance Publicist, Manager New Business Development Company Name ï¼​ City , State",
        "Wrote press releases and conducted media outreach, and collaborated on internal marketing materials.",
        "Strategized new business opportunities, and established communication with potential new clients.",
        "Counseled on film industry and public relations procedures.",
        "05/2014 to 06/2014",
        "Freelance Social Media Marketing Manager Company Name ï¼​ City , State",
        "Developed social media strategies and content calendars for all client accounts.",
        "Managed social media sites and posted content daily across social media platforms.",
        "Surveyed the Internet for brand related topics of conversation, engaged in dialogue and tracked customer issues.",
        "Analyzed current social media metrics and engagement.",
        "04/2013 to 06/2013",
        "Freelancer Company Name ï¼​ City , State",
        "Conducted media outreach for several client initiatives, monitored for media coverage and executed research.",
        "Produced social media posts on behalf of clients via Pinterest, Facebook, Twitter, etc.",
        "Drafted press releases and proofread previously written releases.",
        "01/2012 to 04/2012",
        "Production Assistant/Volunteer Company Name ï¼​ City , State",
        "Created social media and marketing campaigns for Michigan F.A.S.H.",
        "Fest.",
        "Wrote press releases, compiled media lists and comprehensive targeted databases.",
        "Reviewed Michigan F.A.S.H.",
        "Fest website for accuracy, troubleshot computer, network and communication issues.",
        "Attended and documented numerous client meetings, set up and staffed several promotional events.",
        "10/2009 to 10/2011",
        "Office Manager Company Name ï¼​ City , State",
        "Employed marketing and public relations campaigns; coordinated speaking engagements; cultivated social media presence; developed",
        "company website and, successfully executed a Search Engine Optimization (SEO) platform.",
        "Managed staff, handled all financial components of business, oversaw day-to-day business operations, built and maintained patient",
        "relationships.",
        "12/2010 to 07/2011",
        "Costume Designer Company Name ï¼​ City , State",
        "Developed wardrobes, footwear, accessories and other materials.",
        "Supervised costume fittings with cast members and made alterations.",
        "Studied script and story lines to conceptualize appropriate costume styles.",
        "Ensured design concepts provided by the director and producer were achieved.",
        "08/2008 to 10/2008",
        "Assistant Style Writer/Event Producer/Stylist Company Name ï¼​ City , State",
        "Photographed and reviewed designers' Spring/Summer 2009 collections at Mercedes-Benz New York Fashion Week as Assistant Style",
        "Writer for the Michigan Chronicle - published in The Michigan FrontPage, September 19, 2008.",
        "Co-produced AKA fashion show, staffed, managed backstage area during show (i.e. models, clothing, accessories, etc.) and acted as co-",
        "stylist.",
        "Attended Detroit Fireball 2008 and fashion designers' new line launches as a media representative for Fuzion Magazine and other outlets to",
        "review, photograph collections and interview designers.",
        "02/2008 to 06/2008",
        "Associate Company Name ï¼​ City , State",
        "Participated on Pepperdine University, Downtown Center Business Improvement Development (DCBID), Experian, Accenture, DeBeers",
        "and Los Angeles Urban League accounts."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor's Degree",
            "Institution": "PUBLICIST\nSummary\nTo utilize and further develop the skills acquired through significant work experience in the fields of public relations, marketing, advertising, fashion\nand event"
        }
    ],
    "category": "UNIT PUBLICIST"
}