{
    "skills": [
        "Cms",
        "Pharmacy",
        "Solidworks",
        "Technical",
        "Modeling",
        "Marketing",
        "Schedule",
        "Powerpoint",
        "Illustrator",
        "Photoshop",
        "Html",
        "Graphic design",
        "Windows",
        "Presentations",
        "Seo",
        "Microsoft office",
        "Lighting",
        "Design",
        "Adobe",
        "Brand",
        "Branding",
        "Wordpress",
        "Cola",
        "Website",
        "Interactive",
        "Sales",
        "Visual"
    ],
    "experience": [
        "07/2014 - Current",
        "Company Name ï¼​ City , State Lead Senior Graphic Designer",
        "Using 3dsMax, Maya, Softimage, Vray and Mental ray.",
        "3d Lighting and Shaders: Intimate knowledge of Vray, Mental ray creating and using image based lighting, traditional lighting, and hybrids.",
        "3D Modeling: Detailed hard surface polygonal modeling in 3dsMax, Maya and Softimage (automotive, mechanical, product and",
        "architectural).",
        "Cleanup and model prep, optimization and modifications to existing models.",
        "General 3d: General scene setup, optimization and prep work in 3dsMax, Maya, Softimage.",
        "Vray and Mental ray.",
        "Camera previz work, lighting, shading, painting textures, UVW mapping, modeling, and rendering.",
        "Identified resources needed and assigns individual responsibilities Reviews and enhanced deliverables prepared by team before passing to",
        "client Effectively applies our methodology and enforces project standards Analyzed and customized project profitability, and utilization",
        "Provided detailed direction to designers Set a high standard for all graphic designers Advised and minimize exposure and risk on project",
        "Advanced visualization of packaging Chaired products for best selling brands and companies like: McDonalds, Coca Cola, KFC, Jack",
        "Daniels, Kraft Foods, Hershey's, Winchester, Nestle, Blizzard, CVS Pharmacy, Wallgrens, John Deere, Kellog's, United Airlines,",
        "Gentelman Jack, Optimum Nutrition, Bayer, SC Johnson, Smirnoff, Miller, Fisher, Off etc.",
        "01/2014 - 07/2014",
        "Company Name ï¼​ City , State Project Manager",
        "Identified resources needed and assigns individual responsibilities Reviews deliverables prepared by team before passing to client Effectively",
        "applies our methodology and enforces project standards Analyzed project profitability, and utilization Provided detailed direction to"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "SENIOR GRAPHIC DESIGNER\nSummary\nManage multiple projects"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Marketing, Messaging & Branding Consistency, Visual Communications, Brand Creation &\nReinvention, Strategies, Efficiency, Planning, Improvements, Supervise, Development, Evaluation, Sets a high standard for all graphics designers,\nImplementing to adapt to and develop new techniques, High level of problem"
        }
    ],
    "category": "LEAD SENIOR"
}