{
    "skills": [
        "R",
        "Automation",
        "Certification",
        "Pattern",
        "Safety",
        "Administration",
        "Supervisor",
        "Testing",
        "Engineering",
        "International",
        "Aviation",
        "C",
        "Consulting",
        "Operations",
        "Analysis",
        "Radar",
        "Process",
        "System",
        "Training"
    ],
    "experience": [
        "airports was Paine Field in Everett, WA. Pain field (PAE) is a key airport in the Boeing Company manufacturing process, and worked",
        "closely with Boeing in their testing and certification process for new airplanes. Also Pain field is an airport that many new pilots would go",
        "and do multiple practice approaches for training. This environment meant the traffic pattern at Paine field had a large variety of aircraft,",
        "Large commercial aircraft, navy fighters and small single engine trainers, this required the separation and sequence the traffic but apply wake",
        "turbulence procedures in many instances. While providing approach control services at PAE, we meet the requirements to use 3NM",
        "separation in most of the area. This required vigilantes as to how fare the aircraft was from the RADAR antenna, and adding to the",
        "complexity of this particular airspace, was the West side was over water, or low lying land; but the train rose very quickly to the East,",
        "required different techniques for lost com or vectoring to the final approach course.",
        "Preformed duties as a SME in Plans and Programs (ZSE-510) consulting on the feasibly of releasing equipment to Airways and Facilities for",
        "maintained.",
        "Preformed SME duties in Airspace (ZSE-520) working on letters of agreements with adjacent facilities, as well as airspace changes. During",
        "My involvement as an Airspace SME, I was part of a team that was involved in some major sector realignments that facilitated arrivals and",
        "departures from the South and East at SEA; as well as traffic transiting between Seattle (SEA) and Portland OR (PDX). During this",
        "realignment we also collaborated on procedures and sector alignment for Vancouver Canada (YVR) Arrivals and Departures from the",
        "South. Also I was also involved in the initial stages of National High Altitude Redesign.",
        "April 1991 I was certified as a Controller in Charge (CIC). As CIC I was responsible for the same tasks that a First Line supervisor would",
        "for dally operations. Assigning work, opening and closing sectors, handling Emergences, and approving leave and shift changes with in",
        "prescribed guild lines.",
        "December 1987 I was certified as an On The Job Instructor (OJTI).",
        "November 1986 I Certified as a Certified Professional Controller (CPC) in Area C of Seattle ARTCC. Then in September 1988 I",
        "voluntary transferred to Area A at Seattle ARTCC, and became area rated May 1989 until retirement January 2016."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "AIR TRAFFIC"
}