{
    "skills": [
        "Excel",
        "Word",
        "Administration",
        "Research",
        "Powerpoint",
        "Recruitment",
        "Broadcast",
        "Teaching",
        "Trade shows",
        "Writing",
        "Filing",
        "Performance improvement",
        "Correspondence",
        "Journalism",
        "Improvement",
        "Presentations",
        "Content",
        "Website",
        "System",
        "Reports",
        "Travel",
        "Training"
    ],
    "experience": [
        "Company Name City , State 6 - 8 Language Arts Grade Teacher 01/2005 to 08/2009",
        "Developed lesson plans to meet academic, intellectual and social needs of students.",
        "Performed student background reviews to develop culturally diverse lessons.",
        "Used variety of teaching techniques to encourage critical thinking and discussion in Language Arts class.",
        "Empowered learners to reflect and self-assess performance.",
        "Established and enforced rules for behavior and procedures for maintaining order among a class of 35 students.",
        "Developed, administered and corrected assessments in a timely manner.",
        "Earned positive verbal/written feedback from parents and administration regarding classroom instruction, management and student learning",
        "outcomes.",
        "Collaborated ideas for performance improvement during IEP meetings.",
        "Presented effective professional development learning strategies to faculty.",
        "Empowered students to engage in community opportunities beyond school.",
        "Company Name City , State Administrative Assistant to Chief Nursing Officer 07/2003 to 11/2004",
        "Supported a team of four administrators with clerical duties, in addition to directly working for the chief nursing officer.",
        "Designed a new filing system for efficient work flow."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "LANGUAGE ARTS GRADE TEACHER\nSummary\nEnthusiastic Language Arts educator seeking growth as an education specialist within a school that is dedicated to the academic and"
        },
        {
            "Degree": "Master in",
            "Institution": "Core Qualifications\nMotivating students\nLearning style assessment\nActive listening skills\nDifferentiated instruction\nExperience working with special needs students\nClassroom management\nEffectively work with parents\nClear public speaking skills\nAchievements"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Student Development\nIncreased 6th grade Language Arts standardized test scores by"
        }
    ],
    "category": "Summary Enthusiastic"
}