{
    "skills": [
        "System",
        "Process",
        "Spreadsheets",
        "Compliance",
        "Recruit",
        "Documentation",
        "Research",
        "Presentation",
        "Troubleshooting",
        "Reports",
        "Administration",
        "Schedule",
        "Correspondence",
        "Schedules",
        "Tax",
        "Coaching",
        "Banking",
        "Employee relations",
        "Inventory",
        "Communication",
        "Database",
        "Specifications",
        "Staffing",
        "Responses",
        "Filing",
        "Operations",
        "Payroll",
        "Human resources",
        "Requests",
        "Workflows",
        "Training",
        "Interactive",
        "Call center"
    ],
    "experience": [
        "August 2010",
        "to",
        "February 2016",
        "Company Name City , State General HR Assistant/Office Assistant",
        "Greet and screen patients, visitors, and staff, via telephone or in person, for the Medical Department and its related Programs, and answer",
        "inquires.",
        "Provide quality service that meets the needs of patients and clients as well as other customers - payers, families, referrers, and staff.",
        "General clerical duties including photocopying, fax and mailing, maintains inventory of medical supplies and instruments and maintain",
        "electronic and hard copy filing system.",
        "Retrieve documents from filing system, maintains office equipment, monitors and maintains office supplies and forms.",
        "Handle requests for information and data - Insurance authorizations, consult with insurance carriers to determine or obtain authorization for",
        "medical consults.",
        "Resolve administrative problems and inquiries, prepare written responses to routine enquires.",
        "Prepare and modify documents including correspondence, reports, drafts, memos and emails.",
        "Schedule and coordinate confidential/sensitive information, such as patient matters, to authorized persons.",
        "November 2009",
        "to",
        "April 2010",
        "Company Name City , State Customer Service Specialist/Call Center",
        "Gather and assembles fiscal data and prepares various reports.",
        "Monitor the expenditure of funds.",
        "Resolve operational issues which arises at the center.",
        "Receive and responds to questions and complaints from the public.",
        "Recruit, train, develop work schedules and guides staff Manage day-to-day activities of the Call Center in the absence of the manager.",
        "Store, retrieve and distribute information to staff and clients of organization.",
        "Schedule client appointments and maintained highly confidential information.",
        "December 2005",
        "to",
        "December 2008",
        "Company Name City , State Human Resources Assistant",
        "Maintain organized job files for all positions with position documentation, applicant data, and interview notes.",
        "Put together new hire packets and new employee folders for HR department.",
        "Draft correspondence including offer letters, resume acknowledgements, etc.",
        "Process all new hire and termination paperwork and workflows; including filing.",
        "Serves as main point of contact for payroll related information.",
        "Maintain the employee personnel and benefits files.",
        "Prepare correspondence, letters, memos, presentation material, other documents, spreadsheets.",
        "Coordinate and prepare New Hire Orientations.",
        "Use computers to input, extract, query, and research data in personnel database systems, as well as performing office applications.",
        "Evaluate applicants for basic compliance in regards to position specifications, scheduled.",
        "interviews and physicals and performed background checks and new employee orientation.",
        "Create employee surveys through Zarca Interactive software."
    ],
    "company_names": [
        "Updating customer's information; inputting"
    ],
    "total_experience": 0.0,
    "education": [],
    "category": "GENERAL HR"
}