{
    "skills": [
        "Email",
        "Project management",
        "Analyze data",
        "Analyze",
        "Sales",
        "Retail",
        "Merchandising",
        "Testing",
        "Segmentation",
        "Mobile",
        "Digital marketing",
        "Modeling",
        "Marketing",
        "Social media",
        "Vendors",
        "Retention",
        "Acquisition",
        "Analytics",
        "Database",
        "Partnerships",
        "Seo",
        "Forecasting",
        "Crm",
        "Budgeting",
        "Brand",
        "Branding",
        "Reporting",
        "Healthcare",
        "Analysis",
        "Prospecting",
        "Budget",
        "Advertising",
        "Partnership"
    ],
    "experience": [
        "Company Name May 2013 to January 2015 Digital Marketing Specialist",
        "City , State",
        "Responsible for the discovery and development of marketing strategies for both desktop and mobile to drive traffic and sales while meeting",
        "ROI goals.",
        "Assisted in the development, launch and management of a customer acquisition and CRM retargeting program created to attribute in-store",
        "purchases to online behavior.",
        "Assist in the planning, execution and analysis of display advertising through various online media networks to support marketing campaigns.",
        "Optimize SEO and SEM campaigns utilizing reporting tools such as Google Adwords to review keyword performance and return on ad",
        "spend in support of merchandising focus and promotional cadence.",
        "Support new store openings and brand marketing events through geo-targeted digital media and marketing campaigns.",
        "Manage partnerships with affiliates in order to promote CRM offers and storewide promotions to increase traffic and sales both in-store and",
        "online.",
        "Leverage data to match customer's across devices and to identify new to file.",
        "Managed all digital media relationships such as YouTube, Hulu and Pandora.",
        "Assisted in the planning, launch and management of a brand sponsored Pandora station www.pandora.com/expressrocks.",
        "Company Name Current to January 2015 Account Director Account Director",
        "City , State",
        "for a large insurance and financial client.",
        "Manage a team of 4 account executives in the execution of omnichannel marketing campaigns.",
        "Allocate agency support and resources to ensure client assignments and day-to-day responsibilities are executed above and beyond",
        "expectations.",
        "Develop strategies and tactics to achieve client objectives within budget and on time.",
        "Manage vendors in the production and planning of omnichannel marketing campaigns including direct mail, email, web development and",
        "digital marketing."
    ],
    "company_names": null,
    "total_experience": 1.67,
    "education": [],
    "category": "Franklin University"
}