{
    "skills": [
        "Schedule",
        "Variances",
        "Filing",
        "Accounting",
        "Requests",
        "Coding",
        "Reconcile",
        "Excel",
        "Financial analysis",
        "Modeling",
        "Compliance",
        "Benchmark",
        "Transactions",
        "Controls",
        "Financial reporting",
        "Finance",
        "Gaap",
        "Receivables",
        "Expenses",
        "Budget",
        "Analysis",
        "Plan",
        "Internal controls",
        "Financial reports",
        "Schedules",
        "Cash flow",
        "Payroll",
        "Research",
        "Reconciliation",
        "Financial models",
        "Reports",
        "Invoices",
        "Updates",
        "Financial statements",
        "Audit",
        "Invoicing",
        "Reporting",
        "Analytical",
        "Payments",
        "Quickbooks",
        "Forecasts",
        "Proposal"
    ],
    "experience": [
        "02/2015 to 06/2016",
        "Staff Accountant Company Name",
        "Full charge bookkeeper Report and provide assistance directly to the CFO/Controller on all finance and accounting matter such as: Board",
        "Financial Meeting preparation Financial Statement reporting G/L reconciliation, Monthly Balance Sheet Reconciliation Statement or Position",
        "and Cash Flows analysis Revenue Audition according to grants agreements Operation Budget and Expenses Analysis Maintaining all",
        "aspects of Accounting such as AR, AP, Revenue and Deferred Revenue recognition, adjusting entries, depreciation schedule, grants' budget",
        "monitoring.",
        "Conducted analysis to address discrepancies in 2014 Balance Sheet and General LedgerÂ which led to a complete overhaul of various cash",
        "account reconciliation processes and internal controls .",
        "Coordination of the provision of information to State and Private auditors.",
        "Monthly calculation of all grants variances, estimate at complete and budget forecasts and actualization.",
        "Recommendation of salaries and fringes' allocation benchmark.",
        "Monitored multiple grants' agreements to keep track of actual revenue, deferred revenue and restricted/unrestricted assets.",
        "Audit schedules preparation and financial information forwarding to auditors Work with auditors for all year end adjusting entries",
        "Assisted controller to develop audit schedule with private or State auditors and insure compliance with OMB Circ.Â  A133.",
        "Reviewed Grants' award letters, budget narratives and related invoicing conditions for compliance with organization's F&A. Slaries and",
        "Fringe allocation benchmarks.",
        "Modeled grants' budget spread sheets with actuals and calculated variances Grant's monthly budget monitoring financial analysis and",
        "reporting to programs managers and CFO.",
        "Calculated FTE and fringe benefit allocation's benchmark according to internally developed allocation benchmarks within the guidelines of",
        "OMB Circ 21 and ensured accurate update of wages allocation in ADP Â",
        "Managed and reviewed State and Foundations grants' monthly expenditures according to signed agreements and OMB Circ 21 guidelines.",
        "Produced monthly update on grants' account receivable aging reports at grants' ending period and reconciled the deferred revenue to the",
        "unrestricted.",
        "Prepared and submitted all State (DHMH) request of payments (Form 437) and quarterly reports (Form 438) and performance measure",
        "(Form 440A) in compliance with grants requirements.",
        "Reconciled all grants monthly invoices to grant budget lines to effect funds drawdowns and ensure effective budget monitoring.",
        "Conducted monthly budget, financial and fiscal review and reported updates to program managers.",
        "Reconcile various payments drawdowns from State (DHMH, DLLR) to billings and grants budget line and recognize revenue accordingly.",
        "Full Circle Accounting Support Reconciled various bank account balances to the G/L.",
        "Recorded all cash receipts and remotely deposited check and prepared transmittals Analyzed and reconciled G/L accounts details and",
        "corrected discrepancies Prepared month-end and year-end journal entries.",
        "1099 preparation and filing Maintained fixed assets ledger and recorded periodic depreciation.",
        "Generated various financial reports Balance Sheet account reconciliation with the GL Assisted controller in the development of ABC's",
        "Operating budget and review Grants' budgets proposal before submission.",
        "Reviewed account payables monthly transactions for compliance with GAAP and posted month end adjusting entries and accruals",
        "Supervised all journalized cash receipts and cash disbursements for proper coding.",
        "Corrected discrepancies between Statement of Revenues and original budgets Created all Account Receivables and monitored aging report",
        "accordingly.",
        "Monitored all operating cash accounts and performed remote checks deposit Maintained the Chart Account and all related cost centers'",
        "codification.",
        "Successfully led key project towhich resulted in [positive outcome] .",
        "10/2013 to 02/2015",
        "Finance Consultant/Budget Analyst Company Name - City , State",
        "Provided financial and accounting services to a portfolio of private and public clients.",
        "Supported clients' finance department with the following: Budget analysis Cash flow management Bookkeeping End of the month and end of",
        "the year closing with W2s and 1099 filings G/L accounts reconciliation End of the year financial Statement reporting Streamline financial",
        "processes and Internal control implementation Analysis of variances analysis and development of new plan of action Development of",
        "financial models and financial analytical tools Maintained Chart Accounts.",
        "06/2012 to 08/2013",
        "Senior Accountant Company Name - City , State",
        "Evaluated clients' financials and accounting processes to determine plan of action Analyzed Income and evaluated working capital.",
        "Performed audit of various accounts and tracked all capital spending against approved payment requests.",
        "Offset unapproved and unusual expenses variances in their respective areas.",
        "Analyzed clients' operation budget against operation income and adjusted forecasts accordingly.",
        "Assisted CFOs with the production of monthly financial statement reports.",
        "Financial Statement Analysis.",
        "Reconciled financial statements with the G/L, corrected discrepancies in revenue recognition, asset ledger, periodic depreciation and",
        "prepaid expenses.",
        "Performed expenses and revenue analysis.",
        "04/2011 to 01/2012",
        "Financial Coordinator, Accountant I Company Name",
        "Performed grant accountant duties for a portfolio of grants funded program at Center of Advanced Study of Languages (CASL) and at",
        "Institute of Biotechnology and Bioscience Research (IBBR)."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "ACCOUNTANT\nProfessional Summary\nI am currently a graduate student in Masters of Science in Finance Management and IT and a CPA candidate with expected completion by the\nend of"
        },
        {
            "Degree": "Master of",
            "Institution": "I am an Accounting and Finance professional with"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Review of"
        }
    ],
    "category": "STAFF ACCOUNTANT"
}