{
    "skills": [
        "Engineering",
        "Tensorflow",
        "Transport",
        "Training",
        "Unix",
        "Programming",
        "Supervisor",
        "R",
        "Matplotlib",
        "Analytical",
        "Distribution",
        "Linux",
        "Seaborn",
        "Analysis",
        "Experiments",
        "Pandas",
        "Machine learning",
        "Python",
        "Matlab",
        "Sql",
        "Design",
        "Plan",
        "Schedule",
        "Modeling",
        "Process",
        "Technical",
        "C++",
        "Xgboost",
        "Operations",
        "Experimental",
        "Improvement"
    ],
    "experience": [
        "ENGINEERING INTERN 08/2016 ï¼​ 12/2016 Company Name State",
        "Project: Develop a cavings transport model for optimizing hole-cleaning operations.",
        "Developed a solids transport model for predicting cuttings/cavings bed height during a hole-cleaning operation.",
        "In contrast to conventional CFD models that typically take several hours to run, this novel numerical model can obtain results within a few",
        "minutes, enabling timely optimization of the well circulation schedule.",
        "Investigated the competitive landscape and designed the commercialization plan for the numerical model.",
        "Leveraged the experiences from internal drilling experts and aligned with all stakeholders throughout the development process.",
        "ENGINEERING INTERN 05/2016 ï¼​ 08/2016 City , State",
        "Project: Optimize diverter pumping schedule for better production performance after well re-stimulation.",
        "Built a simulator to model proppant, diverter, and slurry distribution in a plug-and-perf hydraulic fracturing operation.",
        "Derived a simple proxy model to substitute time-consuming CFD-DEM simulations for predicting diverter transport through perforation",
        "clusters.",
        "Simulation time drops from 48+ hours to less than 1 sec.",
        "Provided recommendations for pumping schedule design in a fracturing treatment.",
        "PROCESS ENGINEER 04/2012 ï¼​ 05/2013 Company Name City",
        "Improve display yield through statistical modeling, process control, and tool modifications.",
        "Won Qualstar award in Nov.",
        "2012 by completing two specific yield improvement tasks in merely two months, first time for QMT-TW to award its engineers after",
        "establishment.",
        "Optimized sealing process of interferometric modulator (iMoD) display that led to 52% pre-functional yield increase."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Ph.D",
            "Institution": "INTERN\nSkills"
        }
    ],
    "category": "Machine Learning"
}