{
    "skills": [
        "Word",
        "Biology",
        "Scheduling",
        "Excel",
        "Safety",
        "Website",
        "Powerpoint",
        "Drafting",
        "Video",
        "Budget",
        "Lighting",
        "Photography",
        "Photoshop"
    ],
    "experience": [
        "Production Designer Jul 2014 to Aug 2014",
        "Company Name ï¼​ City , State",
        "Referred outside hire on a short, 15 minute student film with The New York Film Academy.",
        "A drama about a man, his life, and the life he gave and provided for his three children, one of which is a young deaf boy who was living on",
        "the streets until the main character takes him in; in turn leading to family turmoil within his little family.",
        "Coordinated the art department needs based on scheduling, handled art department budget and set coordinator during the build.",
        "Director of Photography Sep 2013 to Sep 2013",
        "Company Name ï¼​ City , State",
        "A one-day photo shoot for a Non Profit organization called The Bird Room.",
        "Found locations with natural lighting in Downtown Los Angeles for headshots, and artistic images for website, with dancers, actors, and our",
        "lovely group of donators.",
        "Set Decorator and Props assist \"Small Heist\" Mar 2013 to Mar 2013",
        "Company Name ï¼​ City , State",
        "A teaser trailer and promotional short film involving 5 Women who steal millions worth in diamonds but get played for fools.",
        "Dressed the set, helped with continuity, costuming, prop assist. , and also took over as art director when my production designer was called away.",
        "Art Director Apr 2013 to Jun 2013",
        "Company Name ï¼​ City , State",
        "My Name is Vivienne An independent feature film, that took nearly 3 weeks to shoot; about a superficial actress trying to become famous,",
        "and with no talent, and how she comes to terms with the reality of working to achieve a goal.",
        "I also acted as prop master and set dresser, as it was a low budget film, also I played the part of production designer when my boss was",
        "unable to make it.",
        "Production Designer Distinguished Gentlemen Nov 2012 to Jan 2013",
        "Company Name ï¼​ City , State",
        "An Independent sitcom, a three-day shoot, with 7 child actors between the ages of 9 and 13.",
        "Located.",
        "and purchased all the props and acted as prop master as well.",
        "Set decorator Jan 2013 to Feb 2013",
        "Company Name ï¼​ City , State",
        "A short film that follows the strange love story of a man with a very unusual sexual relationship with his plants, and learning to accept himself,",
        "finding there is some one out there for every one.",
        "Dressed the locations, props assist., created graphics, and was made Art director anytime the production designer was called away or setting up",
        "the next location, did art department runs an returns",
        "Art Department \"Science of Love\" Jan 2014 to Jan 2014",
        "Company Name ï¼​ City , State",
        "Two day music video shoot - Three day long Job",
        "Helped to finish building and painting the set, also involved in tear down. Dressed sets, did resets, and props assist.",
        "Set decorator/ Props Assist The Coed and the Zombie Stoner Dec 2013 to Dec 2013",
        "Company Name ï¼​ City , State",
        "Dressed locations, tore down dress, props Assist. prepped locations day before crew was to arrive.",
        "Art Director/ Art Department Coordinator/ Fire and Safety Management Jun 2014 to Jul 2014",
        "Company Name ï¼​ City , State",
        "3 week long feature Film shoot.",
        "A serial killer sequel that took place in an abbandoned annual huanted house.",
        "I made sure the location was safe and fire hazard free upon crew arrival. Dressed locations, built props, Props master, Rigged location for easier",
        "grip managing that also acted as support for already established walls.",
        "Camera Assist. / Front door attendant / Audience member Jan 2014 to Jan 2014",
        "Company Name ï¼​ City , State",
        "The first ever Stand up Comedy Show at the Ivar theatre.",
        "Helped prep Cameras before guest arrival. Tended to talent. Checked I.D.s at the front door. Acted as a seat filler/audience member and was",
        "actually brought in by one comedian to finish his joke.",
        "Set designer and coordinator Aug 2013 to Sep 2013",
        "Company Name ï¼​ City , State",
        "I coordinated the build of two sets on one sound stage. One set was an easy break set that was made to mimic Goerge Millies A trip to the Moon",
        "Crash landing. The other was made to mimic a scene From one of Mae wests films.",
        "Miscellaneous Crew Dude Bro Party Massacre 3 Apr 2014 to Apr 2014",
        "Company Name ï¼​ City , State",
        "Production Assistant, stood at the front gate asking for proper indentification and directed arriving cast members to their proper waiting areas, as",
        "well as to costuming and make up. Brought water bottles to crew and made sure everything was locked down tight."
    ],
    "company_names": null,
    "total_experience": 0.67,
    "education": [
        {
            "Degree": "master and",
            "Institution": "DESIGNER\nSummary\nSpecializing in Art Department I have had many different opportunities, as well as many different"
        },
        {
            "Degree": "master as",
            "Institution": "I love working with a team and\ncollaborating, though I can work alone and am happy to do what is"
        },
        {
            "Degree": "master",
            "Institution": "I am not concerned with receiving a position of power, I listen to\ninstructions very"
        }
    ],
    "category": "Art Department"
}