{
    "skills": [
        "Forecasting",
        "Auditing",
        "Design",
        "Budgeting",
        "Erp",
        "Accounting",
        "Installation",
        "Filing",
        "Tax",
        "Reconcile",
        "System",
        "Photography",
        "Inventory",
        "Strategy",
        "Compliance",
        "Raw materials",
        "Real estate",
        "Transactions",
        "Accounts payable",
        "Finance",
        "International",
        "Bank reconciliation",
        "Documentation",
        "Expenses",
        "Administration",
        "Analysis",
        "Retail",
        "Cash flow",
        "Payroll",
        "Process",
        "Journal entries",
        "Reconciliation",
        "Consulting",
        "Policies",
        "Reports",
        "Brand",
        "Travel",
        "Updates",
        "Invoices",
        "Banking",
        "Audit",
        "Analyze",
        "Marketing",
        "English",
        "Financial statements",
        "Reporting",
        "Payments",
        "Operations",
        "Merchant"
    ],
    "experience": [
        "Accountant , 01/2009 to 05/2012 Company Name",
        "Positive Trading and Contracting is MEP contractors generally undertake design, supply, installation and maintenance of all",
        "electromechanical works and Trading.",
        "As an Accountant I was directly reporting to Cheif Accountant of the Company.",
        "Primarily responsible for balance sheet account reconciliations including Accounts Payable and Accounts Receivable, and complete",
        "allocations on a monthly basis.",
        "Also handled daily transactions and journal entries, Job Costing and Reporting.",
        "Ensuring that set Accounting Processes, policies, systems and programs are followed.",
        "Job Responsibilities.",
        "Responsible for the maintenance of the accounts and accounting system of the company for the purpose of generating the company's",
        "financial statement.",
        "Handling of update tasks to ledgers and carried out journal entries transaction, customer ledger, cash receipts, Payment voucher.",
        "Reconciling of Accounts Payable and Receivable.",
        "Prepare aging wise reports Accounts Payable and Receivable.",
        "Cross checking all Bills, Voucher Verification and Other documents.",
        "Banking - Calculating Project cash requirement, Preparation of Bank reconciliation statements.",
        "Responsible for office Petty Cash and verification vouching of accounts by verifying the nature and authenticity of expenses.",
        "Issuing the LPO and Monitor purchase price variance of raw materials.",
        "Costing and calculation of material consumption.",
        "Reconcile balance sheet accounts to appropriate subsidiary ledgers and performs account analysis to ensure appropriate adjustments are",
        "recorded timely.",
        "Payroll - Coordinated monthly payroll functions for 200+ employees and Calculate over time Manage timely payment of worker's",
        "compensation Interface with External Auditors.",
        "Accountant cum Admin / Finance &HR Company Name",
        "November , 04/2009 to 01/2009",
        "Focus mall is the Real estate company and first premium shopping mall in kerala with leading brand retail outlet.",
        "As An Administrator responsible for providing Accounting clerical support of the team and coordinating the Administration department.",
        "Job Responsibilities.",
        "Handling of update tasks to ledgers and carried out journal entries transaction, customer ledger, cash receipts.",
        "Providing financial, administrative and clerical services in order to ensure effective, efficient and accurate financial and administrative",
        "operations.",
        "Provide support to staff on the production of timesheets, travel claims, orders and any other relevant.",
        "To assist and and coordinating Promotional activities within in the mall.",
        "Updates daily, weekly, monthly Report to Management.",
        "Prepares statement of accounts and follow up collections.",
        "Prepares cheques and official receipts Coordinated monthly timesheet for payroll functions Maintaining employee files and the HR filing",
        "system Reconcile merchant statement of account with company records.",
        "Responsible in documentation and other general office duties.",
        "Page 2 of 3 Shameeh CV TAX MATTERS- Auditing& Tax Consulting Firm INDIA Job Role/Department : Accountant Trainee /Finance",
        "Duration : 2005 May to 2006 April Tax matters Provides full range of audit and accounting services in accordance with international",
        "standards including auditing, taxation and other Financial consulting services to dynamic businesses of all sizes.",
        "Working with a wide range of businesses, charities, social enterprises, , sole traders, high net worth individuals Job Responsibilities.",
        "Preparation of day books.",
        "Bank reconciliation.",
        "Stock estimation.",
        "Two way comparison).",
        "Income and expense entries into the accounting system.",
        "Maintained ledgers and accounting records.",
        "Petty cash verification and vouching of accounts by verifying the nature and authenticity of expenses.",
        "Verify calculations and input codes in to the Accounts system in an accurate manner.",
        "Entering vendor invoices, paying bills and creating invoices for its clients.",
        "Fixed asset update."
    ],
    "company_names": [
        "STATE MEDIA W.L.L DOHA QATAR"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "Summary\nCurrently looking for Long"
        },
        {
            "Degree": "MBA",
            "Institution": "Opportunity Financial Statement \nManagement Reporting \nCost Accounting Asset\nManagement \nBudgeting & forecasting \nCash Flow Management Payroll Functions \nAudit Preparation \nInventory Control\nCAREER SUMMURY A competent, efficient and highly motivated professional with hands on experienced in the fields of Finance and\nConnected"
        },
        {
            "Degree": "Bachelor",
            "Institution": "Over 8 years experience (5 years in Qatar) in a"
        }
    ],
    "category": "ACCOUNTANT Summary"
}