{
    "skills": [
        "Design",
        "Analyze",
        "Networking",
        "Technical",
        "Strategic plans",
        "Administration",
        "Research",
        "Fundraising",
        "Outreach",
        "Communication",
        "Arrow",
        "English",
        "Writing",
        "Marketing",
        "Plan",
        "Presentations",
        "Regulations",
        "Analyze data",
        "Content",
        "Social media",
        "Training"
    ],
    "experience": [
        "Company Name August 2008 to Current School Library Media Specialist",
        "City , State",
        "Chaired the Oklahoma Sequoyah Award committees which required serving as the liaison to all authors and publishers, coordinating all",
        "reading teams' activities, developing promotional material and maintaining organization relationships with stakeholders.",
        "Introduced, raised funds and implemented reading programs that allowed a notable author to visit, speak and give signed books to students",
        "at their school library (two different schools, using two different authors).",
        "Create and implement college and career instructional units to guide students and their parents in future planning.",
        "Plan and develop annual literacy programs in order to raise awareness of the library's purpose, available resources, and the rewards",
        "associated with reading.",
        "Assist parents and community with technology needs to develop and maintain relationships with school stakeholders."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "LIBRARY MEDIA SPECIALIST\nProfessional Summary\nMy goal is to bring my unique set of skills and experiences from my professional background to the position of College and Career Coordinator, at\nBroken Arrow Public Schools, which will allow me to provide an irreplaceable viewpoint and ensure every student receives the highest quality\ninstruction each"
        },
        {
            "Degree": "Master",
            "Institution": "Remarkably skilled in developing quality activities and presentations to promote career awareness coursework designed for\neffective education to a culturally diverse"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Highly qualified and experienced in developing strategic plans to enable school districts to build\ncommunity"
        }
    ],
    "category": "SCHOOL LIBRARY"
}