{
    "skills": [
        "Email",
        "Process",
        "Pr",
        "English",
        "Strategy",
        "Content",
        "Consulting",
        "Writing",
        "Marketing strategy",
        "Public relations",
        "Marketing",
        "Social media",
        "Illustrator",
        "Vendors",
        "Marketing materials",
        "Photoshop",
        "Marketing plans",
        "Editing",
        "Graphic design",
        "Presentations",
        "Spanish",
        "Editorial",
        "Design",
        "Event planning",
        "Trade shows",
        "Brand",
        "Indesign",
        "Branding",
        "Website",
        "Sales",
        "Advertising",
        "Visual",
        "Audio"
    ],
    "experience": [
        "January 2014",
        "to",
        "Current",
        "Company Name City , State Graphic Designer",
        "Restaurant Consulting & Management Company Developing design solutions to communicate each of the restaurant's unique message and",
        "promoting the brand with high visual impact. Graphic design solutions for a variety of products and activities such as POP, websites, social",
        "media, email, promotions, product packaging, corporate communications & identity.",
        "Preparing, packaging & delivering production-ready art files.",
        "Creating creative templates for marketing needs",
        "Proofreading to produce accurate and high-quality work especially under challenging deadlines",
        "January 2013",
        "to",
        "Current",
        "City , State Graphic Designer Design print materials, such as logos, stationery, flyers, and postcards. Clients Include: Pembroke PR, Main Street",
        "Property Services, A grape in the Fog, Photoworks SF, Progressive Hounds, The Handler Brothers, Otis Beanery, Mitzvites, Pet Nanny, District",
        "Dogs, Dog Town, SuperFly Pet Supply, No Time for Cancer, Meridian Pro Audio and Promarket. Paola Trejo 2",
        "January 2008",
        "to",
        "January 2013",
        "Company Name City Marketing Coordinator, Latin America Mexico City Professional Sound Manufacturer Worked directly with the Company's",
        "headquarters in Berkeley, CA. Coordinated with marketing team to brainstorm strategies and finalize marketing plans. Translated, maintained, and",
        "updated web content in Spanish on a monthly basis. Designed marketing materials, such as datasheets and brochures. Created ads for publication",
        "in SoundCheck Magazine. Wrote press releases. Coordinated and led interviews. Coordinated photo shoots. Managed relationships with vendors.",
        "Built and maintained productive relationships with customers. Planned and coordinated events, including trade shows and demos. Designed sales",
        "binder. Collaborated on creation of presentations in Keynote. Designed and distributed monthly newsletter, e-blasts, and invitations. Represented",
        "the company in corporate events, trade shows, marketing conferences and meetings.",
        "January 2005",
        "to",
        "January 2008",
        "Company Name City Graphic Designer",
        "Mexico City Consumer Goods Advertising Agency Clinets include: Rimmel London, Dannon, Sigma, Sally Hansen, Palmer's.",
        "Produce design solutions to communicate clients' messages with high visual impact for a variety of products & activities.",
        "Layout, image manipulation, and prepress production for offset and digital color output. Established design briefs and project time-lines.",
        "Coordinated with external agencies. Meeting clients to discuss their needs, objectives and budgets. Designing and creating a wide variety of",
        "graphic art and promotional material. Producing designs for both internal and external communications. Involving customers in the design",
        "process. Developing design briefs. Explaining design concepts and ideas to clients and colleagues. Providing graphical support for Blogs,",
        "websites and social media. Working on presentations, leaflets, trade-marks, marketing materials and banner designs. Producing accurate",
        "and high-quality design work. Examining design work for quality, consistency, and accuracy. Creating a consistent corporate and brand",
        "identity for clients. Preparing design files for production. Taking design ideas from generation through to completion. Generating multiple"
    ],
    "company_names": [
        "Flash"
    ],
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DESIGNER\nSummary"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "While working as Front Desk Receptionist at Meyer Sound, contributed to Marketing Team by updating and translating marketing materials,\nupdating website, and improving sales"
        }
    ],
    "category": "GRAPHIC DESIGNER"
}