{
    "skills": [
        "Engineering",
        "Windows",
        "Programming",
        "Powerpoint",
        "Computer science",
        "Linux",
        "Analysis",
        "Economics",
        "Java",
        "Python",
        "Specifications",
        "Os",
        "Word",
        "Html",
        "Sports",
        "Testing",
        "System",
        "Modeling",
        "Technical",
        "C++",
        "Installation",
        "Controls",
        "Autocad",
        "Excel",
        "Visual",
        "Ms excel"
    ],
    "experience": [
        "Company Name June 2015 to August 2015 Engineering Intern",
        "Designed and worked with building information modeling (BIM) in AutoCAD MEP throughout the entire work-cycle under extreme time",
        "crunches.",
        "Creating functional ethernet, pneumatic, and electronic controls for a confidential client.",
        "Assisted with installation of a pneumatic controls system for a large and confidential development outside of Charlottesville, VA.",
        "Worked in the field at Indian Head Military Base, MD collecting outfall locations for later analysis and reduction.",
        "Company Name June 2014 to August 2014 Engineering Intern",
        "Created and edited AutoCAD drawings for the US State Department, Arlington National Cemetery, and Jefferson Island, MD.",
        "Using Autodesk Inventor, recreated the company's patented Reverse Osmosis Multi Element Module (ROMEM) with a high level of detail,",
        "as well as rendering numerous images using Autodesk Showcase.",
        "Researched, Acquired, Built, and Configured an Enterprise Server to replace the firm's antiquated system.",
        "Specifications: Intel Xeon E5-2620 @ 2.0 GHz, Processor MSI X79A-GD45 Plus, Motherboard Windows Server 2012, OS 8x 8 Gb",
        "G.Skill Ripjaws Z series 240-pin DDR3, RAM 3x Seagate Barracuda 2 Tb SATA 6.0 Gb/s 3.5\", Internal hard drive Seagate Barracuda 3",
        "Tb SATA 6.0 Gb/s 3.5\", Internal hard drive Cooler Master V8 GTS, CPU cooler Wiring and testing for VAV (Variable Air Velocity)",
        "boxes and installation of Intelligent Room Sensors for Sprint, Reston Va.",
        "Researched and acquired numerous technical items to help improve the company's efficiency.",
        "Assisted in acquiring and connecting an Industrial Wireless Network Bridge to connect the company headquarters network to a new remote",
        "office building network.",
        "Company Name July 2012 to January 2014",
        "Insider responsible for taking customers for orders and resolving problems they had experienced with Papa Johns.",
        "Tossed and made pizzas to the customer's specifications.",
        "Helped manage a small number of employees to create a friendly and efficient working environment.",
        "Software C++ Autodesk Inventor, AutoCAD (2009,12,15,16), 3Ds Max, Python."
    ],
    "company_names": null,
    "total_experience": 1.83,
    "education": [
        {
            "Degree": "Master V",
            "Institution": "INTERN\nProfessional Summary\nA Computer Science junior at Lynchburg College with the understanding and problem solving to work my way through any"
        }
    ],
    "category": "Professional Summary"
}