{
    "skills": [
        "Hospital",
        "Daily operations",
        "Safety",
        "Networking",
        "Accounting",
        "Sales goals",
        "Cpr",
        "Retention",
        "Research",
        "Sales",
        "Schedules",
        "Filing",
        "Aviation",
        "Plan",
        "Compliance",
        "Retail",
        "Requests",
        "Operations",
        "Correspondence",
        "Health",
        "Rest",
        "Process",
        "Partnerships",
        "Scheduling",
        "Transactions",
        "Reports",
        "Training",
        "Auditing",
        "System"
    ],
    "experience": [
        "Professional tellers process transactions accurately and efficiently in a fast-paced environment while simultaneously introducing products and",
        "services that meet the customer's needs and encouraging customers to expand their relationship with Bank of America.",
        "Your duties may include, but are not limited to the following: Create a connection and develop rapport with customers to provide",
        "outstanding, personalized service Listen carefully and connect with customers to understand their top financial priorities and to uncover",
        "products and solutions that will benefit them Ensure customers/clients are quickly connected to the appropriate teammate with the expertise",
        "to meet their needs Meet or exceed sales goals by influencing customers to learn about products/services that will benefit them Build,",
        "develop and maintain partnerships with teammates and specialists to maximize effectiveness and serve customers.",
        "09/2014 to 05/2015",
        "Retail Sales Consultant Company Name ï¼​ City , State",
        "Interacting among clients with a primary focus on business retention and new business roll outs; provided superior support services aligned",
        "to the client's priorities in order to drive loyalty and maximize the business value of their investment.",
        "Driven to meet all sales goals and educated all customers on available promotions and product plans.",
        "Maintain strong knowledge of all products, accessories, pricing plans, promotions and service features.",
        "Provide efficient, courteous customer service and assist in all aspects of product offerings and services.",
        "Recognized as number one in the store for newest accounts opened for the months of February and March 2015.",
        "Ranked Top 5% in store the entire term of employment Voluntary customer service training completed, gained advanced customer service"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "TELLER\nProfessional Summary\nPersonable"
        }
    ],
    "category": "TELLER Professional"
}