{
    "skills": [
        "Internal communications",
        "German",
        "Distribution",
        "International",
        "Business development",
        "Project management",
        "English",
        "Research",
        "Presentation",
        "Plan",
        "Consulting",
        "Administration",
        "Marketing",
        "Tv",
        "Acquisition",
        "Mining",
        "Communication",
        "Spanish",
        "Business plans",
        "Sql",
        "Analysis",
        "Sales",
        "Advertising",
        "Finance"
    ],
    "experience": [
        "Company Name City Sales Manager 11/2014 to 01/2016",
        "Extraction and international commercialization of bulk Asphaltite Â​ Chile Office (USD3MM est. 2016).",
        "Led Santiago office sales from inception to USD3MM (est.2016) by successfully identifying and securing customers in USA and Latin",
        "America.",
        "Formulated detailed sales and profitability forecast for a 5-yr expansion plan successfully achieving goals for the first 18 months.",
        "Improved customer service resulting in 43% increase in repeated sales.",
        "Company Name City , State Project Manager 08/2012 to 09/2014",
        "Customized truck body and trailer builder for the mining, electricity distribution, agricultural, sanitation and firefighting sectors integrating",
        "equipment from National Crane, Altec, Heil, Mongoose Jetters and others on Mercedes Benz, VW, Freightliners and International truck",
        "chassis (USD48MM Sales).",
        "Reorganized quality control and developed new quality assurance resulting in 75% reduction of customer returns with USD700K yearly",
        "savings.",
        "Successfully gathered and translated pre-sales and post-sales on the customer base of the various industries into coherent product designs",
        "for each client resulting in improved customer satisfaction.",
        "Effectively coordinated work of 40 employees across 5 departments greatly improving internal communications."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "MANAGER\nSummary\nDriven sales and marketing professional with strong track record of planning, organizing, generating leads, and building and leading high performing\nteams with"
        },
        {
            "Degree": "Master of",
            "Institution": "Bilingual and quick\nlearner with an ability to prioritize simultaneous projects, prospect clients and perform well in a demanding"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Strong communication,\npresentation, organizational and"
        }
    ],
    "category": "MANAGER Summary"
}