{
    "skills": [
        "Policies",
        "Hardware",
        "Reports",
        "Start-up",
        "Migration",
        "Accounting",
        "Sql",
        "Security",
        "Vmware",
        "Circuits",
        "Administration",
        "Supervisor",
        "Troubleshooting",
        "Design",
        "Client relationships",
        "Windows",
        "Scheduling",
        "Installation",
        "Documentation",
        "Billing",
        "Contracts",
        "Communication",
        "System",
        "Budget",
        "Cisco",
        "Electrical",
        "Technical",
        "Access",
        "Lan",
        "Excel",
        "Servers",
        "Time management"
    ],
    "experience": [
        "Company Name City , State Information Technology Manager 01/2007 to Current",
        "Responsible for maintaining budget and implementing all new technologies within the firm.",
        "Integral part of technology team responsible for implementing and migrating Accounting and Billing system upgrade Managed firewall,",
        "network monitoring and server monitoring both on- and off-site.",
        "Recommended architectural improvements, design solutions and integration solutions.",
        "Trained members of IT team regarding network security and troubleshooting of data circuits.",
        "Ensured network, system and data availability and integrity through preventative maintenance and upgrades.",
        "Managed Migration from Exchange 2003 to Exchange 2010 Manged Migration from Windows XP and Office 2003 to Windows 7 and",
        "Office 2010 Managed and deployed Office 2010 to Office 2013 upgrade Managed migration from Physical Servers to VMWare ESXi",
        "Virtual Server environment Responsible for managing all IT related vendor and telecommunication contracts Manage all IT Vendor",
        "relationships Provided documentation on start-up, shut down and first level troubleshooting of processes to help desk staff.",
        "Implemented company policies, technical procedures and standards for preserving the integrity and security of data, reports and access.",
        "Company Name City , State Technical Project Lead 11/2005 to 01/2007",
        "Responsible for Maintaining Client relationships and Technical Integrity of the Infrastructure Responsible for Managing Engineers assigned to",
        "Client projects, Including time management, time approval and resource scheduling Successfully migrated a Novell 6.0 Cluster with"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "INFORMATION TECHNOLOGY"
}