{
    "skills": [
        "Distribution",
        "System",
        "Real estate",
        "Process",
        "Due diligence",
        "P",
        "C",
        "Sales",
        "Retail",
        "Sports",
        "Research",
        "Strategy",
        "Business intelligence",
        "Plan",
        "Administration",
        "Financial reporting",
        "Analytical",
        "Analytics",
        "Ecommerce",
        "Database",
        "Cash flow",
        "Economics",
        "Forecasting",
        "Microsoft office",
        "Design",
        "Forecasts",
        "Accounting",
        "Brand",
        "Reporting",
        "Sap",
        "Analysis",
        "Licensing",
        "Business planning",
        "Budget",
        "Finance",
        "Health"
    ],
    "experience": [
        "06/2015 to Current",
        "Finance Business Partner Company Name ï¼​ City , State",
        "Led and managed team in providing strategic insights into Americas DTC (ecommerce and retail) and eyewear product business lines,",
        "increasing visibility to the business and building models that analyzed potential growth opportunities and their financial impact, such as:.",
        "Cannibalization and margin impact of opening up distribution to new wholesale customers,.",
        "Analyzing the economics of licensing one of the company's product lines.",
        "Online loyalty program contribution models.",
        "Off-price liquidation strategy determining a tiered sell-off prioritization, with consideration of brand dilution, that resulted in incremental",
        "margin dollars.",
        "Worked directly with GM of Americas and VP of Retail to develop 5-year retail long range strategic plan, building out pro formas and",
        "capital expenditure requirements for four different store concepts that served as guidelines for real estate selection and store builds;",
        "Highlighted operational efficiencies that would allow the channel to build out a sustainable growth model.",
        "Led finance function in designing and building integrated planning solution in SAP Business Intelligence, working cross-functionally with IT",
        "team, to meet time-sensitive deadline; Added planning capabilities, such as relevant reference data and push-down capability, increasing",
        "efficiency of planning process and input of final forecast data into financial planning system; Emphasized region, channel and product",
        "profitability, the first time the company was given that level of visibility; As knowledge expert, trained FP&A team on how to effectively use",
        "tool and documented entire financial planning process.",
        "Helped in the re-design of monthly financial reporting package, providing timely and consistent insight into the business to Board of"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "BUSINESS PARTNER\nSummary\nStrategic and analytical finance professional with"
        }
    ],
    "category": "PARTNER Summary"
}