{
    "skills": [
        "Engineering",
        "Process",
        "Technical",
        "International",
        "Fundraising",
        "Operations",
        "Design",
        "Mining",
        "Plan",
        "Automation",
        "Economics"
    ],
    "experience": [
        "Company Name June 2014 to September 2014 Mineralogy Engineering Intern",
        "City , State",
        "Working with lab and pilot plant scale project in minerals processing including flotation, magnetic separation, screening.",
        "Company Name May 2013 to August 2013 Metallurgical Engineering Intern",
        "City , State",
        "Developed and performed a study on several quality issues for anode production.",
        "Collaborated with operations, technical, and maintenance to ensure implementation of project.",
        "Conducted laboratory work for XRD/XRF measurements of ore.",
        "Company Name May 2012 to August 2012 Corrosion and Materials Engineering Intern",
        "City , State",
        "Researched and reviewed differing pipeline coating technologies in the academia realm.",
        "Conducted evaluations for existing commercially available coatings and provided a suggestion for their use.",
        "Company Name June 2011 to August 2011 Primary Process Intern",
        "City , State",
        "Provided assistance to technical operations, primary process, quality, and pilot plant.",
        "Developed and performed a study on several quality issues.",
        "Created a report with laboratory results that encompassed a solution to quality problems.",
        "Produced a plan for a new expansion of the plant.",
        "Affiliations",
        "Society of Mining, Metallurgy,and Exploration, Tau Beta Pi Engineering Honor Society, Blue Key Honor Society, Materials Advantage, Alpha",
        "Phi, International Intercollegiate Mining Games"
    ],
    "company_names": null,
    "total_experience": 0.92,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "ENGINEERING INTERN\nSummary\nPassionate graduate student in extractive metallurgy with solid industrial experience, a diverse academic background, and strong leadership and"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Education\nColorado School of Mines\n \n2016\n \nMaster of Science"
        }
    ],
    "category": "MINERALOGY ENGINEERING INTERN"
}