{
    "skills": [
        "Schedule",
        "Certification",
        "Technical",
        "Networking",
        "Reporting",
        "Administration",
        "Accounting",
        "Supervisor",
        "Computer science",
        "Microsoft office",
        "Workflow",
        "Servers",
        "Operating systems",
        "Schedules",
        "Testing",
        "Windows",
        "Video",
        "Mouse",
        "Aviation",
        "Specifications",
        "Compliance",
        "Logging",
        "Distribution",
        "Migration",
        "Lan",
        "Email",
        "Change management",
        "Inventory",
        "Process",
        "Customer service",
        "Hardware",
        "Troubleshooting",
        "Call center",
        "Reports",
        "Active directory",
        "Security",
        "Electrical",
        "System",
        "Access"
    ],
    "experience": [
        "Desktop Support Engineer",
        "August 2012 to Current Company Name ï¼​ City , State",
        "Develop, manage and maintain North Highland PC images, building, testing, manage inventory, PCs platform specifications through the",
        "utilization of System Center Configuration Manager 2012 R2 (SCCM 2012).",
        "Critical and Required Software and patch management for Windows 7 and some Windows Server 2008 utilizing SCCM2012 R2.",
        "Operation System Deployment (OSD) and Application creation within SCCM2012 R2.",
        "Work directly with the customers in order to ensure a quality solution is delivered and all issues are identified, escalated and resolved in a",
        "proactive manner.",
        "Review and optimize workflow, procedures, processes, and systems (call center, ticketing, reporting, and remote access) and tools.",
        "Administer and manage Exchange mailboxes and distribution lists.",
        "Assist with the migration and troubleshooting of Microsoft Office 365.",
        "Coordinates and provides evaluations of proper escalation process for Application and network issues.",
        "Advanced knowledge in repair and software requirements for Dell and Lenovo devices.",
        "Designates software install and configurations for over a thousand computer systems globally.",
        "Troubleshoots hardware and software for desktops for six departments domestically, and three internationally.",
        "Performs upgrades to operating systems simultaneous logging, tracking, and resolving matters pertaining to network connectivity, printers,",
        "and software application malfunctions.",
        "Monitors, tracks and communicates the progress of assigned incidents until its closure.",
        "Create and update trouble tickets as required by standard procedures.",
        "Responsible for managing, maintaining and monitoring datacenter, server, network, LAN and WAN.",
        "Responsibilities also include but not limited to providing 2nd and 3rd level support to internal and external users.",
        "This involves network and server's problem identification and resolution by proactive response to alarms, reactive response to trouble calls",
        "and coordination of repair activities with internal and external agencies."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "SUPPORT ENGINEER\nProfile\nDedicated System Center 2012"
        }
    ],
    "category": "DESKTOP SUPPORT"
}