{
    "skills": [
        "Accounting",
        "Sap",
        "Tax",
        "Inventory controls",
        "System",
        "Business development",
        "Inventory",
        "Sales",
        "Automation",
        "Controls",
        "Accounts payable",
        "Communication",
        "Receivables",
        "Administration",
        "Budget",
        "Analysis",
        "Plan",
        "Retail",
        "Process",
        "Fabric",
        "Reports",
        "Time management",
        "Reporting",
        "Quickbooks",
        "Operations"
    ],
    "experience": [
        "08/2016 to 03/2017",
        "Accountant Company Name ï¼​ City , State",
        "Handled the day to day accounts payable, accounts receivable, monthly financial closing, work in process, and sales tax.",
        "01/2007 to 08/2016",
        "Co-Owner Company Name ï¼​ City , State",
        "Created a business plan to help preserve a historic landmark building and encourage economic development in Historic downtown Rogers.",
        "Created from scratch Poor Richard's Art (an artist co-op) and then purchased The Rabbit's Lair and turned it into a fabric & fiber center",
        "that became one of the top 10 shops in America.",
        "Handled all day to day operations, finances, management of employees, strategic planning, and worked with City of Rogers to help with",
        "beautification and implementation of events.",
        "11/2001 to 01/2007",
        "Owner Company Name ï¼​ City , State",
        "BKP was created after I had my daughter and wanted a more stay at home job.",
        "It turned into a bookkeeping/accounting firm that had 7 employees and over 120 different business customers.",
        "BKP specialized in small businesses that needed a bookkeeper to come to their site and keep their accounting records up-to-date and train",
        "them in the day-to-day accounting needs.",
        "BKP was sold to Beall-Barclay is 2005, where I became the Business Development Manager.",
        "09/1999 to 06/2001",
        "Accounting Manager Company Name ï¼​ City , State",
        "Hanna's was a company that had grown so fast it needed process, procedures, and software to bring it up to speed.",
        "While I was there we implemented new software, audits, and inventory controls for the retail shops.",
        "09/1997 to 09/1999",
        "Cost Accounting Manager Company Name ï¼​ City , State",
        "My job was to implement SAP software.",
        "Starbuck's was going through their manufacturing processes and creating a cost accounting system.",
        "It was a fabulous job, I just found the Seattle gray days too hard.",
        "06/1989 to 09/1999",
        "Cost Accounting Manager Company Name ï¼​ City , State",
        "I begin as a cost-accountant for the Irish Spring portion of manufacturing at the Kansas City, Ksplant.",
        "It was a time of change, automation of the manufacturing process, and upgrading software to SAP.",
        "This is where I fell in love with accounting and helping the manufacturing team understand how it worked for them or against them.",
        "During my time at Colgate, I was involved in the cost of unions, strikes, complete downsizing of administrative roles, different general",
        "managers of the facility, and working with New York on monthly reports and annual budgets."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "Summary\nFlexible"
        }
    ],
    "category": "ACCOUNTANT Summary"
}