{
    "skills": [
        "Payments",
        "Access",
        "Billing",
        "Communication",
        "Reports",
        "Investigation",
        "Cpr",
        "Supervisor",
        "Fitness"
    ],
    "experience": [
        "Customer Service Representactive 08/2014 to Current Company Name City , State Processed applications, payments, corrections, endorsements",
        "and cancellations. Submitted up-to-date activity and production logs to agency management for review. Presented and clearly explained insurance",
        "policy options to clients based on their needs and goals. Called 20-30Â lapsed customers eachÂ day to inquire about continuing needs. Handled",
        "escalated calls. Researched cases, pay by phone, handled vendor return unit calls and also took Supervisor calls. Became a researcher/Supervisor",
        "withinÂ 3 months of start date.",
        "Office Manager/ Fitness Instructor 04/2013 to 08/2014 Company Name City , State",
        "Recruited an average of 7 new participants each month.",
        "Explained exercise modifications and contraindicated movements to participants with a history of injury.",
        "Cultivated positive relationships with participants by interacting with them during group fitness classes.",
        "Greeted all members in a professional and friendly manner.",
        "Developed safe and effective exercise programs for all members.",
        "Explained class objectives and rules.",
        "Customer Service Associate 01/2013 to 04/2013 Company Name City , State",
        "Effectively managed a high-volume of inbound and outbound customer calls.",
        "Answered a constant flow of customer calls with up to 30 calls in queue per minute.",
        "Acted professionally and patiently when addressing negative customer feedback.",
        "Customer Service Associate 08/2012 to 01/2013 Company Name City , State",
        "Assessed clients' financial situations to develop strategic financial planning solutions.",
        "Daycare Assistant/ Office Manager 04/2010 to 08/2012 Company Name City , State",
        "Promoted good behavior by using the positive reinforcement method."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "SERVICE REPRESENTACTIVE\nSummary\nEnergetic Customer Service Associate with strong time management skills who thrives in a"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Dedicated Customer\nService Representative who provides exceptional customer service through active listening and problem"
        }
    ],
    "category": "REPRESENTACTIVE Summary"
}