{
    "skills": [
        "Java",
        "System",
        "Process",
        "Html5",
        "Analyze",
        "Queries",
        "Peoplesoft",
        "Testing",
        "Oracle",
        "Matlab",
        "Technical",
        "Troubleshooting",
        "Engineering",
        "Experiments",
        "Writing",
        "Test plans",
        "Reports",
        "Warehouse",
        "Programming",
        "Information technology",
        "Inventory",
        "Prototype",
        "Hardware",
        "Analytical",
        "Xml",
        "Database",
        "Fulfillment",
        "Design",
        "Php",
        "Policies",
        "Sql",
        "Software development life cycle",
        "Analysis",
        "Sales",
        "Visual"
    ],
    "experience": [
        "Company Name City , State WMS Consultant 05/2015 to Current",
        "Created Test Cases for inbound receiving and put-away fields.",
        "Verified ASNs after parsing multiple ASNs using XML format.",
        "Created Inbound and Outbound License Plate Numbers.(iLPN/oLPN).",
        "Configured and Tested System directed and manual put-away.",
        "Configured the inventory to move an item from one active location to the another; one active location to a reserve.",
        "Configured Wave Management, Task Management, Locations, Wave Process Types and Inventory Need Types.",
        "Tested partial shipment and RF receive menu.",
        "Tested the PIX transaction to keep track of Inventory Movement.",
        "Worked on back-end testing of the databases by writing SQL Queries to join the tables, verify the data, etc.",
        "Environment: Manhattan Associates WMOS 2013, SQL Server 11.02 Â",
        "Client: Li&Fung(2013) Â",
        "Company Name City , State Quality Assurance Engineer 11/2014 to 05/2015",
        "Performed necessary software and hardware evaluations as per the client's requirements.",
        "Designed and modified user interfaces to accommodate new verticals.",
        "Assisted engineers by troubleshooting and configuring LANs, switches, routers and firewalls.",
        "Modified and tested prototype using working models for computer simulation.",
        "Documented and reported bugs to the developers.",
        "Ensured that the data from the production server is valid and not redundant.",
        "Worked with other engineering disciplines to evaluate interface between hardware and software and analyze the operational and",
        "performance requirements of overall systems.",
        "Worked towards customer satisfaction and overall sales by analyzing and correcting internal software and other customer problems.",
        "Performed site surveys, commissioned and installed hardware equipment at the client's site.",
        "Company Name City , State Junior PeopleSoft Developer 06/2014 to 11/2014"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "CONSULTANT\nObjective\nLooking for the position of a supply chain consultant, where I can optimize a company's business, by \nproviding supply chain solutions and building\nan efficient customer"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Summary of Skills\nStrong understanding of supply chain principles with an expertise in warehouse"
        }
    ],
    "category": "Manhattan Associates"
}