{
    "skills": [
        "Banking",
        "Accounting",
        "Supervisor",
        "Cpr",
        "Retention",
        "Small business",
        "Regulatory compliance",
        "Fundraising",
        "Sales",
        "Recruitment",
        "Cash flow",
        "Communication",
        "Strategy",
        "Internal audit",
        "Audit",
        "Human resources",
        "Mortgage",
        "Chemistry",
        "C",
        "Regulatory",
        "Compliance",
        "Retail",
        "Process",
        "Customer service",
        "Modeling",
        "Training"
    ],
    "experience": [
        "01/2014 to Current",
        "Supervisor Consumer Loans; IAA Credit Union.",
        "215MM asset credit union).",
        "01/2011 to 01/2014",
        "VP",
        "Small Business Banking, Busey Bank.",
        "3.9B asset bank).",
        "01/2003 to 01/2011",
        "AVP- Business Banking Company Name ï¼​ City , State",
        "Sold clients personal deposit accounts, credit cards, home equities, mutual funds, life insurance, fixed annuities, consumer loans.",
        "Implemented new needs-based cross-selling techniques and retention s tr a te gies to significantly grow sales results across our retail",
        "team.",
        "Led Chase Bank by achieving the prominent recognition of being one of the top 350 consumer loan producing bankers in the nation.",
        "Trained, coached, implemented, and initiated incentives which helped grow the mortgage production level from <$8mm r.=\"\" to=\"\"",
        "over=\"\">",
        "Worked alongside area and regional managers in the development and implementation of incentive models that assimilate mortgage and",
        "retail bankers to one another.",
        "Built and executed new customer service initiatives which helped us achieve a 350 top in the country for client retention among",
        "mortgage officers.",
        "v Sold and underwrote Fannie Mae, Freddie Mac, FHA, VA and RHA mortgage loans.",
        "v Built recommendations and provided small businesses with cash flow modeling and treasury solutions.",
        "v Created new communication paths across division lines which integrated retail, mortgage, and small business. This was the first time this had been done in our division.",
        "Its successful effort brought much needed trust between banking segments, created deeper client relationships, and aligned corporate goals.",
        "v Managed an annual $260k+, net revenue producing portfolio- approximately $22MM in size.",
        "v Underwrote and funded many small business loans.",
        "v Aggressively prospected and fostered new business relationships. Focus was on small businesses from $250k sole proprietors to",
        "$20MM C-corporations.",
        "01/2003 to 01/2011",
        "AVP, JPMorgan Chase Bank, N.A.",
        "2.35T asset bank) Aggressively prospected and fostered new business relationships.",
        "Focus was on small businesses from $250k sole proprietors to $20MM C-corporations.",
        "Underwrote and funded many small business loans.",
        "Managed an annual $260k+, net revenue producing portfolio- approximately $22MM in size.",
        "Created new communication paths across division lines which integrated retail, mortgage, and small business.",
        "This was the first time this had been done in our division.",
        "Its successful effort brought much needed trust between banking segments, created deeper client relationships, and aligned corporate goals.",
        "Built recommendations and provided small businesses with cash flow modeling and treasury solutions.",
        "Sold and underwrote Fannie Mae, Freddie Mac, FHA, VA and RHA mortgage loans.",
        "Built and executed new customer service initiatives which helped us achieve a #12 ranking in the country for client retention among mortgage",
        "officers.",
        "Worked alongside area and regional managers in the development and implementation of incentive models that assimilate mortgage and",
        "retail bankers to one another.",
        "Trained, coached, implemented, and initiated incentives which helped grow the mortgage production level from <$8mm>",
        "to over $22MM+/yr.",
        "Led Chase Bank by achieving the prominent recognition of being one of the top 350 consumer loan producing bankers in the nation.",
        "Implemented new needs-based cross-selling techniques and retention strategies to significantly grow sales results across our retail team.",
        "Sold clients personal deposit accounts, credit cards, home equities, mutual funds, life insurance, fixed annuities, consumer loans."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "VP Career"
}