{
    "skills": [
        "Sales",
        "Safety",
        "Testing",
        "Fda",
        "Technical",
        "Electrical",
        "Reports",
        "Inventory",
        "Analysis",
        "Training",
        "Repairs",
        "Retention",
        "Process",
        "Aviation",
        "Regulations",
        "System",
        "Recruit"
    ],
    "experience": [
        "Plant Operator 06/2009 to 02/2015 Company Name City , State",
        "Monitored process units and quality control testing performance for plant processes and water quality sampling. Operate and maintained filtration",
        "process units and water system control equipment. Made sound and logical judgments regarding process changes. Closely inspected equipment for",
        "any mechanical or safety issues. Reviewed the daily computer log and reported any inaccuracies in the process. Responded to and initiated proper",
        "corrections to process alarms. Routinely drained unwanted fluids. Coordinated ongoing maintenance and housekeeping of the plant. Read",
        "automatic gages at proper intervals to determine flow rate of gas. Recorded daily tank inventory. Daily plant inspections. Started up, shut down",
        "and checked plant processes. Directed routine preventative maintenance such as adjustments, cleaning and painting equipment. Maintained correct",
        "temperature, levels and pressures on process systems and equipment. Recorded all operating data on daily work sheets from laboratory analysis",
        "and flow metering equipment. Communicated effectively with operators and supervisors on a technical level. Executed field service work including",
        "all plant motor, compressor, chiller, piping, valve maintenance and repairs with little to no supervision. Performed quality control tests on lab",
        "equipment and lab analysis. Interpreted results of process control analysis and made adjustments to optimize plant performance. Maintained"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "PLANT OPERATOR"
}