{
    "skills": [
        "Open source",
        "Big data",
        "Retail",
        "Saas",
        "Research",
        "Word",
        "Strategy",
        "Excel",
        "Researching",
        "Presentation",
        "Plan",
        "Financial analysis",
        "Consulting",
        "Engagement",
        "Administration",
        "Marketing",
        "Powerpoint",
        "Banking",
        "Green",
        "Analytical",
        "Analytics",
        "Benchmarking",
        "Forecasts",
        "Operations",
        "Brand",
        "Investigate",
        "Client relationships",
        "Market research",
        "Analysis",
        "Sales"
    ],
    "experience": [
        "implemented a marketing plan which included market research data from surveys, market analysis and revenue forecasts before and after",
        "implementation of the plan.",
        "Commercial evaluation of Activations: Implemented sales promotion plans & new store concepts to generate sales for achievement of",
        "targets; coordinated the in-store promotional activities for new releases & special products.",
        "Made recommendations on the financial feasibility of these activations and return on investment, based on the findings.",
        "Activations Management: Responsible for planning and managing the activations at Bangalore Central in order to drive sales.",
        "Intern",
        "April 2008 to June 2008 Company Name ï¼​ City",
        "The Goldman Sachs is leading global investment banking, securities and investment management firm that provides a wide range of financial",
        "services to a substantial and diversified client base that includes corporations, financial institutions, governments and high-net- worth",
        "individuals.) Investment Banking Operations: Worked with the team Treasury of Goldman Sachs to understand the key investment banking",
        "operations and studied the effectiveness of key investment banking operations.",
        "Recommended a revision of the current threshold amount for inbound and outbound claims (interest claims, market fines and use of funds)",
        "resulting in a 58% increase in productivity of treasury team and reducing the total number of claims by 72%."
    ],
    "company_names": null,
    "total_experience": 0.17,
    "education": [
        {
            "Degree": "Master's",
            "Institution": "Career Focus\nAnalytical and results oriented professional with"
        },
        {
            "Degree": "Bachelor's",
            "Institution": "Excellent analytical skills and a strong\nsense of structure and"
        }
    ],
    "category": "CONSULTANT Career"
}