{
    "skills": [
        "Strategy",
        "Employee engagement",
        "Brand",
        "Facebook",
        "Content",
        "Windows",
        "Writing",
        "Outreach",
        "Engagement",
        "Communication",
        "Marketing",
        "Training",
        "Customer service",
        "Visual",
        "Twitter",
        "Merchandising"
    ],
    "experience": [
        "Social Media Content Creator 04/2016 ï¼​ Current Company Name City , State",
        "Key contributor to an on-line fashion brand that provide creativity and relevant content for developing media campaigns to promote product",
        "and reach high level client base.",
        "Liaison for social media representatives to solicit their support in promoting merchandise ensuring brand recognition.",
        "Public Relations representative responsible for putting on community outreach event targeted to young women as well Assists in",
        "coordination and promotion of special events.",
        "Junior Publicist 10/2015 ï¼​ 01/2016 Company Name City , State",
        "Primary assistant in preparing press kits and media release that designed and maintained current media publicity for clients such as",
        "(Facebook, Twitter, Instagram, Tumblr, Pinterest).",
        "Develops pitches for different clients as well brainstorm different campaign ideas.",
        "Public Relation member 01/2015 ï¼​ 05/2015 Company Name City , State",
        "Assisted with broaden the company to new clients, assembled social media calendar, manage social media accounts by creating exciting",
        "content.",
        "Track market trends to make sure the company maintained its competitive advantage.",
        "Found innovative ideas to attract new clients and Initiated several marketing strategies and techniques to increased revenue.",
        "Intern/Student Worker 03/2012 ï¼​ 05/2015 Company Name",
        "Provided program assistance and connect with listeners and promote contests.",
        "Represented the station in a positive, lively manner.",
        "Increased membership with a delivery of a well-executed membership campaign."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "SOCIAL MEDIA"
}