{
    "skills": [
        "Supervising",
        "System",
        "Compliance",
        "Spreadsheets",
        "Analyze",
        "Construction",
        "Retail",
        "Reconcile",
        "Merchandising",
        "Safety",
        "Reports",
        "Warehouse",
        "Customer service",
        "Inventory",
        "Analytics",
        "Communication",
        "Math",
        "Recruiting",
        "Money",
        "Design",
        "Reporting",
        "Training",
        "Supervisor",
        "Sales"
    ],
    "experience": [
        "Company Name City , State Concrete Construction 03/2015 to Current",
        "Company Name City , State RETAIL FLOOR MANAGER 01/2014 to 01/2015",
        "Having overall accountability for growing the sales and profitability throughout each area of the store.",
        "Managing teams to deliver proper merchandising and compliance throughout the operation, as well as delivering excellent standards of",
        "customer service.",
        "Duties: Driving and maximizing the sales and profitability of the store to achieve growth.",
        "Monitoring and review staff and store performance on a regular basis.",
        "Driving sales through maximizing team performance.",
        "Organizing, preparing and arranging promotional materials and displays.",
        "Maximizing sales through effective merchandising.",
        "Leading by example in all aspects of the role.",
        "Recruiting, training, supervising and appraising staff.",
        "Maintaining accurate statistical and financial records.",
        "Creating a combination of real value for money and outstanding customer service.",
        "Company Name City , State Supervisor 01/2005 to 01/2014",
        "Maintaining optimal stock levels to ensure timely availability of products.",
        "Managing an Inventory team comprising of Shift Managers and team leaders.",
        "Setting operational standards for all staff to follow.",
        "Managing excess and ageing stock.",
        "Reviewing service levels on a continuous basis.",
        "Using electronic inventory tracking to scan stock and reconcile inventory.",
        "Minimizing exposure to obsolete and excess stock.",
        "Putting forward recommendations for operational policy, procedures and goals.",
        "Creating and maintaining spreadsheets to report and analyze data.",
        "Recruiting, hiring and managing a team of Inventory Counters.",
        "Maintaining effective business relationships with customers.",
        "Presenting written reports and analyses to senior managers.",
        "Using scanning terminals, and professional fixed asset tracking software."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "CONCRETE CONSTRUCTION"
}