{
    "skills": [
        "Recruitment",
        "Hris",
        "Distribution",
        "System",
        "Transactions",
        "On-boarding",
        "Process",
        "Analyze",
        "Compliance",
        "Retail",
        "Word",
        "Startup",
        "Excel",
        "Plan",
        "Reports",
        "Administration",
        "Engagement",
        "Powerpoint",
        "Marketing",
        "Marketing materials",
        "Vendors",
        "Correspondence",
        "Schedules",
        "Customer service",
        "Regulations",
        "Tax",
        "Employee relations",
        "Inventory",
        "Human resource",
        "Communication",
        "Recruiting",
        "Filing",
        "Leadership development",
        "Design",
        "Operations",
        "Payroll",
        "Budgeting",
        "Human resources",
        "Policies",
        "Requests",
        "Invoicing",
        "Website",
        "Reporting",
        "Training",
        "Tableau",
        "Call center",
        "Advertising",
        "Finance"
    ],
    "experience": [
        "11/2015 to Current",
        "HR Generalist Company Name ï¼​ City , State",
        "Provides Human Resources support for various locations.",
        "Produces new hire and termination packages, processes new hires, terminations and employee changes on HRIS.",
        "Manages plant Human Resources personnel in both Union and Non-union Environments in the US, Canada and Mexico relating to payroll,",
        "benefits and employee issues.",
        "Acts as liaison between plant Human Resources personnel and benefit vendors for employee benefit issues.",
        "Responsible for processing employee short term disability, FMLA, and Workers Comp.",
        "claims.",
        "This includes: processing weekly reports to all plants, assisting employees/plants with the filing process, monitoring claims, monitoring",
        "employee benefits while out on leave, processing long-term claims.",
        "Responsible for the recruiting process for new hires.",
        "Responsible for job ads/postings, candidate selection, interviewing, and processing of job offers and new hires.",
        "Enters data to HRIS for new hires, terminations, benefits, and other employee changes, and onto benefit vendor systems as needed.",
        "Backup or assist with processing various bi-weekly payrolls and provide guidance regarding payroll issues.",
        "Maintains annual Random Drug Screening Program.",
        "Performs background checks and MVR's on applicable personnel.",
        "Administers Employee Recognition Programs.",
        "Prepares monthly and/or quarterly Headcount and Turnover reports.",
        "Responsible for the the annual Open Enrollment process.",
        "Responsible for invoicing of HR related Vendors."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master",
            "Institution": "GENERALIST\nProfessional Summary\n9 years of experience in Human Resources, benefit administration, employees relations, recruitment and"
        },
        {
            "Degree": "Bachelor's",
            "Institution": "I have\ndeveloped workplace policies and procedures as well as implementation and training on these policies and"
        }
    ],
    "category": "GENERALIST Professional"
}