{
    "skills": [
        "Schedule",
        "Recruiting",
        "Design",
        "Hris",
        "Researching",
        "Policies",
        "Reporting",
        "Administration",
        "Sales",
        "Testing",
        "English",
        "Internal audit",
        "Budget",
        "Acquisition",
        "Audit",
        "Engagement",
        "Payroll",
        "Plan",
        "Employee relations",
        "Compliance",
        "Correspondence",
        "Operations",
        "Improvement",
        "Process",
        "Content",
        "Risk management",
        "Vendors",
        "Controls",
        "Reports",
        "Training",
        "Ordering",
        "System"
    ],
    "experience": [
        "03/2017 to Current",
        "Business Process Analyst Company Name ï¼​ City , State",
        "Design and implement internal audit practices to identify, mitigate and resolve HR exposure.",
        "Manage testing internal audit controls and tracking the status of gaps and corrective actions.",
        "Maintain audit schedule, and partner with HR Risk Manager and Corporate Internal Auditors to ensure on-time completion of audits.",
        "Provide objective, risk-based evaluations of the effectiveness of company policies and procedures.",
        "Oversee annual reporting, including AAP, EEO-1 and Vets 100.",
        "Prepare and present quarterly executive reports to the CPO.",
        "10/2015 to 03/2017",
        "People Infrastructure Operations Coordinator Company Name ï¼​ City , State",
        "Acted as primary point of contact for all North American new hires.",
        "Administered the applicant tracking system to update, audit and maintain candidate data.",
        "Managed the onboarding process for new hires in the North and Latin America regions.",
        "Created and sent offer packets to new hires.",
        "Partnered with other members of the People Team to ensure a smooth integration of new hires into the company.",
        "Worked with HRIS and Payroll teams to create new hire accounts."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "PROCESS ANALYST\nSummary\nBusiness Process Analyst\n \nhighly effective at incorporating creative leadership skills to achieve business"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Directs projects that improve\nefficiency while meeting deadlines and budget"
        }
    ],
    "category": "Summary Business"
}