{
    "skills": [
        "Schedule",
        "Excel",
        "Editing",
        "Policies",
        "Administration",
        "Repairs",
        "Waitress",
        "Sales",
        "Sanitize",
        "Visual",
        "Outreach",
        "Psychology",
        "Communication",
        "Teaching",
        "Database",
        "English",
        "Sports",
        "Writing",
        "Windows",
        "Filing",
        "Payments",
        "Plan",
        "Travel",
        "Money",
        "Recruit",
        "Phone calls",
        "Correspondence",
        "Wordpress",
        "Presentations",
        "Content",
        "Hardware",
        "Scheduling",
        "Audio",
        "Reports",
        "Interactive",
        "Spelling",
        "Spanish",
        "Word",
        "Training",
        "Html"
    ],
    "experience": [
        "Company Name August 2014 to June 2015 Service Advocate Recruiter",
        "City , State",
        "Use computers for various applications, such as database management or word processing.",
        "Answer telephones and give information to callers, take messages, or transfer calls to appropriate individuals.",
        "Create, maintain, and enter information into databases.",
        "Set up and manage paper or electronic filing systems, recording information, updating paperwork, or maintaining documents, such as",
        "attendance records, correspondence, or other material.",
        "Operate office equipment, such as fax machines, copiers, or phone systems and arrange for repairs when equipment malfunctions.",
        "Greet visitors or callers and handle their inquiries or direct them to the appropriate persons according to their needs.",
        "Complete forms in accordance with company procedures.",
        "Maintain scheduling and event calendars.",
        "Schedule and confirm appointments for clients, customers, or supervisors.",
        "Make copies of correspondence or other printed material.",
        "Locate and attach appropriate files to incoming correspondence requiring replies.",
        "Operate electronic mail systems and coordinate the flow of information, internally or with other organizations.",
        "Coordinate conferences, meetings, or special events, such as luncheons or graduation ceremonies.",
        "Compose, type, and distribute meeting notes, routine correspondence, or reports, such as presentations or expense, statistical, or monthly",
        "reports.",
        "Open, read, route, and distribute incoming mail or other materials and answer routine letters.",
        "Review work done by others to check for correct spelling and grammar, ensure that company format policies are followed, and recommend",
        "revisions.",
        "Conduct searches to find needed information, using such sources as the Internet."
    ],
    "company_names": null,
    "total_experience": 0.83,
    "education": [
        {
            "Degree": "master assignments",
            "Institution": "ADVOCATE RECRUITER\nSummary\nResponsible Service Advocate Recruiter with excellent communication skills demonstrated by 6 years \nexperience as a"
        },
        {
            "Degree": "master assignments",
            "Institution": "Core Qualifications\nExcellent classroom management\nTeaching, tutoring and counseling\nExperience working special needs students\nEffectively work with parents"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Motivating students\nInteractive"
        }
    ],
    "category": "SERVICE ADVOCATE"
}