{
    "skills": [
        "Teaching",
        "Mathematics",
        "Improvement",
        "Proposal",
        "Testing",
        "Research",
        "Content",
        "Writing",
        "Instructional design",
        "Programming",
        "Presentations",
        "Responses",
        "Math",
        "Metrics",
        "Design",
        "Event planning",
        "Policies",
        "Usability",
        "Outreach",
        "Website",
        "Reporting",
        "Analysis"
    ],
    "experience": [
        "Classroom Teacher",
        "January 2006 to Current Company Name",
        "grades 2, 4 & 5) Provided differentiated learning opportunities via center activities and flex- group instruction.",
        "Sought new and unique ways to integrate technology into instruction and learning experiences.",
        "Developed and revised district curriculum in technology, mathematics, language arts, and social studies.",
        "Represented the school or grade-level on the school improvement, multicultural, technology, and textbook review committees.",
        "Collaboratively developed a school-wide, scaffolded framework of learning expectations in a cross-grade-level team.",
        "Nine week supervision of a student teacher in the spring of 2005.",
        "January 2000 to January 2006 Company Name",
        "Classroom Teacher",
        "January 1998 to January 2000 Company Name",
        "Developed modified materials and lessons beyond the standard the curriculum to meet individual learning needs.",
        "Selected and modified instructional strategies, activities, and assessments to accommodate special-needs learners and address multiple",
        "modalities of learning.",
        "Developed, implemented, and managed individual behavior plans.",
        "Implemented the Dimensions of Learning to foster student motivation.",
        "Worked with a team on the development of the successful \"Beyond ViewSpace\" proposal to restore NASA EOS funding for ViewSpace",
        "Earth science programming and astrophysics visualizations."
    ],
    "company_names": null,
    "total_experience": 8.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "TEACHER\nSummary\nExperienced education professional, with a background in instructional design, seeking opportunities to develop materials, activities, and tools that\nsupport the teaching practice and improve educational outcomes for young"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Nearly 20 years experience working in both"
        }
    ],
    "category": "CLASSROOM TEACHER"
}