{
    "skills": [
        "Performance metrics",
        "Excel",
        "Coaching",
        "Safety",
        "Analyze",
        "Staffing",
        "Metrics",
        "Supervisor",
        "Retention",
        "Sales",
        "French",
        "Strategy",
        "Compliance",
        "Phone calls",
        "Health",
        "Billing",
        "Process",
        "Inventory",
        "Ms excel",
        "Customer service",
        "Call center",
        "Transactions",
        "Reports",
        "Training",
        "Expenses",
        "Word",
        "System"
    ],
    "experience": [
        "speaking with customers Met sales quotas and service objectives in a fast-paced call center environment.",
        "Team Leader / Service Delivery Coordinator / Supervisor",
        "June 2005 to January 2008 Company Name - City , State",
        "108 Employees -$325,000 Weekly Sales Volume Began as CSR; promoted to Team Leader of Roadside Assistance Division during",
        "crucial evening shift Provided guidance and direction to all Member Service Counselors, real-time management of the call center floor, and",
        "frequently interacted with Dispatch and AAA members on service-related issues Handled escalated inquiries from members Interacted with",
        "Dispatch to resolve inaccurate information taken by Counselors or other issues Served as Shift Leader in absence of evening supervision",
        "Coached call takers on call quality issues as they arose; performed new hire training on operating system Handled customer inquiries,",
        "complaints, billing questions and payment services.",
        "Customer Service Representative",
        "January 2001 to June 2006 Company Name - City , State",
        "Performed light typing and clerical duties and heavy volume of phone calls.",
        "Assisted customers with their renewal application process.",
        "Shift Leader",
        "August 2002 to November 2003 Company Name - City , State",
        "Supervised inventory, verified quantity and quality of products received.",
        "Interfaced directly with customers to provide assistance and resolve problems.",
        "Assigned identification numbers and recorded items processed; performed all paperwork.",
        "Customer Service Team Leader",
        "June 2001 to August 2002 Company Name - City , State",
        "23 Employees Supervised all daily functions of store activity to ensure customer satisfaction Performed daily safety and temperature audits",
        "adhering to standards set by health board Interacted with customers on a daily basis; transferred monetary transactions for the business",
        "Generated weekly reports of profits and loss within the business.",
        "Shift Manager",
        "September 2000 to May 2001 Company Name - City , State",
        "12 Employees Handled inventory and controlled cash Maintained a safe work environment for all co-workers Managed shift by instruction",
        "Ordered products for store and customer sales Closed store and performed necessary duties."
    ],
    "company_names": null,
    "total_experience": 11.08,
    "education": [],
    "category": "MANAGER Summary"
}