{
    "skills": [
        "Design",
        "Safety",
        "Administration",
        "Supervisor",
        "Research",
        "Fundraising",
        "Microsoft office",
        "Sales",
        "Schedules",
        "Database",
        "Filing",
        "Drafting",
        "Payments",
        "Publishing",
        "Presentation",
        "Negotiation",
        "Zookeeper",
        "Analysis",
        "Statistics",
        "Data entry",
        "Inventory",
        "Cloud",
        "Legal",
        "Regulations",
        "Licensing",
        "Vendors",
        "System",
        "Invoices",
        "Interactive",
        "Programming",
        "Training"
    ],
    "experience": [
        "Assisted in training over 100 peer employees in basic kitchen and bakery skills.",
        "Child Life Specialist Assistant 10/2010 to 06/2011 Company Name City , State",
        "Assisted a certified Child Life specialist with creating and enacting treatment plans for pediatric patients.",
        "Kept minors company and eased their stress before, during and after their treatment.",
        "Kept detailed notes and analysis of experiences with minors throughout their time at the Medical Center to use in assessments of child's",
        "physical, mental and emotionally healing.",
        "Public Relations Officer 01/2009 to 12/2010 Company Name City , State",
        "Assisted in design and production of all media related items for Panhellenic events.",
        "Served as representative on the City-UCD Student Liaison Commission which worked in conjunction with the Davis City Police and City",
        "Council to create and put into place relevant standards and by laws.",
        "Commisioner 09/2009 to 03/2010 Company Name City , State",
        "Served as an advisory board member on a commission responsible for creating better relationships between off campus Davis community",
        "groups, the University and its student body.",
        "Planned and successfully held a free, zero waste concert in Davis Central Park to encourage community relations between the student body",
        "and the Davis community.",
        "Assisted in creating a student discount program with various Davis vendors.",
        "Assisted in fundraising campaigns for campus interest groups in need of external funding.",
        "Intern 09/2008 to 06/2009 Company Name City , State",
        "Educated groups of college students on safe ways to partake in drug and alcohol consumptions, and explained different physical, mental and",
        "legal consequences of alcohol and drug consumption.",
        "Created and lead various interactive program formats to present this educational information to individuals.",
        "Summer Programs and Arts Coordinator 06/2007 to 08/2011 Company Name City , State",
        "Created lesson plans and coordinating programming for children ranging between kindergarten and middle school.",
        "Coordinated schedules, programs and gathered all supplies needs for different age groups.",
        "Kept inventory of all office and art supplies required and ordered from various companies."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "ASSISTANT Professional"
}