{
    "skills": [
        "Excel",
        "Recruiting",
        "Design",
        "Coaching",
        "Transportation",
        "Safety",
        "Policies",
        "Ordering",
        "Microsoft word",
        "Powerpoint",
        "Fundraising",
        "Advertising",
        "Sales",
        "Hospitality",
        "Recruitment",
        "Budget",
        "Writing",
        "Correspondence",
        "Operations",
        "Analysis",
        "Health",
        "Inventory",
        "Legal",
        "Regulations",
        "Beverage",
        "Variances",
        "Scheduling",
        "Website",
        "Contracts",
        "Reports",
        "Social media",
        "Auditing",
        "Word",
        "Security",
        "Training"
    ],
    "experience": [
        "GENERAL MANAGER",
        "April 2015 to Current Company Name ï¼​ City , State",
        "Accomplished in restaurant and human resource objectives by recruiting, selecting, orienting, training, assigning, scheduling, coaching,",
        "counseling, and disciplining management staff; communicating job expectations; planning, monitoring, appraising, and reviewing job",
        "contributions; planning and reviewing compensation actions; enforcing policies and procedures.",
        "Extreme focus on having a safe, secure, and healthy facility environment by establishing, following, and enforcing sanitation standards and",
        "procedures; complying with health and legal regulations; maintaining security systems.",
        "Maintained patron satisfaction by monitoring, evaluating, and auditing food, beverage, and service offerings; initiating improvements and",
        "building relationships with patrons.",
        "Controlled purchases and inventory by negotiating prices and contracts; developing preferred supplier lists; reviewing and evaluating usage",
        "reports; analyzing variances; taking corrective actions.",
        "New York City Food Handler Certified & National ServSafe Food Safety Manager Certified.",
        "ADMINISTRATIVE SECRETARY ASSISTANT, FUNDRAISING COORDINATOR",
        "January 2013 to April 2015 Company Name ï¼​ City , State",
        "Worked with program director creating intensive learning workshops and the graphic design department producing print materials such as",
        "apparel, flyers, and posters.",
        "Coordinated and contracted professional choreographers and organized transportation and hospitality.",
        "Forwarded information by receiving and distributing communications, collecting and mailing correspondence and copying information.",
        "Maintained supplies by checking stock to determine inventory level, anticipating requirements, placing and expediting orders, verifying",
        "receipts, stocking items, and delivering supplies to work stations."
    ],
    "company_names": null,
    "total_experience": 2.25,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "MANAGER\nExecutive Summary\nTo secure a position with a respected business that will benefit from my organizational and leadership"
        }
    ],
    "category": "GENERAL MANAGER"
}