{
    "skills": [
        "Business systems",
        "Java",
        "Coding",
        "Computer science",
        "System",
        "Purchasing",
        "Process",
        "Project management",
        "Analyze",
        "C",
        "Agile",
        "Mysql",
        "Testing",
        "Oracle",
        "Technical",
        "Automation",
        "Engineering",
        "Commissioning",
        "Logistics",
        "Web services",
        "Programming",
        "Servers",
        "Jsp",
        "Asset management",
        "Travel",
        "Xml",
        "Database",
        "Design",
        "Operations",
        "Sql",
        "Training",
        "Analysis",
        "Supervisor",
        "English"
    ],
    "experience": [
        "Technical Designer",
        "February 2011 to Current Company Name ï¼​ City , State",
        "Software Engineer",
        "January 2010 to January 2011 Company Name ï¼​ City",
        "FXO (FedEx Office) Client : FedEx Environment : Java 6.0, Web Services, Hibernate, EJB, XML.",
        "Team Size : 25 Tools : Subversion, Eclipse Database : MySQL Server Servers : JBOSS Description: The FedEx office project is a",
        "currently built upon the printing and shipping services of the logistics segment.",
        "This application mainly focused of the printing the different kind of printing services for the end customers like Print and send the documents",
        "with binging, folding, etc.",
        "And after the print done for the each document provided FXO also provides the flexibility to the user the ship the document and track it.",
        "Roles and Responsibilities Involved in the Analysis & Design discussion process for enhancement features.",
        "Involved in the developing the Struts code.",
        "Involved in Requirement gathering.",
        "Used PMD and Findbugs tools.",
        "Bug Fixing.",
        "Unit Testing.",
        "Software Engineer",
        "October 2006 to January 2010 Company Name ï¼​ City",
        "Java 6.0, Hibernate, Struts, UML, Niagara AX, XML Team Size : 20 Tools : Subversion, Rhapsody, Eclipse, UDS Database : SQL",
        "express Description: The iCon3 tool is an integrated tool set spanning initial system estimate and quotation, through system engineering,",
        "controller programming, supervisor software configuration, commissioning and service; an 'end-to-end' BMS tool.",
        "In addition the iCon3 tool will interface to HBS's other business systems such as purchasing and project management.",
        "The vision of the iCon3 tool is to focus on reducing labor hours required to design, estimate, engineer, commission and service a building",
        "automation system.",
        "Labor hours are reduced by applying automation on various levels of the object model, which reduces the overall complexity especially in",
        "the project estimation, engineering and commissioning phases.",
        "The vision of the iCon3 tool is to focus on system configuration and minimize the need to engineer control applications.",
        "This will be accomplished by providing various configurable models, which covers almost any kind of application.",
        "The final goal of the iCon3 tool is to analyze the drawings provided during the estimation phase.",
        "The tool will suggest solutions, provide optimized cost calculation and generate bid specification.",
        "During the engineering phase, the solutions can be reused and configured according to customer specification.",
        "Only off-standard solutions will require engineering labor.",
        "During the commissioning phase, new innovative technology, based on the Tridium AX platform, will reduce labor and travel costs.",
        "Roles and Responsibilities Involved in the Analysis & Design discussion process.",
        "Involved in Requirement gathering.",
        "Involved in weekly Track meetings & MR Involved in developing prototypes Involved in integration of Axis with JBOSS and coding Unit",
        "Testing.",
        "Secondary CM Focal for the project.",
        "SEI",
        "Environment : Spring, Java 6.0, EJB, XML, PLSQL Team Size : 20 Tools : Git, Eclipse, Rally, UML, Confluence Database : Oracle 11i",
        "Servers : Weblogic 10 Description: SEI (NASDAQ: SEIC) is a leading global provider of asset management, investment processing, and",
        "investment operations solutions for institutional and personal wealth management.",
        "SEI help private banks, investment advisors, investment managers, institutional investors and affluent individuals create and manage wealth.",
        "Roles and Responsibilities Involved in the Analysis & Design discussion process for enhancement features.",
        "Involved in the developing the Struts code.",
        "Involved in Requirement gathering.",
        "Used PMD and Findbugs tools.",
        "Bug Fixing.",
        "Unit Testing."
    ],
    "company_names": null,
    "total_experience": 4.25,
    "education": [
        {
            "Degree": "Bachelor of",
            "Institution": "DESIGNER\nCareer Overview"
        }
    ],
    "category": "TECHNICAL DESIGNER"
}