{
    "skills": [
        "Email",
        "Distribution",
        "Transactions",
        "Process",
        "Compliance",
        "Aviation",
        "Safety",
        "Logistics",
        "Sales goals",
        "Marketing",
        "Security",
        "Vendors",
        "Certification",
        "Customer service",
        "Regulations",
        "Travel",
        "Communication",
        "Partnerships",
        "Operations",
        "Requests",
        "Training",
        "Sales"
    ],
    "experience": [
        "Sales",
        "September 2008 Company Name ï¼​ City , State Responsible for implementing all business-building and relationship-building expectations with",
        "uniquely assigned accounts and customers. Consistently met and exceeded department expectations for productivity and accuracy levels.",
        "Recommended and helped customers select merchandise based on their needs. Informed customers about sales and promotions in a friendly and",
        "engaging manner. Answered customers' questions regarding products, prices and availability. Collaborated with colleagues to exchange selling",
        "strategies and marketing information. Collaborated with members of other departments to complete sales transactions. Shared product knowledge",
        "with customers while making personal recommendations.",
        "City Manager",
        "April 2008 to September 2008 Company Name ï¼​ City , State Successfully managed the activities of 12Â team members. Developed,",
        "implemented and monitored programs to maximize customer satisfaction. Interviewed, hired and trained new quality customer service",
        "representatives. Addressed negative customer feedback immediately. Resolved customer questions, issues and complaints. Coordinated with",
        "airport vendors regarding fueling and catering logistics. Determined flight close-out times and completed and verified flight forms.",
        "Senior Corporate Travel Consultant",
        "September 2017 to April 2008 Company Name ï¼​ City , State Planned travel arrangements for 200 executives and staff. Received and screened",
        "a high volume of internal and external communications, including email and mail. Collected customer feedback and made process changes to",
        "exceed customer satisfaction goals. Made reasonable procedure exceptions to accommodate unusual customer requests. Provided accurate and",
        "appropriate information in response to customer inquiries. Addressed customer service inquiries in a timely and accurate fashion. Built customer",
        "loyalty by placing follow-up calls for customers who reported product issues.",
        "Passenger Service Agent",
        "January 1995 to September 2007 Company Name ï¼​ City , State",
        "h Communicated with customers daily h Committed to the assistance and support of others while maintaining a cheerful and helpful attitude h"
    ],
    "company_names": null,
    "total_experience": 3.67,
    "education": [],
    "category": "SALES Summary"
}