{
    "skills": [
        "Updates",
        "International",
        "Improvement",
        "Cpr",
        "Budget",
        "English",
        "Retail",
        "Strategy",
        "Presentation",
        "Plan",
        "Safety",
        "Logistics",
        "Reports",
        "Engagement",
        "Schedule",
        "Warehouse",
        "Vendors",
        "Inventory",
        "Communication",
        "Database",
        "Spanish",
        "Business plans",
        "Budget management",
        "Metrics",
        "Routing",
        "Crm",
        "Continuous improvement",
        "Accounting",
        "Operations",
        "Scheduling",
        "Variances",
        "Payroll",
        "Outreach",
        "Workflows",
        "Circuits",
        "Training",
        "Sales",
        "Health"
    ],
    "experience": [
        "Company Name | City , State Receiving Manager 08/2020 - Current",
        "Organized storage areas to maximize movement efficiency and minimize labor.",
        "Opened and checked deliveries to verify contents and resolve issues with vendors promptly.",
        "Prepared accurate shipping orders and bills of lading to direct and route materials.",
        "Received and staged incoming inventory for movement to storage or sales floor.",
        "Supervised warehouse team, including schedule management, training and task delegation.",
        "Kept stockroom free of hazards, working efficiently and properly organized.",
        "Investigated inventory discrepancies to maintain recordkeeping validity.",
        "Partnered with vendor representatives to rectify damages and shortages.",
        "Motivated and encouraged team members to communicate more openly and constructively with each other.",
        "Provided excellent service and attention to customers when face-to-face or through phone conversations.",
        "Company Name | City , State Closing Store Manager 04/2019 - 08/2020",
        "Guided team to consistently achieve daily, weekly and monthly goals.",
        "Oversaw team of 25+ associates.",
        "Maintained consistent daily operations by establishing procedures and monitoring team performance.",
        "Assessed each employee's individual strengths and delivered mentoring to improve upon weak skill levels.",
        "Identified sales opportunities by analyzing multiple reports to target our lacking departments"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [],
    "category": "RECEIVING MANAGER"
}