{
    "skills": [
        "Tv",
        "Research",
        "Technical",
        "System",
        "Communication",
        "Reports",
        "Proposal",
        "Spanish",
        "Training",
        "Analysis",
        "Video",
        "English",
        "Radar",
        "Audio",
        "Forecasts"
    ],
    "experience": [
        "Media Weather Forecaster",
        "March 2010 to November 2014 Company Name ï¼​ City",
        "Presented local weather news and feature reports in the public radio style on both local and national weather news programs.",
        "Introduced fresh and new angles on previously-reported material to update and inform the audience.",
        "Combined video, audio and graphics to effectively convey each report and forecast.",
        "Effectively explained the hazards and vulnerabilities that the people could expect and confront in some dangerous weather conditions.",
        "Superior Specialist in Meteorology",
        "September 2008 to November 2014 Company Name ï¼​ City",
        "Created technical and research documents such as: daily and weekly forecasts, discussions and warnings.",
        "Analyzed the meteorological conditions affecting peoples life and economic features.",
        "Assisted in developing scientific analysis software.",
        "Conducted research in Severe Local Storms and Weather forecast evaluation, specifically dangerous meteorological systems.",
        "Developed effective working relations with groups, individuals, agencies and the public.",
        "Supervised technical and professional staff.",
        "Guaranteed all data met stringent quality control standards.",
        "Trained new personnel and interns on office functions.",
        "Maintained a high rate of accuracy over a 85 % in daily forecast evaluation.",
        "September 2008 to November 2014"
    ],
    "company_names": null,
    "total_experience": 17.0,
    "education": [
        {
            "Degree": "Bachelor degree",
            "Institution": "WEATHER FORECASTER\nSummary\nSkilled weather forecaster with experience in the media"
        }
    ],
    "category": "Severe Local"
}