{
    "skills": [
        "Sci",
        "Research",
        "Operations",
        "Mobile",
        "Safety",
        "System",
        "Technical",
        "Communication",
        "Writing",
        "Process",
        "Security",
        "Training",
        "Analysis",
        "Cpr",
        "Psychology",
        "C"
    ],
    "experience": [
        "Possess an extreme amount of knowledge involving the entire Combat Arms Environment through personal experiences as a Marine",
        "Sergeant Major.",
        "Currently hold a Secret Clearance.",
        "Associate",
        "March 2009 to August 2011 Company Name ï¼​ City , State",
        "Fort Leonard Wood, Mo.",
        "Performing Capability Gap Analysis, Limited Doctrine, Organization, Training, Materiel, Leader Development and Education, and Facilities",
        "(DOTMPLF) Assessments and related research in support of the Directorate of Counter Improvised Explosive Device (DCIED).",
        "Material developer with vast knowledge on all systems pertaining to current operations involving the Defeat the Device Working Group",
        "Extremely familiar with all Aerial Intelligence Surveillance and reconnaissance systems used by US forces.",
        "Identifying Gaps the Warfighters in Iraq and Afghanistan through personal experience.",
        "Authored/Co-Authored several Concept of Operations (CONOPS) and Techniques, Tactics and Procedures (TTP) for various gear tested",
        "for Afghanistan.",
        "Provides extensive research on all material solutions to assist the Warfighter.",
        "Associate",
        "March 2008 to March 2009 Company Name ï¼​ City , State",
        "Booz Allen Hamilton, Training& Doctrine Developer for Maneuver Support Center of Excellence (MSCoE) Directorate of Training",
        "(MDoT), Fort Leonard wood, MO.",
        "Member of a four person team that produced a much needed Sensitive Site Exploitation Field Manual Subject Matter Expert on Site",
        "Exploitation Identified and researched sensitive exploitation concepts, supporting the development of identifying units and agencies involved",
        "in the Site Exploitation Doctrine for MSCoE.",
        "Lead Instructor",
        "September 2007 to March 2008 Company Name ï¼​ City , State",
        "Instructor for Combat and Advanced Search at Combined Explosives Hazard Center, Fort Leonard Wood, MO.",
        "Member of an Eight Man Search Instructor Team.",
        "Instructed several areas of search as it applies to operations in both Iraq and Enduring Freedom.",
        "Provided Instruction on Search Techniques to both Army and Marine units prior to deployments.",
        "Instructed on following areas: Occupied and Unoccupied Buildings, Area, Route, Person, Vehicle and Check Points.",
        "Senior Enlisted Leader",
        "October 2005 to June 2006 Company Name ï¼​ City , State",
        "responsible for the mentoring of over 6,000 Marines and Sailors preparing for combat deployments to Iraq and Afghanistan.",
        "Monitored the training of 6 Rotary Wing Squadrons, to ensure tactics were current with both combat theaters of operation.",
        "Command Sergeant Major",
        "May 2003 to October 2005 Company Name ï¼​ City , State",
        "15th Marine Expeditionary Unit (Special Operations Capable) MEU (SOC) , First Marine Expeditionary Unit, Camp Pendleton, CA.",
        "Acted as the Senior Enlisted Leader, responsible for the mentoring of over 2,800 Marines and Sailors for combat operations in Iraq.",
        "Developed Tactics Techniques and Procedures to support current engagements in both theaters for Counter Improvised Explosive Device",
        "awareness.",
        "Aggressively trained and Instructed Marines and Sailors on all weapons systems organic to the MEU (SOC).",
        "Acted as the Liaison between the Amphibious Ready Group (ARG) and the MEU (SOC) throughout 2 combat deployments.",
        "Oversight of combat operations and relief efforts for Iraqi people in Anbar Province; included IED attacks, deploying dismounted patrols in",
        "support of operations and oversight of humanitarian relief.",
        "He was directly involved in the planning and execution phases for combat operations involving over three thousand Marines and Sailors.",
        "Served two tours in Iraq.",
        "Personally directed on site relief operations in response for the Tsunami in Sumatra, Indonesia.",
        "Provided around the clock support to relief effort and coordinated with US, Sumatran, Australian government agencies, as well as Non-",
        "Governmental organizations on scene.",
        "Subject matter expert, instructor/writer, firearms instructor, small and large group leader for planning and implementing protective services",
        "operations required to maintain military protective services; completed Antiterrorism Evasive Driving Course, given by Gryphon Security",
        "Group.",
        "Utilized operational expertise and knowledge of educational and training principles, and techniques to present instruction in: Dismounted",
        "Patrols, concepts, organization, and employment of tactics, units and weapons employment, critical operational techniques and specialized"
    ],
    "company_names": null,
    "total_experience": 7.0,
    "education": [
        {
            "Degree": "master",
            "Institution": "Summary"
        },
        {
            "Degree": "mba",
            "Institution": "United States Marine"
        },
        {
            "Degree": "Bachelor",
            "Institution": "Effective communicator who quickly masters new roles and\ntechnologies to achieve positive"
        },
        {
            "Degree": "Master",
            "Institution": "Highlights\nStrong verbal communication\nExtremely organized\nStrong Managerial Skills\nAttends to detail\nEffective writing skills\nTop"
        },
        {
            "Degree": "mba",
            "Institution": "Security Clearance"
        },
        {
            "Degree": "mba",
            "Institution": "Effective team leader\nCPR certified\nFirearms safety training\nTrained in defensive tactics\nIntelligence gathering techniques\nTraining in Emergency response\nAble to handle extreme situations\nAccomplishments\nEffective leader of a period spanning 30 years in the United States Marine"
        },
        {
            "Degree": "mba",
            "Institution": "Deployed numerous times to hardship countries to assist in relief\nefforts as well as combat"
        },
        {
            "Degree": "mba",
            "Institution": "Completed both my Bachelors and Masters degree's since retirement\nExperience\nConsultant\n \nOctober 2013\n \nto \nOctober 2014\n \nCompany Name"
        },
        {
            "Degree": "mba",
            "Institution": "City\n \n, \nState\nConsultant for FSCX (Fort Sill"
        },
        {
            "Degree": "mba",
            "Institution": "Part"
        },
        {
            "Degree": "mba",
            "Institution": "Assisting other doctrine writers in the efforts of revising all current doctrine, tactics, techniques and procedures manuals, to include ATP"
        },
        {
            "Degree": "mba",
            "Institution": "The Battlefield Coordination Detachment (BCD) and ATP"
        },
        {
            "Degree": "mba",
            "Institution": "Fire Support Techniques for The Battalion,\nutilizing the Army Doctrine 2015"
        },
        {
            "Degree": "mba",
            "Institution": "Primary Doctrine Writer\n \nSeptember 2012\n \nto \nSeptember 2013\n \nCompany Name"
        },
        {
            "Degree": "mba",
            "Institution": "City\n \n, \nState\nPrimary Doctrine Writer for Explosive \nHazard Operations, Army Techniques Publication"
        },
        {
            "Degree": "mba",
            "Institution": "Corps \nReference\nPublication"
        },
        {
            "Degree": "mba",
            "Institution": "Keybridge"
        },
        {
            "Degree": "Master of",
            "Institution": "Acted as the primary author for Explosive Hazard Operations, doctrinal publication, \nATP"
        },
        {
            "Degree": "Master",
            "Institution": "Gathered, analyzed, and wrote all information required to"
        }
    ],
    "category": "CONSULTANT Summary"
}