{
    "skills": [
        "Daily operations",
        "Safety",
        "Supervisor",
        "Cpr",
        "Security clearance",
        "Conversion",
        "Communication",
        "Mathematics",
        "Testing",
        "Electronics",
        "Aviation",
        "Correspondence",
        "Operations",
        "Analysis",
        "Radar",
        "Logistics",
        "Circuits",
        "Troubleshooting",
        "Security",
        "Electrical",
        "System"
    ],
    "experience": [
        "Company Name City , State Maintenance Specialist/Technician 09/2014 to Current",
        "Company Name Logistics & Embarkation Rep 10/2013 to 07/2014",
        "Prepared and shipped about 250 metric tons worth of military equipment on numerous operations to countries such as Australia, Thailand",
        "and Guam.",
        "Equipment had to be tied down at certain points and sometimes in complex ways to ensure proper restraint when loaded on an aircraft.",
        "In charge of three Marines who occasionally were deployed to other countries.",
        "Never missed a time frame for any of the 13 operations that we participated in.",
        "Provided cleaning supplies, office supplies and other miscellaneous items for an entire squadron.",
        "Without that support, the squadron would not have been able to operate.",
        "Company Name Aviation Electronics Technician 09/2011 to 10/2013",
        "Operated on and repaired around 200 pieces of gear used in F-18 fighter jets, EA-6B Electronic counter- measures jets, or AV-8B close",
        "ground support jets.",
        "Troubleshot components such as capacitors, resistors, diodes, switches and transistors on circuit boards that went into many different pieces",
        "of gear.",
        "Troubleshot and repaired several Reconfigurable Transportable Consolidate Automated Support System RTCASS) benches, which were",
        "used to test all gear that is used in the military jets."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "Summary\nMilitary veteran and journeyman electrician seeking to retain current position as a maintenance specialist at"
        },
        {
            "Degree": "mba",
            "Institution": "Served four years active duty\nin a role of increasing responsibility and one year as a maintenance specialist at"
        },
        {
            "Degree": "mba",
            "Institution": "Have prior experience in logistics and embarkation\nmanagement, electronics troubleshooting, electrical maintenance and preventative"
        }
    ],
    "category": "MAINTENANCE SPECIALIST"
}