{
    "skills": [
        "System",
        "Transactions",
        "International",
        "Process",
        "Computer software",
        "Retail",
        "Contracts",
        "Documentation",
        "Queries",
        "Testing",
        "Mobile",
        "General ledger",
        "Automation",
        "Financial analysis",
        "Consulting",
        "Reports",
        "Account management",
        "Vendors",
        "Certification",
        "Tax",
        "Acquisition",
        "Banking",
        "Reconciliation",
        "Workflow",
        "Electronics",
        "Design",
        "Payments",
        "Accounting",
        "Business process",
        "Reporting",
        "Sap",
        "Analysis",
        "Training",
        "Sales",
        "Finance"
    ],
    "experience": [
        "Relationship Partner 04/2010 to 10/2010 Company Name City",
        "Acquisition of Small and Medium Enterprises (SME) clients (with turnover up to INR 2500 Million).",
        "Furnish the clients with end-to-end financial solutions encompassing Financial Markets, Trade and Treasury services, Corporate Finance,",
        "Account Services and Term Loans with focus towards Working Capital Requirements (such as Cash Credit Limits, Letter of Credit, Bank",
        "Guarantee, Invoice Discounting, Over Draft Limits etc.).",
        "Analysing their financials and rating these clients on financial and non financial risk.",
        "Maintain portfolio quality by proactive account management, Monitoring of account conduct; undertake stock and unit visits etc.",
        "Analyst 11/2007 to 06/2008 Company Name City",
        "Ensuring all cash and stock transactions in the client accounts are accurate in order to minimize financial risk.",
        "Conducting in-depth analysis of exceptions in the account and timely resolution of the same.",
        "Asset level analysis of funds before the monthly or daily Net Asset Value (NAV) is published.",
        "Preparing consolidated reports for high net worth clients taking into account all the internal and external holdings.",
        "Associate 07/2006 to 07/2007 Company Name City",
        "Financial Analysis of defaulted loans and approving it for foreclosure.",
        "Initializing and coordinating foreclosure of defaulted loans.",
        "Ensuring timely completion of active foreclosures."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "master records,",
            "Institution": "Career Focus\nTo obtain a position in the area of SAP Consulting, utilizing my skills, academic background and past work experience, thus encouraging career\nadvancement with growth of the"
        },
        {
            "Degree": "Master",
            "Institution": "SYNOPSIS SYNOPSIS 7 years of professional experience with 5 yrs of experience as an SAP\nConsultant and 2 yrs in Banking and Financial Analysis Working with Infosys Limited, Sunnyvale, CA, USA as a SAP Consultant"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "SAP"
        }
    ],
    "category": "CONSULTANT Career"
}