{
    "skills": [
        "Fabrication",
        "System",
        "International",
        "Project management",
        "Solidworks",
        "Cpr",
        "Compliance",
        "English",
        "Testing",
        "Word",
        "Research",
        "Hospital",
        "Excel",
        "Plan",
        "Consulting",
        "Logistics",
        "Public relations",
        "Administration",
        "Marketing",
        "Security",
        "Powerpoint",
        "Therapeutic",
        "Certification",
        "Photoshop",
        "Transport",
        "Supply chain management",
        "Program management",
        "Staffing",
        "Microsoft office",
        "Leadership development",
        "Physical security",
        "Photography",
        "Operations",
        "Adobe",
        "Brand",
        "Pharmaceutical",
        "Healthcare",
        "Training",
        "Analysis",
        "Supervisor",
        "Sales",
        "Health",
        "Partnership"
    ],
    "experience": [
        "Healthcare Consultant 05/2016 to 10/2016 Company Name City , State",
        "Introduce patients to the training program, how the EEG monitoring will assist their recovery, and how the weekly training works in",
        "conjunction with other parts of their treatment plan.",
        "Set up the computer, software, Brainmaster Discovery 24E, Pocket Neurobics U-Wiz, and electrodes.",
        "Ensure Bioera PNwiz is tracking appropriately and that all parameters load properly.",
        "Troubleshoot equipment and software if necessary.",
        "Explain the cognitive testing procedures and coach individuals through initial and follow up brain mapping.",
        "Coach individuals through their training sessions and monitor their progress.",
        "Healthcare Consultant 02/2016 to 05/2016 Company Name City , State",
        "At an international medical center, provides full-spectrum multi-system detoxification through comprehensive individual healthcare and",
        "lifestyle planning.",
        "Monitors up to 3 individuals simultaneously and up to 6 individuals per day through their 2 hour treatment session.",
        "Educates individuals about treatment options, toxins, heavy metal contamination, and how daily life can change from healthier decisions.",
        "Provides an immediate analysis from the initial results of treatments.",
        "Part of an international healthcare team that represents 6 countries at the only facility in China and 1 of only 2 facilities in the world that",
        "perform a proprietary treatment.",
        "Medical Investment Management: Healthcare and lifestyle consulting for high net worth individuals making decisions to transform their lives",
        "and eliminate barriers to living a long healthy life.",
        "60,000 to over $300,000 (USD) average daily investments.",
        "Overall investment/sales performance upwards of $25 million USD over the course of 4 months averaging 5 million per month.",
        "Achievements: Within 2 weeks of my arrival, out of the four foreigners working for the company (all of which were licensed doctors and",
        "interviewed by the same board) I was selected to be the Science Advisor for a provincial level tumor research institute partnership.",
        "The decision was made by the president of the hospital and all 5 center directors: assessment, therapeutic apheresis treatment, western",
        "medicine intervention, traditional Chinese medcine intervention, and the MAI therapy clinic.",
        "English Teacher 10/2015 to 01/2016 City"
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "mba",
            "Institution": "CONSULTANT\nExecutive Profile\nProven leader with solid performance seeking new challenges to bring a comprehensive set of skills to your"
        },
        {
            "Degree": "mba",
            "Institution": "Former military leader,\ncertified instructor, designated a Subject Matter Expert in 2 fields of medicine, experienced public"
        },
        {
            "Degree": "mba",
            "Institution": "Skill Highlights\nSkills Used\nMicrosoft Office, Smarttech SMART Board, Public Speaking, Public Relations, Marketing, Sales"
        },
        {
            "Degree": "mba",
            "Institution": "Combat Medic Advanced Individual Training\n1st Detachment, 108th Training Command"
        },
        {
            "Degree": "mba",
            "Institution": "Augusta, GA"
        },
        {
            "Degree": "master Discovery",
            "Institution": "November 2014 to October 2015\nTrain, lead, and mentor upcoming healthcare"
        }
    ],
    "category": "Executive Profile"
}