{
    "skills": [
        "Tomorrow",
        "Excel",
        "Safety",
        "Certification",
        "Technical",
        "Policies",
        "Partnership",
        "Supervisor",
        "Research",
        "Communication",
        "English",
        "Documentation",
        "Budget",
        "Writing",
        "Filing",
        "Payroll",
        "Aviation",
        "Purchasing",
        "Presentation",
        "Operations",
        "Regulations",
        "Audio",
        "Spreadsheets",
        "Transactions",
        "Training",
        "Programming",
        "Word",
        "System",
        "Visual"
    ],
    "experience": [
        "Library Aide ( full-time)",
        "June 2009 to Current Company Name ï¼​ City , State",
        "Responsibilities include assisting customers at the circulation desk by answer questions, identifying their service needs, checking out,",
        "renewing, and checking-in materials, issuing and updating library cards and customer accounts, processing cash transactions for fines and",
        "fees, printing and bus passes. Resolves a variety of problems/issues from the public in order to maximize the efficiency/effectiveness of",
        "circulation department or service provided.",
        "renew materials and also answer questions concerning accounts over the phone.",
        "discharge and sort returned materials, pack and unpack deliveries of books and audio-visual items sent to and from other branches.",
        "responsible for shelving a specific section of books in the library located in the 700-759.99 which include a variety of subjects ranging from",
        "fiction to arts and crafts.",
        "responsible from searching for claims return items and from time to time tracer and router.",
        "Created and managed an Excel document to allow out- of systems items to be efficiently accounted for",
        "Route out-of-system book back to there proper location/ owing branch",
        "devoted, enthusiastic,energetic member of the spirit committee in which help coordinate a variety of activities and programs within our",
        "division.",
        "Voting System Technician (VST)",
        "November 2014 to November 2014 Company Name ï¼​ City , State",
        "responsible for setting up the ADA iVotronic unit and the DS200 optical scanner",
        "responsible for and trained to open, troubleshoot, and close the equipment on Election Day.",
        "instruct the voter how to insert the ballot into the optical scanner, and assists the visually impaired voter how to insert their ballot into the",
        "optical scanner, and assist the visually impaired voter with the execution of an audio ballot.",
        "The Friday before the Election all VSTs will be required to report to the Regional Site to pick up their materials for Election Day. They will",
        "make contact with the clerk to set up the precinct. Election night, specific materials must be returned by the VST back to the Regional Site.",
        "Public Service Intern",
        "June 2008 to April 2009 Company Name ï¼​ City , State",
        "Performed administrative and office support activities for multiple supervisors. Duties include answering telephone calls, receiving and directing"
    ],
    "company_names": null,
    "total_experience": 0.83,
    "education": [],
    "category": "LIBRARY AIDE"
}