{
    "skills": [
        "Controls",
        "Billing",
        "Updates",
        "Improvement",
        "Project management",
        "Drafting",
        "Construction",
        "Documentation",
        "Safety",
        "Engineering",
        "Reports",
        "Correspondence",
        "Schedules",
        "Regulations",
        "Banking",
        "Analytical",
        "Communication",
        "Negotiation",
        "Cad",
        "Design",
        "Operations",
        "Repairs",
        "Requests",
        "Procurement",
        "Installation",
        "Budget"
    ],
    "experience": [
        "Facilities Construction Manager",
        "January 2005 to Current Company Name ï¼​ City , State",
        "Solely responsible for capital construction project management up to $35 Million, including the new military headquarters building in Lincoln,",
        "NE.",
        "Manage Architects, Engineers, General Contractors and Subcontractors.",
        "Responsible for following Army regulations and guidelines in building design.",
        "Ultimately responsible for all inspections of buildings supporting state and federal military operations.",
        "Solely responsible for the coordination and design, construction and maintenance of the Nebraska National Guards 2500 Square Foot Data",
        "Center, which was designed to TIA/EIA standards, integrated climate controls, triple redundant HVAC, dual 200Kw UPS systems,",
        "750KVA emergency power generator and chemical fire suppression.",
        "Responsible for overseeing all IT equipment and infrastructure.",
        "Instrumental in the implementation of statewide life safety systems designed to shut down HVAC systems in the event of a biological attack",
        "in a building and provide preprogrammed audible direction in the event of any form of emergency from fire and tornados to terrorist attacks.",
        "Primary coordinator of space management, furniture planning, procurement, and installation.",
        "Cross coordination with Master Planning, Environmental, Financial, and Facility Management.",
        "Briefings to Senior Construction and Facilities Officer to facilitate program updates to The Adjutant General and Governor of the State of",
        "Nebraska Additional responsibilities include maintaining the CAD standards and managing as-built drawings for over 350 buildings at 48",
        "locations state wide.",
        "Project Manager / Estimator",
        "January 2002 to January 2005 Company Name ï¼​ City , State"
    ],
    "company_names": null,
    "total_experience": 3.0,
    "education": [
        {
            "Degree": "Master Planning,",
            "Institution": "CONSTRUCTION MANAGER\nSummary\nHighly motivated professional responsible for managing overall construction projects and building"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "Extensive commercial construction\nexperience, from initial concept, design, and throughout"
        }
    ],
    "category": "MANAGER Summary"
}