{
    "skills": [
        "Controls",
        "Daily operations",
        "Coding",
        "Billing",
        "System",
        "Transactions",
        "Process",
        "Compliance",
        "Spreadsheets",
        "Saas",
        "Testing",
        "Oracle",
        "Research",
        "Emea",
        "Hospital",
        "Excel",
        "Technical",
        "Automation",
        "Content",
        "Consulting",
        "Reports",
        "Administration",
        "Security",
        "Python",
        "Quickbooks",
        "Html",
        "Financial management",
        "Retention",
        "Acquisition",
        "Tax",
        "Inventory",
        "Analytics",
        "Migration",
        "Xml",
        "Audit",
        "Metrics",
        "Fulfillment",
        "Forecasting",
        "Crm",
        "Forecasts",
        "Payments",
        "Accounting",
        "Operations",
        "Php",
        "Access",
        "Budgeting",
        "Payroll",
        "Relationship management",
        "Sql",
        "Requests",
        "Javascript",
        "Invoicing",
        "Financing",
        "Reporting",
        "Training",
        "Sales",
        "Advertising",
        "Finance",
        "Health",
        "Visual"
    ],
    "experience": [
        "Company Name City , State Controller 01/2007 to 01/2008 Provider of electronic medical record management and data repository solutions",
        "annual sales of $12 million Managed the financial health of the organization, including audit procedures, billing, credit card management, customer",
        "support, month-end close, equity and debt management, budgeting/forecasting, and daily cash management. Regularly utilized Salesforce.com,",
        "Oracle, SQL, VBA and Excel to process daily transactions and report daily on the status of company metrics and forecasts for SAAS and",
        "enterprise sales. * Increase customer retention by 54% by monitoring customer usage trends to identify and save at-risk customers * Hiring and",
        "firing of personnel as company cash flows permitted; customer point of contact for conflict resolution * Enhanced customer relationship",
        "management capabilities by implementing Salesforce.com; migrating historical information, and training employees on tool functionalities",
        "Company Name City , State Internal Auditor 01/2006 to 01/2007 Publicly traded (ANET) credit card processor annual sales of $40 million",
        "acquired by Visa in 2010 Charged with monitoring and testing financial and IT systems, controls, and processes for COSO, SOX, COBIT, and",
        "audit compliance. Regularly utilized HTML, ODBC, VBA, XML, and Excel to test and improve system processes. * Increased testing efficiency",
        "by identifying and eliminating more than 100 tests through integration and systemization. * Automated customer applications; decreasing sales",
        "overhead by 15% per year & correcting $80K in erroneous commissions",
        "Company Name City , State Accountant 01/2005 to 01/2006 Broker dealer for 1031/Tenant in Common security exchanges, REITs, stocks,",
        "bonds annual sales of $120 million. Calculated weekly commissions and payments; managed AP, AR, and invoicing functions. Regularly utilized",
        "SQL, VBA, XML, and Excel to process daily transactions, commissions, and improve system processes. * Automated commission calculation",
        "time from 4 days to minutes by integrating existing systems through SQL. * Improved accuracy of customer and broker data by developing an MS",
        "Access based system to replace individual spreadsheets.",
        "Company Name City , State Regional Manager 01/2003 to 01/2005 Provider of third-party hospital billing recovery solutions Managed HCA and",
        "Iasis hospitals in Utah and the surrounding regions, with responsibility for each hospital and its employees, profitability, and billings. Directed 18-",
        "person staff with four direct reports. Regularly utilized SQL and Excel to process daily patients, applications and notes in an automated manner. *",
        "Increased territory size and enhanced Cardon's reputation with HCA by standardizing the hospital group's data reporting from insurance claims",
        "and third-party recoveries. * Improved regional profitability by 45% in eight months by increasing the use of Medicaid and Cobra benefits",
        "(identified through off-hours research).",
        "Company Name City , State Co-Founder 01/2005 to Current",
        "National on-site hair and makeup service with local salon, Studio Enizio annual sales of $500K",
        "Secured cash financing, manage daily cash flows, inventory optimizations, payroll, and federal and state tax filings."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master by",
            "Institution": "Highlights\nTECHNOLOGY SKILLS Visual Basic"
        },
        {
            "Degree": "Master",
            "Institution": "HTML"
        },
        {
            "Degree": "Master",
            "Institution": "JavaScript"
        },
        {
            "Degree": "Bachelor",
            "Institution": "SQL"
        },
        {
            "Degree": "Bachelor",
            "Institution": "XML"
        }
    ],
    "category": "Advanced Excel"
}