{
    "skills": [
        "Controls",
        "Expenses",
        "Billing",
        "Test cases",
        "System",
        "International",
        "Process",
        "Due diligence",
        "Budget",
        "Compliance",
        "Analyze",
        "Contracts",
        "Documentation",
        "Testing",
        "General ledger",
        "Oracle",
        "Research",
        "Excel",
        "Financial statements",
        "Journal entries",
        "Engineering",
        "Internal controls",
        "Writing",
        "Reports",
        "Administration",
        "Marketing",
        "Financial reporting",
        "Schedules",
        "Data analysis",
        "Tax",
        "Acquisition",
        "Inventory",
        "Reconciliation",
        "Analytical",
        "Communication",
        "Database",
        "Program management",
        "Audit",
        "Metrics",
        "Forecasting",
        "Design",
        "Gaap",
        "Payments",
        "Accounting",
        "Access",
        "Budgeting",
        "Business process",
        "Policies",
        "Quality assurance",
        "Sql",
        "Reporting",
        "Training",
        "Analysis",
        "Auditing",
        "Supervisor",
        "Sales",
        "Cisco",
        "Finance"
    ],
    "experience": [
        "Company Name City , State Consultant 02/2014 to Current",
        "As a member of the special project team to bring client's offshore accounting function back to the U.S., I traveled overseas to thoroughly",
        "learn and understand the complex revenue recognition model and subsequently closed year end and provided training to client's U.S. team.",
        "The transition went smoothly and efficiently, and it was completed prior to the original target date.",
        "Engaged in client's divestiture process, responsible for training and transitioning of accounting functionality from the client to the buyer,",
        "resulting a smooth transition of the sold business unit.",
        "Managed monthly maintenance and changes in Oracle Flexfields and Financial Statement Generator (FSG) to ensure that financial reporting",
        "was accurate and reflected the up-to-date corporate rollups.",
        "As a member of the Oracle 12 upgrade team, created validation methodologies in order to ensure financial reporting integrity.",
        "Served as a key contributor of the client's monthly and quarterly close and consolidation process, managed and monitored the database of",
        "close tasks and journal entries, coordinated with various accounting groups to ensure that each close was smooth and timely.",
        "Assisted the client in the quarterly and annual audit of financial information with external auditors.",
        "Stepped into the role of cost accounting at quarter end with only a few days of notice.",
        "In addition to contributing to a successful quarter end, identified the weakness of existing Inventory and Cost Accounting process, and",
        "recommended solutions and improvements.",
        "Company Name City , State Consultant 01/2013 to 01/2014",
        "Responsible for complex monthly revenue recognition, reporting, and trend analysis.",
        "Reviewed contracts to interpret, determine, implement, maintain royalty rate database, calculated and performed royalty variance analysis.",
        "Monitored billing and royalty ratio to determine reasonableness and identify billing and royalty miss match, which prevented incorrect",
        "billing/royalty payments.",
        "Reviewed monthly closing process, recommended improvements, and implemented work flow streamlining.",
        "Identified relevant reports, recommended methodologies, created new journal entries for mid-month close due to a client company",
        "ownership change, and contributed to the timely completion of the acquisition.",
        "Utilizing my Accounting and IT hybrid experiences, I researched and identified source data of various systems, designed and created tools",
        "which provided consolidated revenue and expense ratio analysis for the management team.",
        "Company Name City , State IT Business System Analyst 01/2006 to 01/2012",
        "As an Oracle Application \"customer facing\" resource, I liaised with project managers, enterprise architects, business users, and various",
        "development teams to review, analyze, evaluate, and approve complex business functional requirements.",
        "Partnered with stakeholders to forecast project costs and delivery time to ensure senior management's successful prioritization of projects.",
        "Facilitated joint application design sessions with development teams and created \"business requirement traceable\" system requirements, test",
        "cases, method of procedures, and short interval schedules, resulting in efficient and timely delivery of projects.",
        "Coordinated design and system requirement approvals and maintained documents in DOORS system to comply with IT SOX requirements.",
        "Actively communicated and participated in problem solving with IT release environment teams during development, quality assurance, user",
        "acceptance testing, production, and post production warranty periods - to achieve efficient transitions of various project phases.",
        "Supervisor of Revenue Accounting and Analysis Managed three revenue accounting staff members, from their selection, operation and",
        "personal growth development.",
        "Conducted one-on-one sessions on a regular basis and performed mid-year and annual reviews.",
        "Ensured timely and accurate reporting of service revenue/ARPU in accordance with various GAAP accounting rules, and contributed to the",
        "effort of successfully shortening the company's revenue accounting closing days from three weeks to four business days.",
        "Worked closely with the financial planning team on revenue trend analysis/forecasting, and the operation team on preparation of",
        "documentation and development of revenue recognition methods for new products and services.",
        "Cooperated with external auditors on quarterly and annual audits, and internal teams on SOX control testing and documentation.",
        "Supervised and prepared accurate and timely reports/analysis for all aspects of the financial statements in relation to revenue, deferred",
        "revenue, cost of revenue, and operation metrics.",
        "Prepared monthly reporting and analysis packages for the management team, and implemented an enhanced financial system to streamline",
        "revenue reporting.",
        "Company Name City , State Corporate Accountant 01/2002 to 01/2006",
        "Performed monthly closing, variance analysis, and reconciliation of complex accounts.",
        "Reviewed account balances/aging trends and provided flux analysis for internal financial reporting, forecasting, and external audits.",
        "Participated and contributed account transaction data analysis during the Oracle 11i implementation.",
        "Communicated and cooperated with international and domestic subsidiaries to streamline the closing process.",
        "Prepared monthly fixed asset mass additions, deletions, depreciation, and inter-department asset transfers.",
        "Calculated and recorded monthly foreign exchange gains/losses."
    ],
    "company_names": null,
    "total_experience": 0.0,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "Summary"
        },
        {
            "Degree": "Bachelor of",
            "Institution": "California CPA who adapts seamlessly to constantly evolving accounting processes and"
        }
    ],
    "category": "CONSULTANT Summary"
}