{
    "skills": [
        "Banking",
        "Transportation",
        "Policies",
        "Partnership",
        "Ordering",
        "Fitness",
        "Sales goals",
        "Supervisor",
        "Metrics",
        "Retention",
        "Microsoft office",
        "Sales",
        "Analytical",
        "Documentation",
        "Budget",
        "Payroll",
        "Hotel",
        "Wheel",
        "Plan",
        "Regulatory",
        "Regulatory requirements",
        "Business development",
        "Compliance",
        "Procurement",
        "Retail",
        "Financial statements",
        "Requests",
        "Correspondence",
        "Operations",
        "Analysis",
        "Regulations",
        "Customer service",
        "Logistics",
        "Scheduling",
        "Reports",
        "Transport",
        "Training",
        "P",
        "Travel",
        "Security",
        "System"
    ],
    "experience": [
        "and/or processes to employees.",
        "I directed the work of staff in the branch and exercised discretion and independent judgment in performing duties.",
        "My duties included people management, developing a customer centered branch environment, expert product/service knowledge,",
        "partnership with other areas of the company, retail store management, and community involvement.",
        "I was accountable for branch balance sheet and financial statements, and branch profit and loss.",
        "I also approved all branch specific documents from financial statements to shipping and receiving of supplies and ordering items for branch",
        "operations and overall success of facility through budget planning and business development.",
        "Target area was companies of 2 million in revenue to 10 million in revenue.",
        "75% of loan growth was above 1 million dollars per loan.",
        "Businesses were primarily doctors, property management, manufacturers and franchise opportunities.",
        "Consultant/General Manager",
        "November 2007 to March 2008 Company Name ï¼​ City , State",
        "I was hired as a consultant to open a state of the art Wellness and Fitness Center for the Chase Park Plaza and develop management",
        "strategies to coincide with the consultant group and current hotel staff.",
        "I created the processes for a new fitness center and training and hiring of employees.",
        "I was the temporary general manager of the facility until I hired and trained my replacement.",
        "Also set up logistics for ordering and shipping supplies for the fitness center and hotel.",
        "General Manager",
        "December 2004 to November 2007 Company Name ï¼​ City , State",
        "I managed multiple 35000 square foot fitness centers with over 35 employees (managed up to three branches at one time).",
        "I managed payroll, scheduling, training for each department (customer service, sales, personal training and group exercise).",
        "I also set budgets for the sales team and monitored their development.",
        "I maintained reports and profit and loss for the fitness center.",
        "I also developed and trained others to become managers and advance in the company."
    ],
    "company_names": [
        "Microsoft office"
    ],
    "total_experience": 3.25,
    "education": [
        {
            "Degree": "Master Loan",
            "Institution": "COMMERCIAL RELATIONSHIP MANAGER\nSummary\nAccomplished Loan Officer who consistently exceeds sales goals while offering the utmost care in client"
        },
        {
            "Degree": "Bachelor's Degree",
            "Institution": "Excited and motivated to help\ncustomers build successful financial"
        },
        {
            "Degree": "Master's",
            "Institution": "Highlights\nSales expertise\nBottom Line LoanMaster Loan Servicing\nExcellent communicator\nAnalytical\nExcellent time management"
        }
    ],
    "category": "Summary Accomplished"
}