{
    "skills": [
        "German",
        "Mvp",
        "Process",
        "Improvement",
        "Proposal",
        "Budget",
        "Analyze",
        "English",
        "Documentation",
        "Testing",
        "Oracle",
        "Strategy",
        "Plan",
        "Technical",
        "Content",
        "Modeling",
        "Logistics",
        "Sharepoint",
        "Reports",
        "Administration",
        "Marketing",
        "Kpi",
        "Correspondence",
        "Certification",
        "Tax",
        "Iso",
        "Communication",
        "Presentations",
        "Audit",
        "Kpis",
        "Recruiting",
        "Outsourcing",
        "Operations",
        "Accounting",
        "Business cases",
        "Reporting",
        "Training",
        "Analysis",
        "Sap",
        "Sales",
        "Finance"
    ],
    "experience": [
        "Sr. Finance Manager Jan 2015 to Sep 2015",
        "Company Name - City , State",
        "Served as Global FP&A lead to VP of Finance in all planning related questions and communication with Corp FP&A. Led the Annual",
        "Global Field Quota plan setting process ($6B) including product hierarchy update, definition and communication of content requirements.",
        "Conducted in-depth analysis and provided recommendations to GMs, COO and CFO for meeting the company's strategic goals in terms of",
        "growth and profitability.",
        "Led the Customer Operations Expense Planning process of $2B and re-allocated budget in accordance with top line changes. Successfully",
        "incorporated the sales commissions model by creating a unified data structure and input requirements. Achieved synergies and visibility for",
        "the team.",
        "Led the Monthly Close, Forecast and Management Reporting processes and provided guidance and support to local Field FP&A teams.",
        "Drove and implemented an accelerated Monthly close process by 3 business days, that provided early visibility into final results and",
        "streamlined the decision making process for adjusting entries. Achieved <0.5% variance=\"\" to=\"\" forecast=\"\" in=\"\" q1'15=\"\" and=\"\"",
        "q2'15.=\"\" recognized=\"\" as=\"\" best=\"\" performing=\"\" fp&a=\"\" individual=\"\" and=\"\" received=\"\" the=\"\" cfo=\"\" gold=\"\" standard=\"\" award=\"\"",
        "q1'15=\"\"> \"in recognition of Role Modeling of Execution and Passion in Being Exceptional at the Fundamentals\" .",
        "Managed the hiring and on-boarding process of two reports in headquarters and three individuals on other teams in Bulgaria. Developed a",
        "transition plan of reporting activities to offshore teams in order to scale operations.",
        "Finance Manager Jul 2013 to Dec 2014",
        "Company Name - City , State",
        "Developed an Expense Planning model for Customer Operations budget allocation of $2B. Established a global calendar and share point",
        "that drove better communication and collaboration across teams. Received Spot Award in Oct'14 and Excellence Award in Dec'14.",
        "Created and established a standard Financial dashboard for Customer Operations to highlight performance and outline improvement areas.",
        "Provided recommendations to senior management for prioritizing investments, mitigating risk areas and improving performance.",
        "Created and established a standard weekly Headcount dashboard for Customer Operations (8000+ employees) that streamlined the",
        "reporting process, drove timely hiring decisions, cost efficiencies and alignment with Corp FP&A needs."
    ],
    "company_names": null,
    "total_experience": 2.08,
    "education": [
        {
            "Degree": "Master of",
            "Institution": "FINANCE MANAGER\nSummary\nFinance professional with a successful track record of driving the financial planning cycle and transforming strategic goals into operational"
        }
    ],
    "category": "FINANCE MANAGER"
}