{
    "skills": [
        "International",
        "Teaching",
        "Testing",
        "Word",
        "Content",
        "Writing",
        "Reports",
        "Administration",
        "French",
        "Marketing",
        "Correspondence",
        "Retention",
        "Editing",
        "Communication",
        "Responses",
        "Routing",
        "Design",
        "Operations",
        "Training",
        "English"
    ],
    "experience": [
        "Assistant Teacher",
        "City , State Company Name / Jan 2010 to Jun 2011",
        "Implemented lesson plans for class of 30 students.",
        "Prepared, duplicated and collected teaching materials to help students better understand learning concepts.",
        "Helped students take advantage of other available subject matter and study resources.",
        "Classroom restocking, support and management of operations.",
        "Arranged and led activities for students, including small group and individualized instructions.",
        "Assisted teachers with lesson preparation, curriculum implementation, and testing.",
        "Assistant Manager Intern",
        "City , State Company Name / May 2006 to Sep 2006",
        "Spearheaded training initiatives to improve employee performance and bottom-line business results.",
        "Generated reports to assess performance and make adjustments.",
        "Increased customer base and market share by promoting product through diverse channels.",
        "Optimized productivity, streamlined program efficiency, and boosted profitability.",
        "Supervised and trained customer service team members to provide exceptional service, driving retention and satisfaction.",
        "Remained calm and professional in stressful circumstances and when dealing with unhappy customers, effectively diffusing situations.",
        "Addressed internal and customer-related issues each day and affected strategic resolutions.",
        "Junior Editor",
        "City , State Company Name / Sep 2004 to Sep 2006",
        "Determined appropriate page budgets and layouts to guide word count parameters, optimize use of images and graphics as well as maximize",
        "impact within allotted space.",
        "Evaluated reporter stories, shaped content and helped improve overall work quality through careful review, detailed editing and constructive",
        "feedback.",
        "Developed and deepened positive relationships with writing, design and production team members to improve communication and",
        "collaboration.",
        "Handed out story assignments, directed content meetings and evaluated submitted pieces to manage overall tone and execution of work.",
        "Decided readiness of articles for publication and approved final versions.",
        "Edited, rewrote and prepared numerous pieces per week by adjusting reading level to make understanding articles easier and more",
        "interesting."
    ],
    "company_names": null,
    "total_experience": 3.75,
    "education": [
        {
            "Degree": "MBA",
            "Institution": "Koffi\nSummary\nCompassionate teaching professional delivering exemplary support and assistance to teachers and"
        }
    ],
    "category": "Kpandipou Koffi"
}